Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_laststand.xml.append/*.po
Languages: ru, zh_hans

source: Contact Federation command.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: On the vidscreen appears several Federation and Engi officers, as well as Admiral Tully in the center. He looks a little puzzled for a moment but eventually speaks; "A Deep One ship? I'd figure that you'd prefer to remain neutral in this affair. Leaving deep space to save the Federation is... heroic, to say the least. I'd thank you, but I have more to ask of you still."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. На мгновение он выглядит немного озадаченным, но в конце концов говорит: "Корабль глубоководных? Я полагаю, что вы предпочтете сохранить нейтралитет в этом деле. Покинуть глубокий космос, чтобы спасти Федерацию, - это... по меньшей мере, геройство. Я бы поблагодарил вас, но мне еще есть о чем вас попросить".
zh_hans: 在视频屏幕上，出现了几名联邦和Engi军官，以及中间的塔利上将。他看上去有点困惑，但最终还是开口了；“一艘深渊生物的船？我认为你更愿意在这件事上保持中立。离开深渊去拯救联邦是...至少可以说是英勇的。我很感谢你，但我对你还有更多要求。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Contact Federation command.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: On the vidscreen appears several Federation and Engi officers, as well as Admiral Tully in the center. The Engi recoil, but Tully assures them before speaking, "A Disparity ship... wanted by the Harmony you may be, we need all the help we can get right now. Save us, and know that a friend of the Federation may be a friend of the Harmony yet."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Энджи отшатнулись, но Талли успокоил их, прежде чем заговорить: "Корабль Диссонанса... разыскиваемый Гармонией, возможно, вы те, в ком мы нуждаемся, нам нужна любая помощь, которую мы можем получить прямо сейчас. Спасите нас и знайте, что друг Федерации всегда может стать другом Гармонии".
zh_hans: 屏幕上出现了数名联邦与半械军官，以及位于中央的塔利上将。半械族有些退缩，但塔利在发言前安抚了他们：“一艘谐离舰船……或许你是谐合之域的通缉对象，但我们此刻亟需一切可能的援助。拯救我们，须知联邦之友，亦可成为谐合之友。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Contact Federation command.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: On the vidscreen appears several Federation and Engi officers, as well as Admiral Tully in the center. Tully scratches his head, "A... flaming ship? I can't say I'm familiar with such a design..." He turns to his fellow officers, but they too shake their heads, "Hmm. No matter. You're here to help, and we need all the help we can get right now."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Талли почесывает голову: "Огненный корабль? Не могу сказать, что знаком с такой конструкцией..." Он поворачивается к своим сослуживцам, но те тоже качают головами: "Хмм... ну, неважно.. Вы здесь, чтобы помочь, а нам сейчас нужна любая помощь".
zh_hans: 屏幕上出现了数名联邦与半械军官，以及位于中央的塔利上将。塔利挠了挠头，“一艘……燃烧的舰船？我得承认这设计实在陌生……”他转向同僚军官，但众人亦摇头，“唔……罢了。你是来援助的，而我们此刻亟需一切可能的援助。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Contact Federation command.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: On the vidscreen appears several Federation and Engi officers, as well as Admiral Tully in the center. He gazes at the oddity that is your ship, eyeing it up and down before eventually speaking, "You're... something strange, aren't you?" Tully sighs and stares off at nothing, "We really are desperate... alright, welcome aboard."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он смотрит на ваш странный корабль, оглядывая его сверху донизу, а затем говорит: "Вы... какие-то странные, не так ли?" Талли вздыхает и смотрит в пустоту: "Мы действительно в отчаянии... Ладно, добро пожаловать на борт".
zh_hans: 屏幕上出现了数名联邦与半械军官，以及位于中央的塔利上将。他凝视着你舰船这古怪的存在，上下打量一番后终于开口：“你……着实非同寻常，不是吗？”塔利叹息一声，目光空茫地望向虚无，“我们真是走投无路了……好吧，欢迎登舰。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Contact Federation command.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: On the vidscreen appears several Federation and Engi officers, as well as Admiral Tully in the center. There's a concerned look on his face as he speaks, "I've heard tell from the droppoint that there's been some... complications, as a result of your ship? You seem fine enough yourself, though... I can only hope you know what you're doing. We need you in the fights ahead."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. На его лице появляется обеспокоенное выражение: "Я получил сообщение с точки высадки о некоторых... осложнениях, вызванных вашим кораблем? Но вы, кажется, выглядите вполне нормально... Я могу только надеяться, что вы знаете, что делаете. Вы нужны нам в предстоящих боях".
zh_hans: 屏幕上出现了数名联邦与半械军官，以及位于中央的塔利上将。他面带忧虑地开口：“我从空降点听闻，似乎因你的舰船引发了一些……复杂状况？不过你本人看来尚安……我只望你清楚自己在做什么。前方的战事需要你。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: We fought alongside a sect of Separatists and stood against the Harmony to destroy one of its Links and free an entire sector's worth of Engi.
ru: Мы сражались бок о бок с сектой Сепаратистов и противостояли Гармонии, чтобы уничтожить один из ее звеньев и освободить целый сектор энджи.
zh_hans: 我们曾与一支半械分离者并肩作战，共同对抗谐合，摧毁了其一处链接节点，从而解放了整个星区的半械同胞。

source: We baited your fleet into overrunning a secretive sector belonging to the Deep Ones, forcing them to reconcile with the rest of reality and change their ways for the better.
ru: Мы заставили ваш флот захватить секретный сектор, принадлежащий глубоководным, и вынудили их примириться с остальной частью мира, и изменить свой уклад к лучшему.
zh_hans: 我们诱使你们的舰队攻占了一处属于深渊潜者的隐秘星区，迫使他们与现实的其他部分达成和解，并改过向善。

source: We stopped the proliferation of the Soulplague mattervirus, and freed the helpless Shells under its grasp.
ru: Мы остановили распространение материя-вируса чумы души и освободили беспомощных ракушек, оказавшихся в его власти.
zh_hans: 我们阻止了灵魂瘟疫物质病毒的扩散，并解救了其掌控下无助的甲壳族。
