Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/sector_data.xml.append/*.po
Languages: ru

source: Deep One Assembly
ru: Собрание губоководных

source: Deep One Gathering
ru: Сбор губоководных

source: Deep One Collective
ru: Коллектив губоководных

source: Deep One Aggregation
ru: Объединение губоководных

source: Deep One Convocation
ru: Созыв губоководных

source: Enlightened Deep Space
ru: Просвещенный глубокий космос

source: Dark God's Domain
ru: Зона Темного Бога

source: S-62 [Disparity Assault] [!]
ru: С-62 [Штурм Диссонанса] [!]

source: Nebulous Dead Zone [!]
ru: Туманная мертвая зона [!]

source: Soulplague Coremass
ru: Сердцевина чумного прилива
