Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/choice[1]/event/choice/event/text
fr: AVANTAGES DE LA BÉNÉDICTION DE LA TEMPÊTE : Niveau 1 : Bouclier d'énergie de 6 PV, les drones affectés et les membres d'équipage alliés à la Tempête fournissent et drainent 1 énergie, et gagnent 1.2x vitesse de déplacement/réparation et 1.1x dégâts de combat/sabotage. Niveau 2 : Bouclier d'énergie de 9 PV, les drones affectés et les membres d'équipage alliés à la Tempête fournissent et drainent 1 énergie, et gagnent 1.4x vitesse de déplacement/réparation et 1.2x dégâts de combat/sabotage. Niveau 3 : Bouclier d'énergie de 12 PV, les drones affectés et les membres d'équipage alliés à la Tempête fournissent et drainent 1 énergie, et gagnent 1.6x vitesse de déplacement/réparation et 1.3x dégâts de combat/sabotage. Niveau 4 : Bouclier d'énergie de 15 PV, les drones affectés et les membres d'équipage alliés à la Tempête fournissent et drainent 2 énergie, et gagnent 1.8x vitesse de déplacement/réparation et 1.4x dégâts de combat/sabotage. Niveau 5 : Bouclier d'énergie de 18 PV, les drones affectés et les membres d'équipage alliés à la Tempête fournissent et drainent 2 énergie, et gagnent 2.0x vitesse de déplacement/réparation et 1.5x dégâts de combat/sabotage. Niveau 6 : Bouclier d'énergie de 21 PV, les drones affectés et les membres d'équipage alliés à la Tempête fournissent et drainent 2 énergie, et gagnent 2.2x vitesse de déplacement/réparation, 1.6x dégâts de combat/sabotage et la capacité de traverser les portes.
ja: テンペストの祝福の利点： レベル1：6HPエネルギーシールド、影響を受けるドローンとテンペスト系クルーは1パワーを供給・消費し、移動/修理速度が1.2倍、戦闘/妨害ダメージが1.1倍になる。 レベル2：9HPエネルギーシールド、影響を受けるドローンとテンペスト系クルーは1パワーを供給・消費し、移動/修理速度が1.4倍、戦闘/妨害ダメージが1.2倍になる。 レベル3：12HPエネルギーシールド、影響を受けるドローンとテンペスト系クルーは1パワーを供給・消費し、移動/修理速度が1.6倍、戦闘/妨害ダメージが1.3倍になる。 レベル4：15HPエネルギーシールド、影響を受けるドローンとテンペスト系クルーは2パワーを供給・消費し、移動/修理速度が1.8倍、戦闘/妨害ダメージが1.4倍になる。 レベル5：18HPエネルギーシールド、影響を受けるドローンとテンペスト系クルーは2パワーを供給・消費し、移動/修理速度が2.0倍、戦闘/妨害ダメージが1.5倍になる。 レベル6：21HPエネルギーシールド、影響を受けるドローンとテンペスト系クルーは2パワーを供給・消費し、移動/修理速度が2.2倍、戦闘/妨害ダメージが1.6倍になり、ドアを通り抜ける能力を得る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/choice[1]/event/choice/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/text
fr: Enquêter sur le texte irisé arc-en-ciel, les Murmures Corrupteurs.
ja: 虹色のテキスト、堕落の囁きを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/text
fr: Bien que vous ne puissiez pas lire le texte, les diagrammes de cette section illustrent la mutation et la décomposition ; l'entropie de toutes choses. Vous devrez trouver quelqu'un qui comprend le texte pour effectuer ses rituels.
ja: テキストは読めないが、このセクションの図は突然変異と腐敗、つまり万物のエントロピーを示している。その儀式を実行するには、テキストを理解できる者を見つける必要がある。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/text
fr: (Membre d'équipage Peste d'Âme) Demandez à votre membre d'équipage marqué par la Peste d'Âme de transcrire le texte.
ja: (ソウルプレイグクルー) ソウルプレイグ系のクルーにテキストを書き写させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/text
fr: Votre membre d'équipage marqué par la Peste d'Âme touche les pages pertinentes, et leur texte devient soudainement lisible. Vous êtes capable de comprendre le contenu des pages : plusieurs rituels décrivant la propagation du matériaumivirus de la Peste d'Âme et le renforcement de sa puissance.
ja: あなたのソウルプレイグ系のクルーが関連ページに触れると、そのテキストが突然読めるようになる。ページのNão能を理解できるようになった：ソウルプレイグ物質ウイルスの拡散とその力の強化を記述したいくつかの儀式。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[1]/text
fr: Enquêter sur le Rituel de Dévoration d'Âme.
ja: 魂食いの儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[1]/event/text
fr: RITUEL DE DÉVORATION D'ÂME : Ce rituel vous donne l'emplacement d'un vaisseau pirate, que vous pouvez vaincre pour offrir les âmes de son équipage à la masse de Peste d'Âme la plus proche. Ce faisant, celle-ci vous accordera une âme en retour, sous la forme d'une sélection de Carcasses de Peste d'Âme aléatoires. Vous pouvez choisir une Carcasse de la sélection à garder.
ja: 魂食いの儀式： この儀式は海賊船の場所を教えてくれる。それを倒してクルーの魂を最寄りのソウルプレイグ塊に捧げることができる。そうすることで、その見返りとして、ランダムなソウルプレイグハスクの選択肢という形で、それ自身の魂を与えてくれる。選択肢から一つのハスクを選んで保持することができる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[2]/text
fr: Enquêter sur le Rituel de Tissage d'Âme.
ja: 魂織りの儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[2]/event/text
fr: RITUEL DE TISSAGE D'ÂME : Ce rituel vous permet d'invoquer et de nourrir une masse de matériaumivirus de la Peste d'Âme afin de la renforcer et de lui permettre de devenir une Tisseuse de Carcasses. Cela nécessite les âmes de 1 à 2 sacrifices humains supplémentaires. Ne pas réussir à renforcer correctement la masse la rendra hostile et la fera simplement muter en une Carcasse de Peste d'Âme.
ja: 魂織りの儀式： この儀式はソウルプレイグ物質ウイルスの塊を召喚し、それを強化してハスクウィーバーになることを可能にする。そうするためには、1-2体の追加の人間の生贄の魂が必要となる。塊を適切に強化できなかった場合、それは敵対的になり、単にソウルプレイグハスクに変異するだけである。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[3]/text
fr: Enquêter sur le Rituel d'Activation d'Âme.
ja: 魂燃やしの儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[3]/event/text
fr: RITUEL D'ACTIVATION D'ÂME : Ce rituel vous donne l'emplacement d'un vaisseau Coquille, que vous pouvez amener à un faible niveau de points de vie de coque pour permettre à la masse de Peste d'Âme la plus proche de les subsumer dans le collectif des Enfants des Étoiles. Ce faisant, ils vous accorderont une récompense en retour, sous la forme d'une arme de Peste d'Âme aléatoire. Détruire complètement le vaisseau ou tuer son équipage entraînera l'échec du rituel et vous ne recevrez aucune récompense supplémentaire.
ja: 魂燃やしの儀式： この儀式はシェル船の場所を教えてくれる。船体体力を低くすることで、最寄りのソウルプレイグ塊が彼らを星々の子供たちの集合体に取り込むことができる。そうすることで、その見返りとして、ランダムなソウルプレイグ武器の形で報酬を与えてくれる。船を完全に破壊するか、クルーを殺すと、儀式に失敗し、追加の報酬は受け取れない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[3]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[4]/text
fr: Enquêter sur le Rituel de Liage d'Âme.
ja: 魂縛りの儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[4]/event/text
fr: RITUEL DE LIAGE D'ÂME : Ce rituel vous donne l'emplacement de la masse de Peste d'Âme la plus proche, que vous pouvez tenter de lier à votre service. Ce faisant, la masse vous attaquera avec toutes les âmes qu'elle peut se permettre ; vous devrez survivre à un assaut de Carcasses de Peste d'Âme et de Tisseuses de Carcasses alors qu'elles envahissent par vagues. Si vous parvenez à survivre à l'assaut, vous pouvez lier la masse à votre service, et elle arrivera pour vous assister dans tous les futurs combats que vous lui demanderez. Vous devez avoir fait au moins trois sacrifices au nom des rituels de Peste d'Âme afin d'effectuer ce rituel, et vous ne pouvez l'effectuer qu'une seule fois.
ja: 魂縛りの儀式： この儀式は最寄りのソウルプレイグ塊の場所を教えてくれる。それをあなたの奉仕に縛り付けようと試みることができる。そうすると、その塊は持てる限りの魂であなたを攻撃する。あなたは波状に侵攻してくるソウルプレイグハスクとハスクウィーバーの猛攻を生き延びなければならない。攻撃を生き延びることができれば、その塊をあなたの奉仕に縛り付けることができ、将来あなたが要求するどんな戦いでも助けに来るだろう。この儀式を実行するには、ソウルプレイグの儀式の名の下に少なくとも3回の生贄を捧げる必要があり、一度しか実行できない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[4]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[8]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/text
fr: Enquêter sur le texte vieilli et estompé, les Odes à la Lumière et à l'Obscurité.
ja: 古びて色褪せたテキスト、光と闇への頌歌を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/text
fr: Bien que vous ne puissiez pas lire le texte, vous reconnaissez que, même si vous le pouviez, il semble avoir été érodé par les sables du temps. Du peu qui reste, vous parvenez à distinguer de vagues représentations d'yeux - beaucoup, beaucoup d'yeux, tous vous fixant... mais peu de choses de plus. Vous devrez trouver quelqu'un capable à la fois de restaurer et de comprendre le texte pour effectuer ses rituels.
ja: テキストは読めないが、もし読めたとしても、時の砂によって侵食されてしまったように見える。わずかに残ったものから、曖昧な目の描写が見て取れる。たくさんの、たくさんの目が、すべてあなたを見つめ返している...しかし、それ以上はほとんどわからない。その儀式を実行するには、テキストを復元し理解できる者を見つける必要がある。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/text
fr: (Porteur de Lumière Vivant) Demandez à votre Porteur de Lumière à proximité de transcrire le texte.
ja: (生けるライトボーン) 近くのライトボーンにテキストを書き写させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/text
fr: Vous ressentez une chaleur intense, alors que votre Porteur de Lumière rayonne une puissance surnaturelle à proximité - soudainement, le texte des pages pertinentes devient lisible, et leur âge semble inversé. Vous êtes capable de comprendre le contenu des pages : plusieurs rituels décrivant l'acclimatation de puissants Porteurs de Lumière, et les méthodes pour potentiellement renforcer ceux que vous possédez déjà.
ja: あなたのライトボーンが近くで異様な力を放射し、強烈な熱を感じる。突然、関連ページのテキストが読めるようになり、その古さは逆転したように見える。ページのNão能を理解できるようになった：強力なライトボーンの順応と、すでに所有しているものを潜在的に強化する方法を記述したいくつかの儀式。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[1]/text
fr: Enquêter sur le Rituel des Étoiles Nouvelles.
ja: 新生の星の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[1]/event/text
fr: RITUEL DES ÉTOILES NOUVELLES : Ce rituel vous donne l'emplacement d'un Noyau Radiant - le Noyau commencera au Palier Zéro, et devra être renforcé par d'autres moyens. Son emplacement sera aléatoire.
ja: 新生の星の儀式： この儀式はラディアントコアの場所を教えてくれる。コアはティアゼロから始まり、他の手段で強化する必要がある。その場所はランダムである。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[2]/text
fr: Enquêter sur le Rituel du Bain de Lumière.
ja: 光を浴びる儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[2]/event/text
fr: RITUEL DU BAIN DE LUMIÈRE : Ce rituel vous permet d'effectuer autant de sacrifices que vous le souhaitez, chacun vous permettant d'améliorer les Paliers de vos Noyaux Radiants possédés et de les verrouiller dans des sous-Paliers. L'amélioration des Paliers et le verrouillage des sous-Paliers ne font pas partie de la même action - vous aurez besoin d'un nouveau sacrifice pour chaque action. L'amélioration des Noyaux Radiants et leur verrouillage dans des sous-Paliers ne peuvent pas être annulés. Les Noyaux Radiants commencent au Palier Zéro et peuvent être améliorés aux Paliers Un, Deux et Trois. Chaque Palier après Zéro possède des sous-Paliers disponibles - chaque sous-Palier étant capable de générer un Porteur de Lumière différent.
ja: 光を浴びる儀式： この儀式は望むだけの生贄を捧げることを可能にし、それぞれが所有するラディアントコアのティアをアップグレードし、サブティアに固定することを可能にする。ティアのアップグレードとサブティアへの固定は同じアクションの一部ではない。各アクションには新しい生贄が必要となる。ラディアントコアのアップグレードとサブティアへの固定は元に戻せない。 ラディアントコアはティアゼロから始まり、ティアワン、ツー、スリーにアップグレードできる。ゼロ以降の各ティアには利用可能なサブティアがあり、各サブティアは異なるライトボーンを生成できる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[2]/event/choice[1]/text
fr: Enquêter plus en détail sur les sous-Paliers des Noyaux Radiants.
ja: ラディアントコアのサブティアをさらに調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[2]/event/choice[1]/event/text
fr: En parcourant le texte, vous parvenez à trouver de brèves descriptions de chaque sous-Palier et de leurs Porteurs de Lumière générés : SOUS-PALIERS DE NIVEAU UN Porteur de Lumière Brisé : Un membre d'équipage faible et fragile capable d'ignorer les ennemis en combat et de saboter rapidement les systèmes. Porteur de Lumière Cendré : Un membre d'équipage faible et fragile capable d'allumer un feu à sa mort. Porteur de Lumière Prismatique : Un membre d'équipage faible et fragile capable d'infliger à la pièce occupée une Désacralisation Radieuse à sa mort. Porteur de Lumière Tueurs : Un membre d'équipage relativement formidable capable d'infliger des dégâts considérables en combat. Porteur de Lumière Spirituel : Un membre d'équipage faible et fragile capable de soigner les alliés proches et de renforcer de manière semi-permanente les Porteurs de Lumière alliés proches à sa mort. SOUS-PALIERS DE NIVEAU DEUX Porteur de Lumière Angélaire : Un membre d'équipage relativement formidable capable de soigner passivement tous les Porteurs de Lumière alliés sur le même vaisseau. Porteur de Lumière Grappe : Un membre d'équipage relativement formidable capable à la fois de téléportation inter-vaisseaux et de se briser en plusieurs Porteurs de Lumière Cellulaires à sa mort. Les Porteurs de Lumière Cellulaires sont uniquement capables de réparer les systèmes. Porteur de Lumière Tourmenteur : Un membre d'équipage relativement formidable capable de détruire rapidement les portes et de micro-étourdir les ennemis. Porteur de Lumière Sorcier : Un membre d'équipage faible et fragile capable d'infliger des dégâts répétés à la coque/au système et de créer des dégâts environnementaux s'il est maintenu en vie suffisamment longtemps. SOUS-PALIERS DE NIVEAU TROIS Porteur de Lumière Commandlux : Un membre d'équipage résistant capable de renforcer les Porteurs de Lumière alliés de Palier Un à proximité, donnant à chacun une capacité unique basée sur leurs pouvoirs individuels. Porteur de Lumière Dévorlux : Un membre d'équipage résistant capable de drainer rapidement la santé des Porteurs de Lumière alliés proches et de la convertir en énergie de capacité, lui permettant de se régénérer et de se renforcer de manière semi-permanente. Porteur de Lumière Timelux : Un membre d'équipage relativement formidable capable de geler complètement et périodiquement les ennemis proches, les rendant incapables de mouvement ou d'action.
ja: テキストを精査すると、各サブティアとその生成されるライトボーンの簡単な説明を見つけることができる： ティアワンサブティア ライトボーン・ブレイクリング：戦闘で敵を無視し、素早くシステムを妨害できる弱く脆いクルー。 ライトボーン・シンダーリング：死亡時に火災を引き起こすことができる弱く脆いクルー。 ライトボーン・プリズムリング：死亡時に現在の部屋にラディアント冒涜を与えることができる弱く脆いクルー。 ライトボーン・スレイリング：戦闘でかなりのダメージを与えることができる比較的強力なクルー。 ライトボーン・スピリットリング：近くの味方を回復させ、死亡時に近くの味方ライトボーンを半永久的に強化できる弱く脆いクルー。 ティアツーサブティア ライトボーン・エンジェュラー：同じ船にいるすべての味方ライトボーンをパッシブに回復できる比較的強力なクルー。 ライトボーン・クラスターュラー：船間テレポートと死亡時に複数のライトボーン・セルラーに分裂できる比較的強力なクルー。ライトボーン・セルラーはシステムを修理する独自の能力を持つ。 ライトボーン・トーメントュラー：素早くドアを破壊し、敵をマイクロスタンさせることができる比較的強力なクルー。 ライトボーン・ウォーロックュラー：十分に長く生き続ければ、繰り返し船体/システムダメージを与え、ハザードを作り出すことができる弱く脆いクルー。 ティアスリーサブティア ライトボーン・コマンドルクス：近くの味方ティアワンライトボーンを強化し、それぞれの個々の力に基づいてユニークな能力を与えることができるタンク型のクルー。 ライトボーン・デヴァールクス：近くの味方ライトボーンから素早く体力を吸収し、それをアビリティエネルギーに変換して、再生し半永久的に自己強化できるタンク型のクルー。 ライトボーン・タイムルクス：定期的に近くの敵を完全に凍結させ、移動や行動を不能にすることができる比較的強力なクルー。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[2]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[@req="dd_spookydivineremnantoooougotspooked" and @lvl="0"]/text
fr: Enquêter sur le Rituel des Vestiges Divins.
ja: 神聖な残骸の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[@req="dd_spookydivineremnantoooougotspooked" and @lvl="0"]/event/text
fr: RITUEL DES VESTIGES DIVINS : 7777777777777777777777777777777777777777777777777777777777777777 77777777777 Le premier jour, ils ont renoncé à la Vérité. 77777777777 77777777777777777 Le second, le Calendrier. 77777777777777777 777777777 De là, les Mots, les Valeurs, les Règles, le Sens... 777777777 777777 ...jusqu'à, finalement, le septième jour... la Dignité. 7777777 777777777 Rien ne reste des Porteurs de Lumière d'antan. 777777777 777 Et des divinités, qui ont volé leurs principes... 77 77 ...rien ne devrait rester, sinon de lointains échos du passé. 7 7777777777777777777777777777777777777777777777777777777777777777
ja: 神聖な残骸の儀式： 7777777777777777777777777777777777777777777777777777777777777777 77777777777 初日に、彼らは真実を捨て去った。 77777777777 77777777777777777 二日目に、暦を。 77777777777777777 777777777 そこから、言葉、価値、規則、意味を... 777777777 777777 ...ついに、七日目に...尊厳を。 7777777 777777777 かつて在ったライトボーンのものは何も残らない。 777777777 777 そして、彼らの原則を奪った神々のものは... 77 77 ...何も残るべきではない、ただ遠い過去の残響を除いては。 7 7777777777777777777777777777777777777777777777777777777777777777

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[@req="dd_spookydivineremnantoooougotspooked" and @lvl="0"]/event/choice/event/text
fr: RITUEL DES VESTIGES DIVINS : Ce rituel vous permet de poursuivre les Échos des pouvoirs des Protocoles de l'Archange, que vous pouvez vaincre au combat pour choisir parmi une sélection d'armes Radiantes aléatoires - dont vous ne pouvez en choisir qu'une seule. Ce rituel est incroyablement coûteux, nécessitant 7 sacrifices au total à la fois, et la bataille avec l'Écho ne sera pas facile. L'Écho spécifique que vous combattrez sera aléatoire, et vous ne serez pas autorisé à fuir une fois que vous l'aurez engagé au combat.
ja: 神聖な残骸の儀式： この儀式はアークエンジェルプロトコルの力の残響を追跡することを可能にする。戦闘でそれを倒すことで、ランダムなラディアント武器の選択肢から一つだけ選ぶことができる。この儀式は非常にコストが高く、一度に合計7回の生贄が必要であり、残響との戦いは容易ではない。戦う特定の残響はランダムであり、戦闘に入るとジャンプして離脱することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[@req="dd_spookydivineremnantoooougotspooked" and @lvl="0"]/event/choice/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[@req="dd_spookydivineremnantoooougotspooked" and @lvl="1"]/text
fr: Enquêter sur le Rituel des Vestiges Divins.
ja: 神聖な残骸の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[@req="dd_spookydivineremnantoooougotspooked" and @lvl="1"]/event/text
fr: RITUEL DES VESTIGES DIVINS : Ce rituel vous permet de poursuivre les Échos des pouvoirs des Protocoles de l'Archange, que vous pouvez vaincre au combat pour choisir parmi une sélection d'armes Radiantes aléatoires - dont vous ne pouvez en choisir qu'une seule. Ce rituel est incroyablement coûteux, nécessitant 7 sacrifices au total à la fois, et la bataille avec l'Écho ne sera pas facile. L'Écho spécifique que vous combattrez sera aléatoire, et vous ne serez pas autorisé à fuir une fois que vous l'aurez engagé au combat.
ja: 神聖な残骸の儀式： この儀式はアークエンジェルプロトコルの力の残響を追跡することを可能にする。戦闘でそれを倒すことで、ランダムなラディアント武器の選択肢から一つだけ選ぶことができる。この儀式は非常にコストが高く、一度に合計7回の生贄が必要であり、残響との戦いは容易ではない。戦う特定の残響はランダムであり、戦闘に入るとジャンプして離脱することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[@req="dd_spookydivineremnantoooougotspooked" and @lvl="1"]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。
