Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[6]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte rouge orangé, et des flammes commencent à jaillir de son cou. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚はオレンジがかった赤色を帯び、首からは炎が噴き出し始める。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[7]/text
fr: Une mutation Coquille-d'Âme.
ja: ソウルシェルの突然変異。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[7]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte sombre et violette, et ses bras s'allongent en appendices plus tentaculaires et multicolores. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は暗い紫色の色合いを帯び、腕はより触手のような、多色の付属肢に伸びる。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/text
fr: Vous pouvez appliquer une fiole de Mutagène Ill'drythk à l'une de vos Statues Ill'drythk, forçant une mutation contrôlée. Désirez-vous le faire ?
ja: イル'ドリスミュータジェンの小瓶をあなたのイル'ドリス像の一つに適用し、制御された突然変異を強制することができる。そうしますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/text
fr: (Statue Ill'drythk) Mutate une Statue Ill'drythk.
ja: (イル'ドリス像) イル'ドリス像を突然変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/text
fr: Quelle fiole de Mutagène allez-vous appliquer ?
ja: どのミュータジェンの小瓶を適用しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[@req="dd_illdrythkmutagen_frostwood"]/text
fr: (Mutagène Bois-de-Givre) Appliquer une fiole de Mutagène Bois-de-Givre.
ja: (フロストウッドミュータジェン) フロストウッドミュータジェンの小瓶を適用する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[@req="dd_illdrythkmutagen_frostwood"]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte bleu glacial, et des sortes de cornes commencent à pousser de sa tête. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は氷のような青い色合いを帯び、頭からは何らかの角が生え始める。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[@req="dd_illdrythkmutagen_voidroot"]/text
fr: (Mutagène Racine-du-Vide) Appliquer une fiole de Mutagène Racine-du-Vide.
ja: (ヴォイドルートミュータジェン) ヴォイドルートミュータジェンの小瓶を適用する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[@req="dd_illdrythkmutagen_voidroot"]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau s'assombrit, et son visage commence à se tordre tandis que des yeux étranges poussent de ses orifices. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は黒ずみ、顔は歪み始め、その開口部から不気味な目が芽生える。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[@req="dd_illdrythkmutagen_ironbound"]/text
fr: (Mutagène Lié-de-Fer) Appliquer une fiole de Mutagène Lié-de-Fer.
ja: (アイアンバウンドミュータジェン) アイアンバウンドミュータジェンの小瓶を適用する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[@req="dd_illdrythkmutagen_ironbound"]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte gris-blanc, et des pointes commencent à dépasser de ses épaules. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は灰色がかった白い色合いを帯び、肩からは棘が突き出し始める。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[@req="dd_illdrythkmutagen_toxblood"]/text
fr: (Mutagène Sang-Toxique) Appliquer une fiole de Mutagène Sang-Toxique.
ja: (トクスブラッドミュータジェン) トクスブラッドミュータジェンの小瓶を適用する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[@req="dd_illdrythkmutagen_toxblood"]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte violette, et un liquide vert commence à suinter de son visage. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は紫色の色合いを帯び、顔からは緑色の液体が滲み出し始める。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[@req="dd_illdrythkmutagen_leafhost"]/text
fr: (Mutagène Feuille-Hôte) Appliquer une fiole de Mutagène Feuille-Hôte.
ja: (リーフホストミュータジェン) リーフホストミュータジェンの小瓶を適用する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[@req="dd_illdrythkmutagen_leafhost"]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte brune, et des plantes commencent à pousser sur son corps. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は茶色の色合いを帯び、体中に植物が芽生え始める。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[6]/text
fr: (Mutagène Écorce-de-Cendre) Appliquer une fiole de Mutagène Écorce-de-Cendre.
ja: (シンダーバークミュータジェン) シンダーバークミュータジェンの小瓶を適用する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[6]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte rouge orangé, et des flammes commencent à jaillir de son cou. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚はオレンジがかった赤色を帯び、首からは炎が噴き出し始める。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[7]/text
fr: (Mutagène Coquille-d'Âme) Appliquer une fiole de Mutagène Coquille-d'Âme.
ja: (ソウルシェルミュータジェン) ソウルシェルミュータジェンの小瓶を適用する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHKMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[7]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte sombre et violette, et ses bras s'allongent en appendices plus tentaculaires et multicolores. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は暗い紫色の色合いを帯び、腕はより触手のような、多色の付属肢に伸びる。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/text
fr: La véritable nature du matièravirus de la Peste-d'Âme, et par extension du système Corrupteur, est un mystère pour la plupart, mais son utilité dans les scénarios d'autodéfense et de combat a conduit à sa commercialisation et à sa large diffusion dans tout le Multivers. En vérité, personne ne sait qui a inventé le Corrupteur, ni comment son utilisation s'est répandue en premier lieu, mais c'est maintenant une vue courante dans les magasins, partout et en tout lieu. Il est entendu que nourrir des entités corrompues par la Peste-d'Âme (également connues sous le nom de Carcasses de Peste-d'Âme) au Corrupteur renforce les capacités des Marées de Peste-d'Âme qu'il engendre. Vous pouvez le faire ici, en supposant que vous ayez des Carcasses à offrir.
ja: ソウルプレイグ物質ウイルスの真の性質、そしてひいてはコラプターシステムは、ほとんどの人にとって謎であるが、自己防衛や戦闘シナリオでのその有用性から、その使用は商業化され、マルチバース全体に広まっている。正直なところ、誰がコラプターを発明したのか、あるいはその使用が最初にどのように広まったのかは誰も知らないが、今ではどこでも店の一般的な光景となっている。 ソウルプレイグに汚染された存在（ソウルプレイグハスクとしても知られる）をコラプターに与えることで、それが生み出すソウルプレイグタイドの能力が強化されると理解されている。もし提供できるハスクがあれば、ここでそれを行うことができる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_human"]/text
fr: (Carcasse Humaine) Nourrir votre Carcasse Humaine au Corrupteur.
ja: (人間ハスク) あなたの人間ハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_human"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_human"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_HUMAN" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_human"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_HUMAN" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_human"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_HUMAN" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_human"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_HUMAN" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION HUMAINE : Les Vagues de Peste d'Âme du Corrupteur ont +0.4 vitesse de déplacement.
ja: ...やがて、プロセスが完了する。あなたのハスクは吸収された。 人間吸収：コラプターのソウルプレイグタイドは移動速度が+0.4される。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_human"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_HUMAN" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_crystal"]/text
fr: (Carcasse Cristalien) Nourrir votre Carcasse Cristalien au Corrupteur.
ja: (クリスタルハスク) あなたのクリスタルハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_crystal"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_crystal"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_CRYSTAL" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_crystal"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_CRYSTAL" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_crystal"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_CRYSTAL" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_crystal"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_CRYSTAL" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION CRISTALIENNE : Les Vagues de Peste d'Âme du Corrupteur ont +10 PV max.
ja: ...やがて、プロセスが完了する。あなたのハスクは吸収された。 クリスタル吸収：コラプターのソウルプレイグタイドは最大HPが+10される。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_crystal"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_CRYSTAL" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_engi"]/text
fr: (Carcasse Engi) Nourrir votre Carcasse Engi au Corrupteur.
ja: (エンジハスク) あなたのエンジハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_engi"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_engi"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ENGI" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_engi"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ENGI" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_engi"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ENGI" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_engi"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ENGI" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION ENGI : Les Vagues de Peste d'Âme du Corrupteur ont 1.3x vitesse de réparation.
ja: ...やがて、プロセスが完了する。あなたのハスクは吸収された。 エンジ吸収：コラプターのソウルプレイグタイドは修理速度が1.3倍になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_engi"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ENGI" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_zoltan"]/text
fr: (Carcasse Zoltan) Nourrir votre Carcasse Zoltan au Corrupteur.
ja: (ゾルタンハスク) あなたのゾルタンハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_zoltan"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_zoltan"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ZOLTAN" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_zoltan"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ZOLTAN" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_zoltan"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ZOLTAN" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_zoltan"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ZOLTAN" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION ZOLTAN : Les Vagues de Peste d'Âme du Corrupteur fournissent 1 puissance aux systèmes amis.
ja: ...やがて、プロセスが完了する。あなたのハスクは吸収された。 ゾルタン吸収：コラプターのソウルプレイグタイドは味方システムに1パワーを供給する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_zoltan"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ZOLTAN" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_orchid"]/text
fr: (Carcasse Orchidée) Nourrir votre Carcasse Orchidée au Corrupteur.
ja: (オーキッドハスク) あなたのオーキッドハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_orchid"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_orchid"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ORCHID" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_orchid"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ORCHID" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_orchid"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ORCHID" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_orchid"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ORCHID" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION ORCHIDÉE : Les Vagues de Peste d'Âme du Corrupteur fournissent de l'oxygène aux pièces qu'elles occupent.
ja: ...やがて、プロセスが完了する。あなたのハスクは吸収された。 オーキッド吸収：コラプターのソウルプレイグタイドは占有する部屋に酸素を供給する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_orchid"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ORCHID" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_mantis"]/text
fr: (Carcasse Mantis) Nourrir votre Carcasse Mantis au Corrupteur.
ja: (マンティスハスク) あなたのマンティスハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_mantis"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_mantis"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_MANTIS" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_mantis"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_MANTIS" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_mantis"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_MANTIS" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。
