Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[9]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/text
fr: Enquêter sur le texte noir d'encre, le Guide du Débutant en Occultisme.
ja: インクのような黒いテキスト、オカルト入門を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/text
fr: Vous réalisez que vous pouvez réellement lire cette section... elle semble décrire plusieurs rituels de base, et détaille les exigences et les règles des rituels en général. Vers la fin de ces rituels et règles se trouve une page volante - son propre texte griffonné de manière beaucoup plus désordonnée que le reste. En effet, son écriture semble entièrement différente...
ja: このセクションは実際に読めることに気づく...いくつかの基本的な儀式の概要を述べ、儀式全般の要件と規則について詳しく説明しているようだ。 これらの儀式と規則の終わりには、一枚のルーズリーフがある。そのテキストは他の部分よりもはるかに乱雑に走り書きされている。実際、筆跡は全く異なるように見える...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[1]/text
fr: Enquêter sur les Exigences et Règles du Rituel.
ja: 儀式の要件と規則を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[1]/event/text
fr: Les règles sont énoncées comme suit : RÈGLE 1 : LES RITUELS DOIVENT ÊTRE EFFECTUÉS À LA VITESSE DE LA LUMIÈRE. RÈGLE 2 : LES RITUELS, À L'EXCEPTION DU RITUEL DE LA CHASSE, REQUIÈRENT UN SACRIFICE HUMAIN. RÈGLE 3 : POUR UN SACRIFICE INITIAL, UN SUBSTITUT D'IMMENSES QUANTITÉS DE DÉCHETS (100 FERRAILLE) PEUT ÊTRE SACRIFIÉ SI UN SACRIFICE HUMAIN N'EST PAS DISPONIBLE. RÈGLE 4 : CERTAINS RITUELS REQUIÈRENT CERTAINS DISCIPLES ET UNE COMPRÉHENSION DES VOIES DU SOMBRE ÊTRE. RÈGLE 5 : IL N'Y A GÉNÉRALEMENT PAS DE PÉNALITÉS POUR L'ÉCHEC D'UN RITUEL, MAIS VOTRE SACRIFICE NE SERA PAS RESTITUÉ.
ja: 規則は次のように概説されている： 規則1：儀式は光速で移動中に実行しなければならない。 規則2：狩りの儀式を除き、儀式には人間の生贄が必要である。 規則3：最初の生贄として、人間の生贄が利用できない場合は、膨大な量のガラクタ（100スクラップ）を代わりに捧げることができる。 規則4：特定の儀式には、特定の信者と闇の者のやり方への理解が必要である。 規則5：通常、儀式の完了に失敗してもペナルティはないが、生贄は返還されない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[1]/event/choice/event/text
fr: RÈGLE 6 : CERTAINS RITUELS PEUVENT ÊTRE DISPONIBLES SEULEMENT LORSQUE LEURS PRÉREQUIS ONT ÉTÉ REMPLIS. RÈGLE 7 : SI VOUS EFFECTUEZ UN RITUEL ET ENSUITE CHANGEZ D'ITINÉRAIRE, TOUTE QUÊTE EN RÉSULTANT SERA PERDUE. RÈGLE 8 : SI VOUS DÉSIREZ À LA FOIS EFFECTUER UN RITUEL ET PARLER AVEC UN CERTAIN CURATEUR, VOUS DEVEZ DÉCIDER DE VOIR LEURS TÂCHES ET UTILISER UNE AUGMENTATION DE SAUT SUPRALUMINIQUE. RÈGLE 9 : IL Y A UNE CHANCE QUE CERTAINS RITUELS PUISSENT ENTRAÎNER DES EFFETS SECONDAIRES INDÉSIRABLES ; CEUX-CI N'EMPÊCHERONT PAS L'ACHÈVEMENT DU RITUEL. RÈGLE 10 : CERTAINS RITUELS PEUVENT RAREMENT PERMETTRE À CEUX AYANT UNE RELATION SPÉCIALE AVEC LE SOMBRE ÊTRE DE GRACIER VOTRE PRÉSENCE. LES VAINCRE PEUT ACCORDER DES RÉCOMPENSES SUPPLÉMENTAIRES.
ja: 規則6：特定の儀式は、その前提条件が満たされた場合にのみ利用可能になることがある。 規則7：儀式を実行した後に再ルートすると、結果として生じたクエストは失われる。 規則8：儀式を実行し、特定のキュレーターと話したい場合は、彼らのタスクを表示し、ジャンプ速度増強装置を使用することを決定しなければならない。 規則9：特定の儀式が望ましくない副作用を引き起こす可能性がある。これらは儀式の完了を妨げない。 規則10：特定の儀式は、まれに闇の者と特別な関係を持つ者があなたの前に現れることを許すことがある。彼らを倒すと追加の報酬が得られることがある。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[1]/event/choice/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[2]/text
fr: Enquêter sur le Rituel de l'Armement Sombre.
ja: 闇の武器の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[2]/event/text
fr: RITUEL DE L'ARMEMENT SOMBRE : Ce rituel vous donne l'emplacement de l'un des dons du Sombre Être : une arme renforcée par l'obscurité brute. L'arme, et son emplacement, sont aléatoires.
ja: 闇の武器の儀式： この儀式は闇の者の贈り物の一つ、生の闇によって強化された武器の場所を教えてくれる。武器とその場所はランダムである。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[3]/text
fr: Enquêter sur le Rituel des Drones d'Ombre.
ja: 影のドローンの儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[3]/event/text
fr: RITUEL DES DRONES D'OMBRE : Ce rituel vous donne l'emplacement de l'un des dons du Sombre Être : un drone renforcé par l'obscurité brute. Le drone, et son emplacement, sont aléatoires.
ja: 影のドローンの儀式： この儀式は闇の者の贈り物の一つ、生の闇によって強化されたドローンの場所を教えてくれる。ドローンとその場所はランダムである。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[3]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[4]/text
fr: Enquêter sur le Rituel des Esprits Agités.
ja: 安らぎなき魂の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[4]/event/text
fr: RITUEL DES ESPRITS AGITÉS : Ce rituel vous donne l'emplacement de deux Âmes Instables - des membres d'équipage auto-téléportés avec des effets explosifs spéciaux dépendant de leur type. Les types des Âmes Instables, et leur emplacement, sont aléatoires.
ja: 安らぎなき魂の儀式： この儀式は2つの不安定な魂の場所を教えてくれる。これらはタイプに応じて特別な爆発効果を持つテレポートするクルーである。不安定な魂のタイプとその場所はランダムである。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[4]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[5]/text
fr: Enquêter sur le Rituel de Corruption.
ja: 堕落の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[5]/event/text
fr: RITUEL DE CORRUPTION : Ce rituel vous donne l'emplacement d'une étrange fontaine, d'où l'un de vos membres d'équipage peut boire pour embrasser les dons du Sombre Être. L'emplacement de la fontaine est aléatoire.
ja: 堕落の儀式： この儀式は奇妙な泉の場所を教えてくれる。あなたのクルーメンバーの一人がそこから飲むことで闇の者の贈り物を受け入れることができる。泉の場所はランダムである。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[5]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[6]/text
fr: Enquêter sur le Rituel de Recrutement Occulte.
ja: オカルト勧誘の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[6]/event/text
fr: RITUEL DE RECRUTEMENT OCCULTE : Ce rituel vous donne l'emplacement de l'un des disciples du Sombre Être (Profonds, Séparatistes Engi ou Coquilles), bien qu'ils devront encore subir le Rituel de Dévotion Véritable pour acquérir des pouvoirs d'outre-monde. Le disciple, et son emplacement, sont aléatoires.
ja: オカルト勧誘の儀式： この儀式は闇の者の信者の一人（ディープワン、エンジ分離主義者、またはシェル）の場所を教えてくれるが、異世界の力を得るためには真の献身の儀式を受ける必要がある。信者とその場所はランダムである。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[6]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[7]/text
fr: Enquêter sur le Rituel de Dévotion Véritable.
ja: 真の献身の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[7]/event/text
fr: RITUEL DE DÉVOTION VÉRITABLE : Ce rituel vous donne l'emplacement d'un site où l'un de vos disciples du Sombre Être peut se dévouer et acquérir des pouvoirs d'outre-monde (Les Profonds peuvent devenir des Cultistes Éclairés, les Séparatistes Engi peuvent devenir des Élites de la Disparité et les Coquilles peuvent devenir des Enfants des Étoiles). L'emplacement du site est aléatoire.
ja: 真の献身の儀式： この儀式は、あなたの闇の者の信者の一人が自身を捧げ、異世界の力を得る場所を教えてくれる（ディープワンは啓発されしカルト信者に、エンジ分離主義者はディスパリティエリートに、シェルは星々の子供たちになることができる）。場所はランダムである。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[7]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[8]/text
fr: Enquêter sur le Rituel de la Chasse.
ja: 狩りの儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[8]/event/text
fr: RITUEL DE LA CHASSE : Ce rituel vous donne l'emplacement de sacrifices humains afin que vous puissiez effectuer d'autres rituels. La quantité, et leur emplacement, sont aléatoires.
ja: 狩りの儀式： この儀式は、他の儀式を実行するための人間の生贄の場所を教えてくれる。量とその場所はランダムである。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[8]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[9]/text
fr: Enquêter sur le Rituel des Visions Terribles.
ja: 恐ろしい光景の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[9]/event/text
fr: RITUEL DES VISIONS TERRIBLES : Ce rituel vous donne l'emplacement d'un vaisseau ennemi rare et puissant appartenant à une faction ayant une relation spéciale avec le Dieu Sombre. Selon son type, vous devrez soit spécifiquement détruire le vaisseau, soit spécifiquement tuer son équipage à bord ; ce faisant, cela accordera une récompense unique basée sur le type du vaisseau. Le type du vaisseau, et son emplacement, sont aléatoires. Effectuer ce rituel coûte 1-2 sacrifices humains supplémentaires. Ne pas atteindre le nombre requis de sacrifices entraînera l'échec du rituel, et rien ne se produira.
ja: 恐ろしい光景の儀式： この儀式は、闇の神と特別な関係を持つ派閥に属する、希少で強力な敵船の場所を教えてくれる。そのタイプに応じて、船を特定して破壊するか、乗組員を特定して殺すことが要求される。そうすることで、船のタイプに基づいたユニークな報酬が得られる。船のタイプとその場所はランダムである。この儀式を実行するには、1-2体の追加の人間の生贄が必要である。必要な生贄の数を満たせなかった場合、儀式は失敗し、何も起こらない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[9]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[10]/text
fr: Enquêter sur le Rituel d'Inauguration Étrange.
ja: 不気味な就任の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[10]/event/text
fr: RITUEL D'INAUGURATION ÉTRANGE : Ce rituel vous donne une connaissance interdite, sous la forme de coordonnées vers le secteur générique des Profonds. De là, vous pouvez rechercher le Dieu Sombre... mais il n'y a aucune promesse qu'il vous cherchera en retour. Cette connaissance interdite est accordée instantanément, vous permettant de changer d'itinéraire dans le même saut supraluminique. Ce rituel ne peut être effectué qu'une seule fois, et vous ne pourrez pas changer d'itinéraire vers ces coordonnées pendant le saut vers le secteur final.
ja: 不気味な就任の儀式： この儀式は、一般的なディープワンセクターへの座標という形で、禁じられた知識を与えてくれる。ここから、あなたは闇の神を探し求めることができる...しかし、彼があなたを探し求めてくれるという保証はない。この禁じられた知識は即座に与えられ、同じ光速ジャンプ内で再ルートすることができる。この儀式は一度しか実行できず、最終セクターへのジャンプ中にはこれらの座標に再ルートすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[10]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[11]/text
fr: Enquêter sur le Rituel de Résolution.
ja: 解決の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[11]/event/text
fr: RITUEL DE RÉSOLUTION : Ce rituel vous permet de délier le Tome d'Outre-monde de votre vaisseau. Ce faisant, il disparaîtra ; qui peut dire si vous le retrouverez un jour.
ja: 解決の儀式： この儀式は、異世界の書をあなたの船から解放することを可能にする。そうすると、それは消え去る。再び見つけられるかどうかは誰にもわからない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[11]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[12]/text
fr: Examiner la page volante.
ja: ルーズリーフを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[12]/event/text
fr: Plutôt que de décrire des règles, ou la nature et le processus d'un rituel, cette page se lit davantage comme un monologue, ou un extrait déchiré. Son contenu est le suivant : "Il reste plus beaucoup de temps, maintenant. J'aurais aimé être là avec toi, pour montrer au grand chef ce qui en est, mais... j'pense que j'ferais que t'gêner, de toute façon. Et merde - on a besoin de moi ici, pas vrai ? J'trace la route pour demain, même si le rideau tombe aujourd'hui ! Pardon, pour, euh... t'avoir volé tes propres mots, bien sûr. Ils ont toujours été si... poétiques, et tout ça." "Juste une dernière série d'images, alors, pas vrai ? J'me souviens que tu disais que c'étaient les importantes. J'peux pas me permettre de tout gâcher maintenant, si ? J'voudrais pas donner aux autres de quoi m'chamailler la prochaine fois qu'on s'verra ! Et j'sais qu'on s'reverra, Ev. J'te... tiens à cette promesse." Le texte se termine là, et ce qui suit sont plusieurs sigils grossièrement dessinés, de couleurs différentes, chacun représentant un symbole unique. Même à un coup d'œil rapide, quelque chose en eux vous frappe comme étant important, mais vous ne parvenez pas à en saisir beaucoup plus avec une inspection plus attentive.
ja: 規則や儀式の性質やプロセスを記述するのではなく、このページは独白や引き裂かれた抜粋のように読める。その内容は次の通り： 「もうあまり時間がねえな。あんたと一緒にいて、大物に何が何だか見せてやりてえけど...どうせ邪魔になるだけだろうな。それに、俺はここに必要だ、だろ？今日の幕が下りる中でも、明日の道を切り開く！あんたの言葉を盗んで悪かったな、もちろん。いつもそうだったから...詩的で、そんな感じだったからな。」 「じゃあ、あと一組の絵だけだな？これらが重要なものだと言ってたのを覚えてる。今、しくじるわけにはいかねえ、だろ？次に会うときに、他の奴らに俺をいじめるネタを与えたくねえからな！それに、また会えるって知ってるぜ、エヴ。俺は...その約束を信じてる。」 テキストはそこで終わり、その後に続くのは、それぞれがユニークなシンボルを描いた、粗雑に描かれた異なる色の印章だ。一見しただけでも、何か重要なものがあるように感じるが、詳しく調べてもそれ以上はほとんどわからない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[12]/event/choice[@req="dd_purplesigil_obtained" and @lvl="1"]/text
fr: Le sigil violet, orné d'un grand œil, brille d'une lumière radieuse, onirique.
ja: 大きな目が描かれた紫の印章が、輝く夢のような光で光る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[12]/event/choice[@req="dd_purplesigil_obtained" and @lvl="0"]/text
fr: Le sigil violet, orné d'un grand œil, reste terne et sans intérêt.
ja: 大きな目が描かれた紫の印章は、鈍く目立たないままだ。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[12]/event/choice[@req="dd_bluesigil_obtained" and @lvl="1"]/text
fr: Le sigil bleu, orné d'un éclair, brille d'une lumière radieuse, onirique.
ja: 稲妻が描かれた青い印章が、輝く夢のような光で光る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[12]/event/choice[@req="dd_bluesigil_obtained" and @lvl="0"]/text
fr: Le sigil bleu, orné d'un éclair, reste terne et sans intérêt.
ja: 稲妻が描かれた青い印章は、鈍く目立たないままだ。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[12]/event/choice[@req="dd_yellowsigil_obtained" and @lvl="1"]/text
fr: Le sigil jaune, orné d'un visage macabre, brille d'une lumière radieuse, onirique.
ja: 恐ろしい顔が描かれた黄色の印章が、輝く夢のような光で光る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[12]/event/choice[@req="dd_yellowsigil_obtained" and @lvl="0"]/text
fr: Le sigil jaune, orné d'un visage macabre, reste terne et sans intérêt.
ja: 恐ろしい顔が描かれた黄色の印章は、鈍く目立たないままだ。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[12]/event/choice[@req="DD_SIGILCOLLECTION_COMPLETE" and @lvl="1"]/text
fr: La lumière éthérée des trois sigils, maintenant entièrement restaurés, réchauffe l'air autour de vous.
ja: 完全に復元された三つの印章の霊妙な光が、あなたの周りの空気を暖める。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[12]/event/choice[@req="DD_SIGILCOLLECTION_COMPLETE" and @lvl="0"]/text
fr: Étrange. Refermer le livre.
ja: 奇妙だ。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[10]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[@req="LIST_DDDARKEST_GAZE"]/text
fr: Enquêter sur le texte marron foncé, les Prières de Dévotion.
ja: 深い栗色のテキスト、献身の祈りを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[@req="LIST_DDDARKEST_GAZE"]/event/text
fr: Bien que capable de lire cette section sans guide, vous reconnaissez que ce texte a été récemment inscrit ici par une influence surnaturelle. Vous ne pouvez le voir que parce que quelqu'un, ou quelque chose, l'a écrit ici pour que vous le voyiez. Cette section décrit les avantages de la dévotion au Dieu Sombre.
ja: ガイドなしでこのセクションを読むことができるが、このテキストが最近何らかの超自然的な影響によってここに刻まれたことを認識する。誰か、あるいは何かがあなたが見るためにここに書いたからこそ、それを見ることができる。このセクションは闇の神への献身の利点を説明している。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[@req="LIST_DDDARKEST_GAZE"]/event/choice[1]/text
fr: Enquêter sur les Avantages de la Dévotion.
ja: 献身の利点を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[@req="LIST_DDDARKEST_GAZE"]/event/choice[1]/event/text
fr: La Dévotion est divisée en trois niveaux. Chaque niveau vous permet d'obtenir de plus grands avantages en alimentant votre Système Temporel. Chaque niveau de pouvoir actif dans votre Système Temporel multiplie les avantages (1x -> 2x -> 3x), mais le plafond de ces avantages est dicté par votre niveau de dévotion. Pour chaque avantage, sauf pour le Super Bouclier, le Système Temporel doit être alimenté. Votre niveau de dévotion peut être augmenté comme un rituel, nécessitant un sacrifice.
ja: 献身は3つのレベルに分かれている。各レベルは、時間システムに電力を供給することでより大きな利点を得ることができる。時間システムでアクティブな電力の各レベルは、利点を乗算的にスケーリングする（1倍 -> 2倍 -> 3倍）が、その利点の上限は献身レベルによって決定される。スーパーシールドを除き、すべての利点について、時間システムに電力を供給する必要がある。献身レベルは儀式として上げることができ、生贄が必要となる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[@req="LIST_DDDARKEST_GAZE"]/event/choice[1]/event/choice/event/text
fr: TOUS NIVEAUX : Gagnez un Super Bouclier avec 8 PV. Les alliés sur le vaisseau ennemi soignent constamment (0.4 PV/s), soignent constamment deux fois plus vite sur votre vaisseau (0.8 PV/s), et tous les alliés dans la pièce du Système Temporel soignent constamment à un rythme fortement accru (4 PV/s). Tous les alliés obtiennent de légers multiplicateurs (1.1x) pour la plupart de leurs statistiques, et les Cauchemars gagnent 5 PV max supplémentaires. Les Horrifiques Éclairés deviennent contrôlables en permanence.
ja: 全レベル：8ヒットポイントのスーパーシールドを得る。敵船上の味方は常に回復し（毎秒0.4HP）、あなたの船上では2倍の速さで回復し（毎秒0.8HP）、時間システムの部屋にいる味方は大幅に増加したペースで回復する（毎秒4HP）。すべての味方はほとんどのステータスにわずかな倍率（1.1倍）を得て、ナイトメアは最大HPが5増加する。啓発されしホラーは永久に制御可能になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[@req="LIST_DDDARKEST_GAZE"]/event/choice[1]/event/choice/event/choice/event/text
fr: NIVEAU 1 (APERÇU TÉNÉBREUX) : Le Super Bouclier a 8 PV. Les avantages sont plafonnés à 1x, tant que le Système Temporel a une quelconque quantité d'énergie, les avantages sont exactement tels que décrits dans la section « TOUS NIVEAUX ». NIVEAU 2 (REGARD SOMBRE) : Le Super Bouclier a 12 PV. Les avantages sont maintenant plafonnés à 2x, tant que le Système Temporel a 2 énergies ou plus. NIVEAU 3 (REGARD LE PLUS SOMBRE) : Le Super Bouclier a 16 PV. Les avantages sont maintenant plafonnés à 3x, tant que le Système Temporel a 3 énergies.
ja: レベル1（影の一瞥）：スーパーシールドは8HP。利点は1倍で上限に達し、時間システムに電力が供給されている限り、「全レベル」セクションに記載されている通りである。 レベル2（闇の配慮）：スーパーシールドは12HP。利点は2倍で上限に達し、時間システムに2以上の電力が供給されている場合。 レベル3（最も暗い視線）：スーパーシールドは16HP。利点は3倍で上限に達し、時間システムに3の電力が供給されている場合。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[@req="LIST_DDDARKEST_GAZE"]/event/choice[1]/event/choice/event/choice/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[@req="LIST_DDDARKEST_GAZE"]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/text
fr: La lumière des trois sigils ne fait que s'intensifier lorsque vous les regardez, et vous réalisez la nature de leur pouvoir - les étranges cristaux éthérés... ils vous ont mené ici, à cet instant. Cependant, cette fois, vous ne vous sentez pas tomber, impuissant, dans leur attrait - vous avez l'impression que, d'une manière ou d'une autre, leur lueur resplendissante danse maintenant au son de votre propre mélodie.
ja: 三つの印章の光は、それらを見つめるにつれて強まるばかりのようだ。そして、あなたはその力の性質を理解する。奇妙で霊妙なクリスタル...それらがあなたをこの瞬間へと導いたのだ。 しかし、今回は、無力にその魅力に引き込まれる感じはしない。むしろ、どういうわけか、その輝かしい光は今、あなた自身の調べに合わせて踊っているように感じる。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/text
fr: Je... veux des réponses, alors. Menez-moi à elles.
ja: ならば...答えが見たい。私をそこへ連れて行ってくれ。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/text
fr: Vous fixez la merveilleuse lueur combinée des sigils, avant de fermer les yeux de votre propre gré. Pour peut-être la dernière fois, vous avez l'impression que tout le reste semble s'estomper autour de vous...
ja: あなたは印章の素晴らしく組み合わさった光を見つめ、自らの意志で目を閉じる。おそらくこれが最後になるだろう、あなたの周りのすべてが消え去っていくように感じる...

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/text
fr: Tu pensais pas partir voir le grand chef, sans dire un mot, hein ?
ja: 一言も言わずに大物に会いに行こうなんて考えてなかったよな？
