Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/choice[1]/event/text
fr: RITUEL DE DÉVOTION DIVINE : Ce rituel vous donne l'emplacement d'un vaisseau appartenant aux Élus du Dieu Sombre, que vous devrez vaincre au combat pour prouver votre valeur. Cela permet à l'un de vos Cultistes Éclairés de devenir lui-même l'un des Élus du Dieu Sombre.
ja: 神聖な献身の儀式： この儀式は闇の神の選ばれし者に属する船の場所を教えてくれる。価値を証明するために、戦闘でそれを打ち負かさなければならない。そうすることで、あなたの啓発されしカルト信者の一人が闇の神の選ばれし者の一人になることができる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/choice[2]/text
fr: Examiner le Rituel des Dons Bénis.
ja: 祝福されし贈り物の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/choice[2]/event/text
fr: RITUEL DES DONS BÉNIS : Ce rituel vous permet d'offrir une offrande au Dieu Sombre, sous la forme d'autant de sacrifices humains que vous le désirez. Chaque sacrifice humain fait au nom du rituel, y compris le premier fait pour l'initier (indépendamment du fait que ce premier fût ou non un sacrifice humain), vous accordera un choix entre un drone Templier Invisible, des Bénédictions pour tout drone susmentionné que vous possédez peut-être déjà et la capacité de renforcer toutes les Bénédictions qu'ils possèdent déjà.
ja: 祝福されし贈り物の儀式： この儀式は、望むだけの人間の生贄を闇の神に捧げることを可能にする。儀式の名の下に行われる各人間の生贄は、それを開始するために行われた最初の生贄（この最初のものが人間の生贄であったかどうかに関わらず）を含め、アンシーンテンプラードローン、すでに所有している前述のドローンへの祝福、そしてすでに所有している祝福を強化する能力の選択肢を与えてくれる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/choice[3]/text
fr: Examiner la page volante.
ja: ルーズリーフを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/choice[3]/event/text
fr: Plutôt que de décrire la nature et le processus du rituel, comme à l'accoutumée, cette page ressemble plus à un monologue, ou à un extrait déchiré. Son contenu se lit comme suit : « Hah ! Tu n'as jamais été subtil, n'est-ce pas ? Six sera livide quand elle le saura, tu sais. Combattre les âmes pour l'éternité est une chose, mais les utiliser ? Les rendre toutes explosives, et tout le reste ? ÇA va la mettre en colère. Connaissant Six, elle apprécierait probablement la colère, cependant. Ça l'a toujours gardée affûtée. » « Et elle n'est pas complètement têtue, au moins. Même si elle ne l'admettrait pas, elle saurait que nous avions besoin de tous les avantages que nous pouvions obtenir ici. Le grand ne plaisante plus. Mais, hé – ce n'est pas comme si tu avais besoin de MOI pour te dire ça. Je suppose que je suis juste en train de radoter au vent, n'est-ce pas ? » Le texte se termine là, et ce qui suit sont plusieurs diagrammes grossièrement dessinés dépeignant des étapes rituelles vagues, ainsi que des gribouillis ressemblant aux Éclairés - sans yeux et tout. Cependant, ce qui est mis en évidence dans leurs représentations amateuristes ici, ce sont des masques étranges et des émanations fantomatiques... vous ne pouvez que deviner que, quel que soit ce rituel, il entraîne l'altération potentielle de vos Cultistes Éclairés, si vous en avez.
ja: 儀式の性質やプロセスを典型的な方法で記述するのではなく、このページは独白や引き裂かれた抜粋のように読める。その内容は次の通り： 「ハッ！あんたはいつも派手だったな？シックスが知ったら激怒するぜ、わかるだろ。永遠に魂と戦うのは一つのことだが、そいつらを使う？爆発させたり、なんだりかんだり？そりゃあいつを本気で怒らせるぜ。シックスを知ってるからな、彼女はその怒りを感謝するかもしれねえけどな。いつも彼女を鋭くさせてたからな。」 「それに、あいつは完全に頑固じゃねえ、少なくともな。認めないだろうが、俺たちがここで得られるすべての利点が必要だってことは知ってるはずだ。大物はもうふざけてねえ。でも、まあ、俺がそれをあんたに言う必要はねえな。ただ風に向かって rambling してるだけか、俺は？」 テキストはそこで終わり、その後に続くのは、曖昧な儀式の手順を描いた粗雑な図と、啓発されし者に似た落書きだ。目がないところまですべて。しかし、ここでの素人っぽい描写で強調されているのは、奇妙なマスクと幽霊のような発散物だ...この儀式が何であれ、もしあなたが啓発されしカルト信者を所有していれば、その外見を変える可能性があるとしか推測できない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/choice[3]/event/choice[@req="pilot"]/text
fr: Étrange. Refermer le livre.
ja: 奇妙だ。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[4]/text
fr: Examiner le texte gris trouble, les Appels Obscurs.
ja: 濁った灰色のテキスト、闇の呼び声を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[4]/event/text
fr: Bien que vous ne puissiez pas lire le texte, les diagrammes de cette section présentent plusieurs races que vous reconnaissez comme ennemies du Dieu Sombre, parmi des choses plus vagues. Vous devrez trouver quelqu'un qui comprend le texte pour effectuer ses rituels.
ja: テキストは読めないが、このセクションの図は闇の神の敵として認識するいくつかの種族や、より曖昧なものを示している。その儀式を実行するには、テキストを理解できる者を見つける必要がある。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[4]/event/choice[@req="dddeepone_chosen"]/text
fr: (Membre d'équipage Élu) Demander à votre membre d'équipage Élu de transcrire le texte.
ja: (選ばれしクルー) 選ばれしクルーにテキストを書き写させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[4]/event/choice[@req="dddeepone_chosen"]/event/text
fr: Votre membre d'équipage Élu vous écrit un chiffre. L'utilisant, vous êtes capable de comprendre que les Élus sont capables d'utiliser des sacrifices humains pour localiser leurs ennemis ; ceux qui s'opposent au Dieu Sombre.
ja: あなたの選ばれしクルーはあなたに暗号を書いてくれる。それを使うことで、選ばれし者は人間の生贄を使って敵、つまり闇の神に反対する者たちを見つけることができると理解できるようになった。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[4]/event/choice[@req="dddeepone_chosen"]/event/choice[1]/text
fr: Examiner le Rituel de Brise-Lumière.
ja: 光を砕く儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[4]/event/choice[@req="dddeepone_chosen"]/event/choice[1]/event/text
fr: RITUEL DE BRISE-LUMIÈRE : Ce rituel vous donne l'emplacement d'un vaisseau appartenant à un ennemi aléatoire du Dieu Sombre. Les vaincre vous accorde sa faveur, sous la forme de deux récompenses aléatoires du pool de rituels de base (vous pouvez recevoir la même récompense deux fois, les récompenses des Rituels de Corruption, Dévotion Vraie, Visions Terribles, Inauguration Étrange et Résolution n'apparaîtront pas). De plus, vous recevrez une récompense supplémentaire en fonction de l'ennemi qui apparaît, mais ce rituel est garanti d'entraîner un effet secondaire aléatoire.
ja: 光を砕く儀式： この儀式は闇の神のランダムな敵に属する船の場所を教えてくれる。彼らを倒すと、基本的な儀式プールから2つのランダムな報酬の形でその好意を得ることができる（同じ報酬を2回受け取る可能性があり、堕落の儀式、真の献身の儀式、恐ろしい光景の儀式、不気味な就任の儀式、解決の儀式からの報酬は現れない）。さらに、出現する敵に応じて追加の報酬を受け取るが、この儀式はランダムな副作用を引き起こすことが保証されている。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[4]/event/choice[@req="dddeepone_chosen"]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[4]/event/choice[@req="dddeepone_chosen"]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[4]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/text
fr: Examiner le texte brun flou, les Hymnes au Salut.
ja: ぼやけた茶色のテキスト、救済への賛歌を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/text
fr: Bien que vous ne puissiez pas lire le texte, les diagrammes de cette section présentent ce qui semble être des plantes d'une sorte. Vous devrez trouver quelqu'un qui comprend le texte pour effectuer ses rituels.
ja: テキストは読めないが、このセクションの図は何らかの植物のように見えるものを示している。その儀式を実行するには、テキストを理解できる者を見つける必要がある。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/text
fr: (Membre d'équipage Ill'drythk) Demander à votre membre d'équipage Ill'drythk de transcrire le texte.
ja: (イル'ドリスクルー) イル'ドリスクルーにテキストを書き写させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/text
fr: Votre membre d'équipage Ill'drythk sécrète une substance blanche sur les pages pertinentes, qui semble les transcrire dans une langue que vous pouvez comprendre. En regardant les pages maintenant, vous êtes capable de comprendre leur but : traquer d'autres arbres Ill'drythk et réclamer leur pouvoir.
ja: あなたのイル'ドリスクルーは関連ページの上に白い物質を分泌し、それが理解できる言語に書き写されるように見える。今ページを見ると、その目的を理解できるようになった：他のイル'ドリスの木を追い詰め、その力を奪うこと。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice[1]/text
fr: Examiner le Rituel de Rivalité.
ja: ライバルの儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice[1]/event/text
fr: RITUEL DE RIVALITÉ : Ce rituel vous donne l'emplacement d'un arbre Ill'drythk, que vous pouvez tuer l'équipage pour subsumer l'une de ses Statues Ill'drythk dans votre propre collectif. Détruire l'arbre ne rapportera aucune récompense spéciale.
ja: ライバルの儀式： この儀式はイル'ドリスの木の場所を教えてくれる。クルーを殺すことで、そのイル'ドリス像の一つをあなた自身の集合体に取り込むことができる。木を破壊しても特別な報酬は得られない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice[2]/text
fr: Examiner le Rituel de Renaissance.
ja: 再生の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice[2]/event/text
fr: RITUEL DE RENAISSANCE : Ce rituel vous donne l'emplacement d'un arbre Ill'drythk, atteignant la fin de sa vie, que vous pouvez approcher pour subsumer ses Veilleurs Ill'drythk dans votre propre collectif. Bien que l'arbre ne se défende pas, il sera situé au cœur de tout danger inconnu qui l'a conduit à sa fin prématurée.
ja: 再生の儀式： この儀式は寿命の終わりに近づいているイル'ドリスの木の場所を教えてくれる。それに近づくことで、そのイル'ドリスの世話人をあなた自身の集合体に取り込むことができる。木は自衛しないが、それが早すぎる死を迎える原因となった未知の危険の中心に位置している。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice[3]/text
fr: Examiner le Rituel de Mutation Mutine.
ja: 反逆の突然変異の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice[3]/event/text
fr: RITUEL DE MUTATION MUTINE : Ce rituel vous donne l'emplacement d'un Cœur Pâle Ill'drythk ; un arbre Ill'drythk particulièrement puissant qui a déverrouillé les secrets de la mutation Ill'drythk. Tuer son équipage vous permet de revendiquer ces secrets pour vous-même, mais le détruire détruira ses secrets avec lui. Vous devez avoir fait au moins deux sacrifices au nom des rituels Ill'drythk afin d'effectuer ce rituel, et vous ne pouvez l'effectuer qu'une seule fois.
ja: 反逆の突然変異の儀式： この儀式はイル'ドリスのペイルハートの場所を教えてくれる。これはイル'ドリスの突然変異の秘密を解き明かした特に強力なイル'ドリスの木だ。そのクルーを殺すことで、これらの秘密をあなた自身のものにすることができるが、それを破壊するとその秘密も一緒に破壊される。この儀式を実行するには、イル'ドリスの儀式の名の下に少なくとも2回の生贄を捧げる必要があり、一度しか実行できない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice[3]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[5]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/text
fr: Examiner le texte bleu électrique, les Nouvelles de la Tempête.
ja: 電気青のテキスト、テンペストの知らせを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/text
fr: Bien que vous ne puissiez pas lire le texte, les diagrammes de cette section présentent ce que vous ne pouvez que deviner être des orages et les étranges entités qui les manient. Vous devrez trouver quelqu'un qui comprend le texte pour effectuer ses rituels.
ja: テキストは読めないが、このセクションの図は雷雨とそれを操る奇妙な存在としか推測できないものを示している。その儀式を実行するには、テキストを理解できる者を見つける必要がある。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/text
fr: (Membre d'équipage de la Tempête) Demander à votre membre d'équipage aligné sur la Tempête de transcrire le texte.
ja: (テンペストクルー) テンペスト系のクルーにテキストを書き写させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/text
fr: Votre membre d'équipage aligné sur la Tempête touche le tome, et le texte pertinent devient soudainement lisible. Vous êtes capable de comprendre que le Culte de la Tempête utilise ces rituels pour prouver sa dévotion à la Tempête et recevoir sa progéniture en retour. Vers la fin de ces rituels se trouve une page volante - son propre texte gribouillé beaucoup plus désordonné que le reste. En effet, son écriture semble différer entièrement, et elle décrit un rituel séparé qui lui est propre...
ja: あなたのテンペスト系のクルーが書に触れると、関連テキストが突然読めるようになる。テンペストのカルトがこれらの儀式を使ってテンペストへの献身を証明し、その見返りにその眷属を受け取ることがわかる。 これらの儀式の終わりには、一枚のルーズリーフがある。そのテキストは他の部分よりもはるかに乱雑に走り書きされている。実際、筆跡は全く異なり、それ自身の別の儀式を記述している...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/choice[1]/text
fr: Examiner le Rituel d'Appel de Tempête.
ja: 嵐呼びの儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/choice[1]/event/text
fr: RITUEL D'APPEL DE TEMPÊTE : Ce rituel invoque soit une Progéniture Née-Tempête, soit un Gardien de Progéniture dans la pièce avec vous, selon ce que vous désirez. Un Gardien de Progéniture peut simplement être asservi sans coût additionnel, mais une Progéniture Née-Tempête nécessitera 1-2 sacrifices humains supplémentaires pour l'asservir correctement. Si ses demandes de chair ne sont pas satisfaites, le rituel échouera et la progéniture deviendra hostile.
ja: 嵐呼びの儀式： この儀式は、あなたの望みに応じてストームボーンの眷属またはスポーンワーデンをあなたのいる部屋に召喚する。スポーンワーデンは追加コストなしで単に魅了することができるが、ストームボーンの眷属は適切に魅了するために1-2体の追加の人間の生贄が必要となる。肉の要求が満たされない場合、儀式は失敗し、眷属は敵対的になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/choice[2]/text
fr: Examiner la page volante.
ja: ルーズリーフを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/choice[2]/event/text
fr: Plutôt que de décrire la nature et le processus du rituel, comme à l'accoutumée, cette page ressemble plus à un monologue, ou à un extrait déchiré. Son contenu se lit comme suit : « Maintenant, parlons merveilles ! Je suppose que ce sont de jolies histoires en prose comme celles-ci qui ont rendu le grand si attaché à toi en premier lieu, Ev. Ou, ah... zut. J'ai... j'ai oublié de le mentionner, d'accord ? Je sais que tu ne lis pas ça, de toute façon, mais je sais que tu es très sensible à ton passé. » « Écoute, je ne suis pas bon avec les mots. Ni avec ces trucs d'images, vraiment, mais... je t'ai dit que je le ferais, alors je le ferai. Tu comptes sur moi, autant que je compte sur toi, et si dessiner des plantes étranges et romantiques est ce qu'il faut, je suppose que c'est ce que je ferai ! » Le texte se termine là, et ce qui suit sont plusieurs diagrammes grossièrement dessinés dépeignant des étapes rituelles vagues, ainsi que des gribouillis ressemblant à une sorte de créature filandreuse, ressemblant à une plante. Cependant, ce qui est mis en évidence aux côtés de sa représentation amateuriste ici, ce sont une douzaine de dagues et d'autres instruments tranchants... vous ne pouvez que deviner que, quel que soit ce rituel, il implique d'être préparé pour un combat, d'une manière ou d'une autre.
ja: 儀式の性質やプロセスを典型的な方法で記述するのではなく、このページは独白や引き裂かれた抜粋のように読める。その内容は次の通り： 「これぞ不思議な話だ！大物が最初にこれほどあんたに執着したのは、こういう綺麗で散文的な物語のせいだと思うぜ、エヴ。ああ...しまった。俺が言ったことは忘れてくれ、いいか？どうせあんたはこれを読んでないだろうけど、あんたが過去の自分に敏感なのは知ってるからな。」 「ほら、俺は言葉が得意じゃないんだ。この絵のことも、本当はな。でも...やると言ったからにはやる。あんたが俺を頼りにしてるように、俺もあんたを頼りにしてる。もし奇妙でロマンチックな植物を描くことが必要なら、俺はそうするつもりだ！」 テキストはそこで終わり、その後に続くのは、曖昧な儀式の手順を描いた粗雑な図と、何らかのひょろ長い植物のような生物に似た落書きだ。しかし、ここでの素人っぽい描写と共に強調されているのは、十数本の短剣やその他の刃物だ...この儀式が何であれ、何らかの形で戦いの準備をすることに関係しているとしか推測できない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Étrange. Refermer le livre.
ja: 奇妙だ。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[6]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/text
fr: Examiner le texte blanc aveuglant, les Édits Néo-nés.
ja: 眩しい白のテキスト、ネオボーンの布告を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/event/text
fr: Bien que vous ne puissiez pas lire le texte, les diagrammes de cette section présentent de nombreux éclairs, englobant une armure vide. Vous devrez trouver quelqu'un qui comprend le texte pour effectuer ses rituels.
ja: テキストは読めないが、このセクションの図は空の鎧を囲む多くの稲妻を示している。その儀式を実行するには、テキストを理解できる者を見つける必要がある。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/text
fr: (Armure Ultima) Demander à l'Armure Ultima de transcrire le texte.
ja: (ウルティマアーマー) ウルティマアーマーにテキストを書き写させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/text
fr: Le noyau de l'Armure Ultima clignote, et vous réalisez que vous pouvez maintenant comprendre les mots devant vous. Il semble que vous puissiez effectuer ce rituel pour établir des cultes au nom de la Tempête, et en obtenir ses faveurs en retour.
ja: ウルティマアーマーのコアが点滅し、あなたは目の前の言葉を理解できるようになったことに気づく。この儀式を実行してテンペストの名の下にカルトを設立し、その見返りに恩恵を得ることができるようだ。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/choice[1]/text
fr: Examiner le Rituel d'Expansion Tempétueuse.
ja: 嵐の拡大の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/choice[1]/event/text
fr: RITUEL D'EXPANSION TEMPÊTUEUSE : Ce rituel vous donne un emplacement d'intérêt, où vous pouvez faire venir un vaisseau appartenant au Culte de la Tempête. De là, ils cherchent à étendre leur influence, mais ils auront besoin de ressources pour le faire. Accordez-leur cela, et la Tempête vous accordera une faveur aléatoire et renforcera sa bénédiction sur votre vaisseau. Offrir de plus grandes quantités de ressources augmente vos chances de recevoir une faveur de meilleure qualité. Les faveurs reçues sont de trois qualités : mineure, majeure et cosmique.
ja: 嵐の拡大の儀式： この儀式は興味深い場所を教えてくれる。そこではテンペストのカルトに属する船を呼び出すことができる。そこから、彼らは影響力を広げようとするが、そのためには物資が必要だ。これを与えれば、テンペストはあなたにランダムな恩恵を与え、あなたの船への祝福を強化する。より多くの物資を提供すると、より高品質な恩恵を受け取る確率が高まる。受け取った恩恵は、マイナー、メジャー、コズミックの3つの品質に分けられる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[7]/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/choice[1]/event/choice/text
fr: Enquêter sur les avantages de la Bénédiction de la Tempête.
ja: テンペストの祝福の利点を調査する。
