Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="15"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[30]/text
fr: [15 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン15枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="pilot"]/text
fr: Tant pis - je rêverai un autre jour.
ja: 気にしないで - 別の日に夢を見ることにする。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_SPARK"]/text
fr: Vous saisissez l'Étincelle de Divinité, et la tenez dans la paume de votre main... le pouvoir qu'elle émane est presque enivrant. Vous renforçant contre son attrait, vous l'écrasez, et votre vaisseau fredonne de joie. Une Atome de Divinité vous a été accordé - vous pouvez l'infuser à votre vaisseau dans le menu de stockage.
ja: あなたは神性の火花を掴み、手のひらに乗せる...それが放つ力はほとんど陶酔させるようだ。その魅力に身を固め、それを握り潰すと、あなたの船は喜びにハミングする。あなたは神性の微粒子を与えられた。保管庫メニューで船に注入することができる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/text
fr: Des profondeurs de votre être, un pouvoir résonne...
ja: あなたの存在の深淵から、力が響き渡る...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER1"]/event/text
fr: ...tandis que votre vaisseau l'absorbe, et...
ja: ...あなたの船がそれを吸収し、そして...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER1"]/event/choice/event/text
fr: ...se retrouve renforcé. Mais ce n'est pas tout...
ja: ...力を得た。しかし、それだけではない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER2"]/event/text
fr: ...tandis que votre vaisseau l'absorbe, et...
ja: ...あなたの船がそれを吸収し、そして...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER2"]/event/choice/event/text
fr: ...se retrouve renforcé. Mais ce n'est pas tout...
ja: ...力を得た。しかし、それだけではない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER3"]/event/text
fr: ...tandis que votre vaisseau l'absorbe, et...
ja: ...あなたの船がそれを吸収し、そして...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER3"]/event/choice/event/text
fr: ...se retrouve renforcé. Mais ce n'est pas tout...
ja: ...力を得た。しかし、それだけではない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER4"]/event/text
fr: ...tandis que votre vaisseau l'absorbe, et...
ja: ...あなたの船がそれを吸収し、そして...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER4"]/event/choice/event/text
fr: ...se retrouve renforcé. Mais ce n'est pas tout...
ja: ...力を得た。しかし、それだけではない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER5"]/event/text
fr: ...tandis que votre vaisseau l'absorbe, et...
ja: ...あなたの船がそれを吸収し、そして...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER5"]/event/choice/event/text
fr: ...se retrouve renforcé. Mais ce n'est pas tout...
ja: ...力を得た。しかし、それだけではない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER6"]/event/text
fr: ...tandis que votre vaisseau l'absorbe, et...
ja: ...あなたの船がそれを吸収し、そして...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER6"]/event/choice/event/text
fr: ...se retrouve renforcé. Mais ce n'est pas tout...
ja: ...力を得た。しかし、それだけではない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER7"]/event/text
fr: ...tandis que votre vaisseau l'absorbe, et...
ja: ...あなたの船がそれを吸収し、そして...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER7"]/event/choice/event/text
fr: ...se retrouve renforcé. Ayant consommé sept Atomes de Divinité, votre vaisseau en est venu à rivaliser avec les Archanges déchus en termes de nombre de vœux. Comme c'est impressionnant ! Et pourtant, ce n'est pas tout...
ja: ...力を得た。7つの神性の微粒子を消費したことで、あなたの船は誓いの数において堕ちたアークエンジェルさえも凌駕するようになった。なんと印象的か！しかし、それだけではない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE"]/choice[@req="DDFALSERADIANCE_RESPLENDENT_LIFEFORM_DIVINEGIMMICK_TIER8"]/event/text
fr: ...mais votre vaisseau a du mal à l'absorber. Bien que son Bouclier d'énergie ne puisse pas devenir plus fort, le reste le peut...
ja: ...しかし、あなたの船はそれを吸収するのに苦労している。そのエネルギーシールドはこれ以上強くはなれないが、残りの部分はできる...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/text
fr: ...votre vaisseau rayonne de potentiel, prêt à être façonné comme vous le désirez.
ja: ...あなたの船は潜在能力で輝き、あなたの望むように形作られる準備ができている。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="cloaking" and @lvl="0"]/text
fr: Je désire... un Camouflage.
ja: 私は...クローキングを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="cloaking" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="cloaking" and @lvl="1"]/text
fr: Je désire... améliorer mon Camouflage.
ja: 私は...クローキングのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="cloaking" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="cloaking" and @lvl="2"]/text
fr: Je désire... améliorer mon Camouflage.
ja: 私は...クローキングのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="cloaking" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="cloaking" and @lvl="3"]/text
fr: Vous ne pouvez pas améliorer votre Camouflage davantage.
ja: クローキングをこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="dd_corruptor" and @lvl="0"]/text
fr: Je désire... un Corrupteur.
ja: 私は...コラプターを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="dd_corruptor" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="dd_corruptor" and @lvl="1"]/text
fr: Je désire... améliorer mon Corrupteur.
ja: 私は...コラプターのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="dd_corruptor" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="dd_corruptor" and @lvl="2"]/text
fr: Je désire... améliorer mon Corrupteur.
ja: 私は...コラプターのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="dd_corruptor" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="dd_corruptor" and @lvl="3"]/text
fr: Je désire... améliorer mon Corrupteur.
ja: 私は...コラプターのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="dd_corruptor" and @lvl="3"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="dd_corruptor" and @lvl="4"]/text
fr: Vous ne pouvez pas améliorer votre Corrupteur davantage.
ja: コラプターをこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="0"]/text
fr: Je désire... un Contrôle des Drones.
ja: 私は...ドローン制御を望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="1"]/text
fr: Je désire... améliorer mon Contrôle des Drones.
ja: 私は...ドローン制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="2"]/text
fr: Je désire... améliorer mon Contrôle des Drones.
ja: 私は...ドローン制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="3"]/text
fr: Je désire... améliorer mon Contrôle des Drones.
ja: 私は...ドローン制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="3"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="4"]/text
fr: Je désire... améliorer mon Contrôle des Drones.
ja: 私は...ドローン制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="4"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="5"]/text
fr: Je désire... améliorer mon Contrôle des Drones.
ja: 私は...ドローン制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="5"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="6"]/text
fr: Je désire... améliorer mon Contrôle des Drones.
ja: 私は...ドローン制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="6"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="7"]/text
fr: Je désire... améliorer mon Contrôle des Drones.
ja: 私は...ドローン制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="7"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="drones" and @lvl="8"]/text
fr: Vous ne pouvez pas améliorer votre Contrôle des Drones davantage.
ja: ドローン制御をこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="0"]/text
fr: Je désire... des Moteurs.
ja: 私は...エンジンを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="1"]/text
fr: Je désire... améliorer mes Moteurs.
ja: 私は...エンジンのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="2"]/text
fr: Je désire... améliorer mes Moteurs.
ja: 私は...エンジンのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="3"]/text
fr: Je désire... améliorer mes Moteurs.
ja: 私は...エンジンのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="3"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="4"]/text
fr: Je désire... améliorer mes Moteurs.
ja: 私は...エンジンのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="4"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="5"]/text
fr: Je désire... améliorer mes Moteurs.
ja: 私は...エンジンのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="5"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="6"]/text
fr: Je désire... améliorer mes Moteurs.
ja: 私は...エンジンのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="6"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="7"]/text
fr: Je désire... améliorer mes Moteurs.
ja: 私は...エンジンのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="7"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="engines" and @lvl="8"]/text
fr: Vous ne pouvez pas améliorer vos Moteurs davantage.
ja: エンジンをこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="hacking" and @lvl="0"]/text
fr: Je désire... un Piratage.
ja: 私は...ハッキングを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="hacking" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="hacking" and @lvl="1"]/text
fr: Je désire... améliorer mon Piratage.
ja: 私は...ハッキングのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="hacking" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="hacking" and @lvl="2"]/text
fr: Je désire... améliorer mon Piratage.
ja: 私は...ハッキングのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="hacking" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="hacking" and @lvl="3"]/text
fr: Vous ne pouvez pas améliorer votre Piratage davantage.
ja: ハッキングをこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="mind" and @lvl="0"]/text
fr: Je désire... un Contrôle Mental.
ja: 私は...マインドコントロールを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="mind" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="mind" and @lvl="1"]/text
fr: Je désire... améliorer mon Contrôle Mental.
ja: 私は...マインドコントロールのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="mind" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="mind" and @lvl="2"]/text
fr: Je désire... améliorer mon Contrôle Mental.
ja: 私は...マインドコントロールのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="mind" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="mind" and @lvl="3"]/text
fr: Vous ne pouvez pas améliorer votre Contrôle Mental davantage.
ja: マインドコントロールをこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="oxygen" and @lvl="0"]/text
fr: Je désire... un Système de Survie.
ja: 私は...生命維持装置を望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="oxygen" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...
