Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/text
fr: Four ? Je... je ne voulais pas t'inquiéter.
ja: フォー？私は...あなたを心配させたくなかったんだ。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/text
fr: Hah ! Comme si partir sans laisser de trace ne m'aurait pas fait mourir d'inquiétude, Ev.
ja: ハッ！跡形もなくいなくなっちまったら、俺が死ぬほど心配しねえとでも思ったのか、エヴ。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/text
fr: Je... je suis désolée. Je ne... n'ai jamais voulu dire au revoir, comme ça.
ja: ごめん...ごめんなさい。ただ...こんな風にさよならを言いたくなかったんだ。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: C'est juste un au revoir pour l'instant, pas vrai ? Garde la tête haute, rêveuse. Toutes tes merveilleuses idées risquent de s'écouler de tes oreilles, sinon.
ja: 今はただのさよならだろ？元気出せよ、夢見る人。そうしねえと、あんたの素晴らしいアイデアが全部耳から漏れちまうぜ。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Mmm... tu sais que je n'ai pas d'oreilles, Four.
ja: うーん...私に耳がないの、知ってるでしょ、フォー。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Comme si ça t'arrêterait ! Tu en rêverais une paire si tu les voulais, j'en suis sûre. Tu n'as... jamais laissé quoi que ce soit te retenir longtemps, tu sais ?
ja: そんなことであんたが止まるもんか！欲しけりゃ一対夢に見るだろうよ、きっと。あんたは...何にも長いこと縛られてこなかっただろ？

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: ...Tu n'as pas besoin de prétendre que c'est facile pour toi, tu sais. Je sais que je demande beaucoup à tout le monde, mais... surtout à toi, avec la façon dont elle...
ja: ...これがあなたにとって楽なことだと偽る必要はないのよ。みんなに多くを求めているのはわかっているけど...特にあなたには、彼女があんな風に...

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Hé ! Hé, hé, hé - t'as pas à t'inquiéter pour moi, tu sais ? Ni pour les autres. Ce sera pas facile de leur expliquer, mais... je sais qu'on te fait tous confiance, Ev. Et c'est pas à cause de la façon dont j'ai été créé pour ressentir les choses, non plus !
ja: おい！おい、おい、おい、俺の心配はしなくていいんだぜ？他の奴らのこともな。あいつらに説明するのは簡単じゃねえだろうけど...俺たちはみんなあんたを信じてるんだ、エヴ。それは俺がそう感じるように創られたからじゃねえぞ！

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Mais... tu ressens ça, non ? N'est-ce pas... déchirant ?
ja: でも...そう感じているんでしょ？これは...胸が張り裂けるようなことじゃないの？

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Bien sûr que oui. Et bien sûr que ça l'est ! Tu penses que c'est à cause de la façon dont j'ai été CRÉÉ pour ressentir ça, par contre ? Je t'aime, Evelyn. Et c'est vraiment pas parce que ton autre toi a rêvé d'une putain de chose, non plus, tu entends ? T'es... une fille merveilleuse, à l'intérieur comme à l'extérieur.
ja: もちろんそうだ。もちろん胸が張り裂けるさ！でも、それが俺がそう感じるように創られたからだと思うか？愛してるぜ、エヴリン。それはあんたのもう一人の自分がくだらないことを夢見たからじゃねえんだ、わかるか？あんたは...内も外も素晴らしい女だ。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Four, je...
ja: フォー、私は...

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Tu n'as rien à dire à ce sujet, non plus. La dernière chose que je voudrais faire maintenant, c'est que tu remettes en question des bêtises, juste avant que tu ne t'occupes du grand chef. Je veux juste que tu saches... qu'on se reverra, tu entends ? Je crois en tes rêves plus qu'en toute autre chose, Ev.
ja: 何も言う必要はねえよ。今、大物を相手にする直前に、あんたにくだらないことを疑わせるなんてしたくねえんだ。ただ知ってほしい...また会えるぜ、わかるか？俺はあんたの夢を何よりも信じてるんだ、エヴ。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Nous le ferons, Four. Je... je te le promets, d'accord ? Peu importe ce qui arrive, ou ce que dit cette machine infernale... nous nous reverrons. Tous.
ja: ええ、フォー。私は...約束するわ、いい？何が起ころうと、あの忌まわしい機械が何を言おうと...また会える。みんなで。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Et n'est-ce pas la vérité ! Maintenant, vas-y, et montre... ça...
ja: それが真実だ！さあ、そこに出て行って、見せてやれ...あれを...

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: En un instant, votre esprit est arraché à cette conversation inconnue, et une lente série de visions vient chaleureusement vous accueillir. Vous voyez un Cristalien doré. Le prêtre. Le premier à languir. Vous voyez un Engi doré. Le compagnon. Le second à périr. Vous voyez une Coquille dorée. L'inventeur. Le troisième à souffrir. Vous voyez un humain doré. Le tireur d'élite. Le quatrième à pleurer. Vous voyez un Mantis doré. Le stratège. Le cinquième à briser. Vous voyez un Profond doré. Le guerrier. Le sixième à saigner. Vous voyez une forme sombre et métallique. La rêveuse. La septième, et la dernière, à vivre. Et, finalement... un vaisseau. Sa coque noire, et énergisée par des rêves d'or - marquée d'un seul œil doré. À son bord, ce qui reste du tireur d'élite erre dans un vide froid... à jamais seul, dans ce vaste Multivers.
ja: 一瞬にして、あなたの心はこの見慣れない会話から引き剥がされ、ゆっくりとした一連のビジョンが暖かくあなたを迎える。 黄金のクリスタルが見える。神官。最初に衰弱した者。 黄金のエンジが見える。旅人。二番目に滅びた者。 黄金のシェルが見える。発明家。三番目に苦しんだ者。 黄金の人間が見える。射撃手。四番目に悲しんだ者。 黄金のマンティスが見える。戦略家。五番目に壊れた者。 黄金のディープワンが見える。戦士。六番目に出血した者。 暗く、金属の姿が見える。夢見る人。七番目、そして最後に生きた者。 そして、最後に...一隻の船。その船体は黒く、黄金の夢で満たされている。一つの金色の目が刻まれている。その船上で、射撃手の残骸が冷たい虚空をさまよっている...この広大なマルチバースで、永遠に一人で。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Chérissez cette vision finale.
ja: この最後のビジョンを大切にする。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Vous gravez le visage rêvé de ce vaisseau dans votre esprit, et chérissez son souvenir. Vous ne voulez pas oublier ce que vous avez vu ici.
ja: あなたはこの船の夢に見た姿を心に焼き付け、その記憶を大切にする。ここで見たものを忘れたくない。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Retournez à la normale, avec ce souvenir en tête.
ja: この記憶を携え、日常に戻る。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Pas si soudainement cette fois, votre vision redevient normale, et vous voyez que les sigils sur l'étrange page volante du Tome d'Outre-monde sont redevenus ternes et sans intérêt. Posé sur eux, cependant... se trouve un autre de ces éclats éthérés, oniriques. Encore une fois, son attraction n'est plus si écrasante.
ja: 今回はそれほど突然ではなく、あなたの視界は正常に戻り、異世界の書の奇妙なルーズリーフの上の印章が再び鈍く目立たなくなっているのがわかる。しかし、その上には...あの霊妙で夢のような欠片がもう一つある。再び、その引力はもはやそれほど圧倒的ではない。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Prenez l'éclat, avec précaution.
ja: 慎重に欠片を掴む。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Vos sens s'émoussent, alors que vous saisissez cette chose inexplicable et resplendissante... mais ils ne s'estompent jamais entièrement. Elle est à vous maintenant, à faire ce que vous voulez. Vous n'avez qu'à vous accrocher à vos rêves.
ja: その説明のつかない、輝かしいものを掴むと、あなたの感覚は鈍くなる...しかし、完全に消え去ることはない。それは今、あなたのものだ。あなたの望むようにできる。ただ、夢を持ち続けるだけでいい。

source: data/events_special_storage.xml.append$//event[@name="DD_ECHOEDDREAM_QUEST_FINALE"]/choice[@req="pilot"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pilot"]/text
fr: Je m'y accrocherai, alors. Je le promets.
ja: ならば、持ち続けよう。約束する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/text
fr: Vos sens s'émoussent, alors que vous vous prélassez à nouveau dans la lumière resplendissante de l'éclat. De quoi rêveriez-vous, si l'occasion vous était donnée ? [Les sacrifices - humains ou ferraille - faits au cours de la partie sont comptabilisés et traités comme une forme de monnaie, appelée Pièces d'Âme, utilisées pour manifester des rêves dans ce menu. Suit les sacrifices faits pour démarrer initialement les rituels, ainsi que ceux qui pourraient être nécessaires pour faire avancer des rituels particuliers.]
ja: 再び欠片の輝かしい光に浴びると、あなたの感覚は鈍くなる。もし機会が与えられたなら、あなたは何を夢見るだろうか？ [ランの過程で行われた生贄（人間またはスクラップ）は、魂のコインと呼ばれる通貨として集計され、このメニュー内で夢を具現化するために使用される。儀式を最初に開始するために行われた生贄、および特定の儀式をさらに進めるために必要な生贄を追跡する。]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="1"]/text
fr: [1 PIÈCE D'ÂME] Rêver d'une âme perdue, en quête de direction.
ja: [魂のコイン1枚] 導きを必要とする、失われた魂の夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="1"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="1"]/event/crewMember
fr: Rêveuse
ja: 夢見る人

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[2]/text
fr: [1 PIÈCE D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン1枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="2"]/text
fr: [2 PIÈCES D'ÂME] Rêver d'un ami humble, en quête de direction.
ja: [魂のコイン2枚] 導きを必要とする、卑しい友の夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="2"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="2"]/event/crewMember
fr: Rêveuse
ja: 夢見る人

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[4]/text
fr: [2 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン2枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="3"]/text
fr: [3 PIÈCES D'ÂME] Rêver d'une arme maladive, en quête de direction.
ja: [魂のコイン3枚] 導きを必要とする、病的な武器の夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="3"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[6]/text
fr: [3 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン3枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="4"]/text
fr: [4 PIÈCES D'ÂME] Rêver d'un ami puissant, en quête de direction.
ja: [魂のコイン4枚] 導きを必要とする、力強い友の夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="4"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="4"]/event/crewMember
fr: Rêveuse
ja: 夢見る人

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[8]/text
fr: [4 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン4枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="5"]/text
fr: [5 PIÈCES D'ÂME] Rêver d'un drone sombre, en quête de direction.
ja: [魂のコイン5枚] 導きを必要とする、闇のドローンの夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="5"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[10]/text
fr: [5 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン5枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="6"]/text
fr: [6 PIÈCES D'ÂME] Rêver d'une arme sombre, en quête de direction.
ja: [魂のコイン6枚] 導きを必要とする、闇の武器の夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="6"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[12]/text
fr: [6 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン6枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="7"]/text
fr: [7 PIÈCES D'ÂME] Rêver d'un drone vivant, en quête de direction.
ja: [魂のコイン7枚] 導きを必要とする、生けるドローンの夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="7"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[14]/text
fr: [7 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン7枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="8"]/text
fr: [8 PIÈCES D'ÂME] Rêver d'un ami tout-puissant, en quête de direction.
ja: [魂のコイン8枚] 導きを必要とする、全能の友の夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="8"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="8"]/event/crewMember
fr: Rêveuse
ja: 夢見る人

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[16]/text
fr: [8 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン8枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="9"]/text
fr: [9 PIÈCES D'ÂME] Rêver d'un butin spécial, en quête de direction.
ja: [魂のコイン9枚] 導きを必要とする、特別な戦利品の夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="9"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[18]/text
fr: [9 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン9枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="10"]/text
fr: [10 PIÈCES D'ÂME] Rêver d'une arme vivante, en quête de direction.
ja: [魂のコイン10枚] 導きを必要とする、生ける武器の夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="10"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[20]/text
fr: [10 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン10枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="11"]/text
fr: [11 PIÈCES D'ÂME] Rêver d'un drone puissant, en quête de direction.
ja: [魂のコイン11枚] 導きを必要とする、強力なドローンの夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="11"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[22]/text
fr: [11 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン11枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="12"]/text
fr: [12 PIÈCES D'ÂME] Rêver d'un ami légendaire, en quête de direction.
ja: [魂のコイン12枚] 導きを必要とする、伝説の友の夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="12"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="12"]/event/crewMember
fr: Rêveuse
ja: 夢見る人

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[24]/text
fr: [12 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン12枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="13"]/text
fr: [13 PIÈCES D'ÂME] Rêver d'une arme de butin puissante, en quête de direction.
ja: [魂のコイン13枚] 導きを必要とする、強力な戦利品武器の夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="13"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[26]/text
fr: [13 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン13枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="14"]/text
fr: [14 PIÈCES D'ÂME] Rêver d'un drone légendaire, en quête de direction.
ja: [魂のコイン14枚] 導きを必要とする、伝説のドローンの夢を見る。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="14"]/event/text
fr: Le pouvoir résiduel de vos sacrifices passés se manifeste devant vous, sous la forme du rêve que vous désiriez.
ja: 過去の生贄の残存パワーが、あなたが望んだ夢の形であなたの前に現れる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[28]/text
fr: [14 PIÈCES D'ÂME] Vous n'avez pas assez de pouvoir accumulé pour manifester ce rêve.
ja: [魂のコイン14枚] この夢を具現化するための力が十分に蓄積されていない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDETHEREAL_FRAGMENT"]/choice[@req="dd_dddream_coins" and @lvl="15"]/text
fr: [15 PIÈCES D'ÂME] Rêver d'une arme légendaire, en quête de direction.
ja: [魂のコイン15枚] 導きを必要とする、伝説の武器の夢を見る。
