Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Assombri, et se retrouve le reflet de ses énergies chaotiques...
ja: あなたのトリビュートシェイパーはダークンドマスクの力を引き出し、その混沌としたエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Assombri.
ja: ダークンドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/text
fr: Passer au Masque Jugé.
ja: ジャッジドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Jugé, et se retrouve le reflet de ses énergies radiantes...
ja: あなたのトリビュートシェイパーはジャッジドマスクの力を引き出し、その輝くエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Jugé.
ja: ジャッジドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/text
fr: Passer au Masque Empesté.
ja: プレイグドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Empesté, et se retrouve le reflet de ses énergies morbides...
ja: あなたのトリビュートシェイパーはプレイグドマスクの力を引き出し、その病的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Empesté.
ja: プレイグドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/text
fr: Passer au Masque Brisée.
ja: シャタードマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Brisée, et se retrouve le reflet de ses énergies ruineuses...
ja: あなたのトリビュートシェイパーはシャタードマスクの力を引き出し、その破滅的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Brisée.
ja: シャタードマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/text
fr: À quel masque voulez-vous passer depuis le Masque Assombri ?
ja: ダークンドマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/text
fr: Passer au Masque en Cage.
ja: ケージマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque en Cage, et se retrouve le reflet de ses énergies glaçantes...
ja: あなたのトリビュートシェイパーはケージマスクの力を引き出し、その冷たいエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque en Cage.
ja: ケージマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/text
fr: Passer au Masque Nuageux.
ja: クラウデッドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Nuageux, et se retrouve le reflet de ses énergies électrisantes...
ja: あなたのトリビュートシェイパーはクラウデッドマスクの力を引き出し、その帯電エネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Nuageux.
ja: クラウデッドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/text
fr: Passer au Masque Jugé.
ja: ジャッジドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Jugé, et se retrouve le reflet de ses énergies radiantes...
ja: あなたのトリビュートシェイパーはジャッジドマスクの力を引き出し、その輝くエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Jugé.
ja: ジャッジドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/text
fr: Passer au Masque Empesté.
ja: プレイグドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Empesté, et se retrouve le reflet de ses énergies morbides...
ja: あなたのトリビュートシェイパーはプレイグドマスクの力を引き出し、その病的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Empesté.
ja: プレイグドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/text
fr: Passer au Masque Brisée.
ja: シャタードマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Brisée, et se retrouve le reflet de ses énergies ruineuses...
ja: あなたのトリビュートシェイパーはシャタードマスクの力を引き出し、その破滅的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Brisée.
ja: シャタードマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/text
fr: À quel masque voulez-vous passer depuis le Masque Jugé ?
ja: ジャッジドマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/text
fr: Passer au Masque en Cage.
ja: ケージマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque en Cage, et se retrouve le reflet de ses énergies glaçantes...
ja: あなたのトリビュートシェイパーはケージマスクの力を引き出し、その冷たいエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque en Cage.
ja: ケージマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/text
fr: Passer au Masque Nuageux.
ja: クラウデッドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Nuageux, et se retrouve le reflet de ses énergies électrisantes...
ja: あなたのトリビュートシェイパーはクラウデッドマスクの力を引き出し、その帯電エネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Nuageux.
ja: クラウデッドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/text
fr: Passer au Masque Assombri.
ja: ダークンドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Assombri, et se retrouve le reflet de ses énergies chaotiques...
ja: あなたのトリビュートシェイパーはダークンドマスクの力を引き出し、その混沌としたエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Assombri.
ja: ダークンドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/text
fr: Passer au Masque Empesté.
ja: プレイグドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Empesté, et se retrouve le reflet de ses énergies morbides...
ja: あなたのトリビュートシェイパーはプレイグドマスクの力を引き出し、その病的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Empesté.
ja: プレイグドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/text
fr: Passer au Masque Brisée.
ja: シャタードマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Brisée, et se retrouve le reflet de ses énergies ruineuses...
ja: あなたのトリビュートシェイパーはシャタードマスクの力を引き出し、その破滅的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Brisée.
ja: シャタードマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/text
fr: À quel masque voulez-vous passer depuis le Masque Empesté ?
ja: プレイグドマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/text
fr: Passer au Masque en Cage.
ja: ケージマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque en Cage, et se retrouve le reflet de ses énergies glaçantes...
ja: あなたのトリビュートシェイパーはケージマスクの力を引き出し、その冷たいエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque en Cage.
ja: ケージマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/text
fr: Passer au Masque Nuageux.
ja: クラウデッドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Nuageux, et se retrouve le reflet de ses énergies électrisantes...
ja: あなたのトリビュートシェイパーはクラウデッドマスクの力を引き出し、その帯電エネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Nuageux.
ja: クラウデッドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/text
fr: Passer au Masque Assombri.
ja: ダークンドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Assombri, et se retrouve le reflet de ses énergies chaotiques...
ja: あなたのトリビュートシェイパーはダークンドマスクの力を引き出し、その混沌としたエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Assombri.
ja: ダークンドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/text
fr: Passer au Masque Jugé.
ja: ジャッジドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Jugé, et se retrouve le reflet de ses énergies radiantes...
ja: あなたのトリビュートシェイパーはジャッジドマスクの力を引き出し、その輝くエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Jugé.
ja: ジャッジドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/text
fr: Passer au Masque Brisée.
ja: シャタードマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Brisée, et se retrouve le reflet de ses énergies ruineuses...
ja: あなたのトリビュートシェイパーはシャタードマスクの力を引き出し、その破滅的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Brisée.
ja: シャタードマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/text
fr: À quel masque voulez-vous passer depuis le Masque Brisée ?
ja: シャタードマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/text
fr: Passer au Masque en Cage.
ja: ケージマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque en Cage, et se retrouve le reflet de ses énergies glaçantes...
ja: あなたのトリビュートシェイパーはケージマスクの力を引き出し、その冷たいエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque en Cage.
ja: ケージマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/text
fr: Passer au Masque Nuageux.
ja: クラウデッドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Nuageux, et se retrouve le reflet de ses énergies électrisantes...
ja: あなたのトリビュートシェイパーはクラウデッドマスクの力を引き出し、その帯電エネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Nuageux.
ja: クラウデッドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/text
fr: Passer au Masque Assombri.
ja: ダークンドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Assombri, et se retrouve le reflet de ses énergies chaotiques...
ja: あなたのトリビュートシェイパーはダークンドマスクの力を引き出し、その混沌としたエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Assombri.
ja: ダークンドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/text
fr: Passer au Masque Jugé.
ja: ジャッジドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Jugé, et se retrouve le reflet de ses énergies radiantes...
ja: あなたのトリビュートシェイパーはジャッジドマスクの力を引き出し、その輝くエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Jugé.
ja: ジャッジドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/text
fr: Passer au Masque Empesté.
ja: プレイグドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Empesté, et se retrouve le reflet de ses énergies morbides...
ja: あなたのトリビュートシェイパーはプレイグドマスクの力を引き出し、その病的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Empesté.
ja: プレイグドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDSOULPLAGUE_MASS_SUMMON"]/text
fr: Vous effectuez un rituel rapide, et sentez de faibles murmures dans votre esprit tandis que l'espace extérieur se déforme et se déplace... votre masse de Peste d'Âme liée est arrivée.
ja: あなたは素早い儀式を行い、外の空間が歪み変化するにつれて心にかすかな囁きを感じる...あなたの束縛したソウルプレイグ塊が到着した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDSOULPLAGUE_MASS_SUMMON"]/choice[1]/text
fr: N'offrir aucun sacrifice, mais ordonner à la masse de Peste d'Âme d'attaquer votre ennemi. [Temps de recharge 28-34s]
ja: 生贄を捧げず、ソウルプレイグ塊に敵を攻撃するよう命令する。[クールダウン28-34秒]

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDSOULPLAGUE_MASS_SUMMON"]/choice[1]/event/text
fr: La masse de Peste d'Âme frappera quelque peu lentement sans sacrifice pour l'alimenter, mais elle obéira néanmoins à votre commandement et se préparera à assaillir le vaisseau adverse.
ja: ソウルプレイグ塊は燃料となる生贄がなければやや遅く攻撃するが、それでもあなたの命令に従い、敵船を攻撃する準備をする。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDSOULPLAGUE_MASS_SUMMON"]/choice[@req="ddhuman_sacrifice"]/text
fr: (Sacrifice Humain) Offrir un sacrifice humain préparé et ordonner à la masse de Peste d'Âme d'attaquer votre ennemi. [Temps de recharge 14-20s]
ja: (人間の生贄) 準備した人間の生贄を捧げ、ソウルプレイグ塊に敵を攻撃するよう命令する。[クールダウン14-20秒]

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDSOULPLAGUE_MASS_SUMMON"]/choice[@req="ddhuman_sacrifice"]/event/text
fr: Vous jetez rapidement votre sacrifice par le sas, et il est déchiré avec voracité par les vrilles de Peste d'Âme en attente. Accrue par votre offrande, la masse de Peste d'Âme obéit à votre commandement et se prépare à assaillir le vaisseau adverse plus ardemment.
ja: あなたは素早く生贄をエアロックから投げ出し、彼らは待機していたソウルプレイグの触手に貪欲に引き裂かれる。あなたの捧げものによって高揚し、ソウルプレイグ塊はあなたの命令に従い、より熱心に敵船を攻撃する準備をする。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDSOULPLAGUE_MASS_SUMMON"]/choice[@req="ddhuman_sacrifice"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner quelqu'un dont l'âme a été arrachée de son corps.
ja: 魂が体から引き剥がされた者をクローンすることはできない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDSOULPLAGUE_MASS_SUMMON"]/choice[@req="LIST_CREW_HUMAN"]/text
fr: (Membre d'équipage Humain) Offrir l'un de vos membres d'équipage humains comme sacrifice et ordonner à la masse de Peste d'Âme d'attaquer votre ennemi. [Temps de recharge 14-20s]
ja: (人間のクルー) あなたの人間のクルーメンバーの一人を生贄として捧げ、ソウルプレイグ塊に敵を攻撃するよう命令する。[クールダウン14-20秒]

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDSOULPLAGUE_MASS_SUMMON"]/choice[@req="LIST_CREW_HUMAN"]/event/text
fr: Vous jetez rapidement votre membre d'équipage par le sas, avant même qu'il ne puisse réaliser vos intentions, et il est déchiré avec voracité par les vrilles de Peste d'Âme en attente. Accrue par votre offrande, la masse de Peste d'Âme obéit à votre commandement et se prépare à assaillir le vaisseau adverse plus ardemment.
ja: あなたはクルーメンバーがあなたの意図に気づく前に素早くエアロックから投げ出し、彼らは待機していたソウルプレイグの触手に貪欲に引き裂かれる。あなたの捧げものによって高揚し、ソウルプレイグ塊はあなたの命令に従い、より熱心に敵船を攻撃する準備をする。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDSOULPLAGUE_MASS_SUMMON"]/choice[@req="LIST_CREW_HUMAN"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner quelqu'un dont l'âme a été arrachée de son corps.
ja: 魂が体から引き剥がされた者をクローンすることはできない。
