Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Nuageux, et se retrouve le reflet de ses énergies électrisantes...
ja: あなたのトリビュートシェイパーはクラウデッドマスクの力を引き出し、その帯電エネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Nuageux.
ja: クラウデッドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/text
fr: Passer au Masque Assombri.
ja: ダークンドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Assombri, et se retrouve le reflet de ses énergies chaotiques...
ja: あなたのトリビュートシェイパーはダークンドマスクの力を引き出し、その混沌としたエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Assombri.
ja: ダークンドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/text
fr: Passer au Masque Jugé.
ja: ジャッジドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Jugé, et se retrouve le reflet de ses énergies radiantes...
ja: あなたのトリビュートシェイパーはジャッジドマスクの力を引き出し、その輝くエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Jugé.
ja: ジャッジドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/text
fr: Passer au Masque Empesté.
ja: プレイグドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Empesté, et se retrouve le reflet de ses énergies morbides...
ja: あなたのトリビュートシェイパーはプレイグドマスクの力を引き出し、その病的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Empesté.
ja: プレイグドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/text
fr: Passer au Masque Brisée.
ja: シャタードマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Brisée, et se retrouve le reflet de ses énergies ruineuses...
ja: あなたのトリビュートシェイパーはシャタードマスクの力を引き出し、その破滅的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Brisée.
ja: シャタードマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/text
fr: À quel masque voulez-vous passer depuis le Masque Nuageux ?
ja: クラウデッドマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/text
fr: Passer au Masque en Cage.
ja: ケージマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque en Cage, et se retrouve le reflet de ses énergies glaçantes...
ja: あなたのトリビュートシェイパーはケージマスクの力を引き出し、その冷たいエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque en Cage.
ja: ケージマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/text
fr: Passer au Masque Assombri.
ja: ダークンドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Assombri, et se retrouve le reflet de ses énergies chaotiques...
ja: あなたのトリビュートシェイパーはダークンドマスクの力を引き出し、その混沌としたエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Assombri.
ja: ダークンドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/text
fr: Passer au Masque Jugé.
ja: ジャッジドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Jugé, et se retrouve le reflet de ses énergies radiantes...
ja: あなたのトリビュートシェイパーはジャッジドマスクの力を引き出し、その輝くエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Jugé.
ja: ジャッジドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/text
fr: Passer au Masque Empesté.
ja: プレイグドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Empesté, et se retrouve le reflet de ses énergies morbides...
ja: あなたのトリビュートシェイパーはプレイグドマスクの力を引き出し、その病的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Empesté.
ja: プレイグドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/text
fr: Passer au Masque Brisée.
ja: シャタードマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Brisée, et se retrouve le reflet de ses énergies ruineuses...
ja: あなたのトリビュートシェイパーはシャタードマスクの力を引き出し、その破滅的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Brisée.
ja: シャタードマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/text
fr: À quel masque voulez-vous passer depuis le Masque Assombri ?
ja: ダークンドマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/text
fr: Passer au Masque en Cage.
ja: ケージマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque en Cage, et se retrouve le reflet de ses énergies glaçantes...
ja: あなたのトリビュートシェイパーはケージマスクの力を引き出し、その冷たいエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque en Cage.
ja: ケージマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/text
fr: Passer au Masque Nuageux.
ja: クラウデッドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Nuageux, et se retrouve le reflet de ses énergies électrisantes...
ja: あなたのトリビュートシェイパーはクラウデッドマスクの力を引き出し、その帯電エネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Nuageux.
ja: クラウデッドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/text
fr: Passer au Masque Jugé.
ja: ジャッジドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Jugé, et se retrouve le reflet de ses énergies radiantes...
ja: あなたのトリビュートシェイパーはジャッジドマスクの力を引き出し、その輝くエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Jugé.
ja: ジャッジドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/text
fr: Passer au Masque Empesté.
ja: プレイグドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Empesté, et se retrouve le reflet de ses énergies morbides...
ja: あなたのトリビュートシェイパーはプレイグドマスクの力を引き出し、その病的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Empesté.
ja: プレイグドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/text
fr: Passer au Masque Brisée.
ja: シャタードマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Brisée, et se retrouve le reflet de ses énergies ruineuses...
ja: あなたのトリビュートシェイパーはシャタードマスクの力を引き出し、その破滅的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_DARKTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Brisée.
ja: シャタードマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/text
fr: À quel masque voulez-vous passer depuis le Masque Jugé ?
ja: ジャッジドマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/text
fr: Passer au Masque en Cage.
ja: ケージマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque en Cage, et se retrouve le reflet de ses énergies glaçantes...
ja: あなたのトリビュートシェイパーはケージマスクの力を引き出し、その冷たいエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque en Cage.
ja: ケージマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/text
fr: Passer au Masque Nuageux.
ja: クラウデッドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Nuageux, et se retrouve le reflet de ses énergies électrisantes...
ja: あなたのトリビュートシェイパーはクラウデッドマスクの力を引き出し、その帯電エネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Nuageux.
ja: クラウデッドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/text
fr: Passer au Masque Assombri.
ja: ダークンドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Assombri, et se retrouve le reflet de ses énergies chaotiques...
ja: あなたのトリビュートシェイパーはダークンドマスクの力を引き出し、その混沌としたエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Assombri.
ja: ダークンドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/text
fr: Passer au Masque Empesté.
ja: プレイグドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Empesté, et se retrouve le reflet de ses énergies morbides...
ja: あなたのトリビュートシェイパーはプレイグドマスクの力を引き出し、その病的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Empesté.
ja: プレイグドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/text
fr: Passer au Masque Brisée.
ja: シャタードマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Brisée, et se retrouve le reflet de ses énergies ruineuses...
ja: あなたのトリビュートシェイパーはシャタードマスクの力を引き出し、その破滅的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_JUDGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Brisée.
ja: シャタードマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/text
fr: À quel masque voulez-vous passer depuis le Masque Empesté ?
ja: プレイグドマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/text
fr: Passer au Masque en Cage.
ja: ケージマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque en Cage, et se retrouve le reflet de ses énergies glaçantes...
ja: あなたのトリビュートシェイパーはケージマスクの力を引き出し、その冷たいエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque en Cage.
ja: ケージマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/text
fr: Passer au Masque Nuageux.
ja: クラウデッドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Nuageux, et se retrouve le reflet de ses énergies électrisantes...
ja: あなたのトリビュートシェイパーはクラウデッドマスクの力を引き出し、その帯電エネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Nuageux.
ja: クラウデッドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/text
fr: Passer au Masque Assombri.
ja: ダークンドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Assombri, et se retrouve le reflet de ses énergies chaotiques...
ja: あなたのトリビュートシェイパーはダークンドマスクの力を引き出し、その混沌としたエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Assombri.
ja: ダークンドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/text
fr: Passer au Masque Jugé.
ja: ジャッジドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Jugé, et se retrouve le reflet de ses énergies radiantes...
ja: あなたのトリビュートシェイパーはジャッジドマスクの力を引き出し、その輝くエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Jugé.
ja: ジャッジドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/text
fr: Passer au Masque Brisée.
ja: シャタードマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Brisée, et se retrouve le reflet de ses énergies ruineuses...
ja: あなたのトリビュートシェイパーはシャタードマスクの力を引き出し、その破滅的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_PLAGUETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Brisée.
ja: シャタードマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/text
fr: À quel masque voulez-vous passer depuis le Masque Brisée ?
ja: シャタードマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/text
fr: Passer au Masque en Cage.
ja: ケージマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque en Cage, et se retrouve le reflet de ses énergies glaçantes...
ja: あなたのトリビュートシェイパーはケージマスクの力を引き出し、その冷たいエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque en Cage.
ja: ケージマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/text
fr: Passer au Masque Nuageux.
ja: クラウデッドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Nuageux, et se retrouve le reflet de ses énergies électrisantes...
ja: あなたのトリビュートシェイパーはクラウデッドマスクの力を引き出し、その帯電エネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Nuageux.
ja: クラウデッドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/text
fr: Passer au Masque Assombri.
ja: ダークンドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Assombri, et se retrouve le reflet de ses énergies chaotiques...
ja: あなたのトリビュートシェイパーはダークンドマスクの力を引き出し、その混沌としたエネルギーを反映する...
