Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="oxygen" and @lvl="1"]/text
fr: Je désire... améliorer mon Système de Survie.
ja: 私は...生命維持装置のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="oxygen" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="oxygen" and @lvl="2"]/text
fr: Je désire... améliorer mon Système de Survie.
ja: 私は...生命維持装置のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="oxygen" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="oxygen" and @lvl="3"]/text
fr: Vous ne pouvez pas améliorer votre Système de Survie davantage.
ja: 生命維持装置をこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="0"]/text
fr: Je désire... des Boucliers.
ja: 私は...シールドを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="1"]/text
fr: Je désire... améliorer mes Boucliers.
ja: 私は...シールドのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="2"]/text
fr: Je désire... améliorer mes Boucliers.
ja: 私は...シールドのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="3"]/text
fr: Je désire... améliorer mes Boucliers.
ja: 私は...シールドのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="3"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="4"]/text
fr: Je désire... améliorer mes Boucliers.
ja: 私は...シールドのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="4"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="5"]/text
fr: Je désire... améliorer mes Boucliers.
ja: 私は...シールドのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="5"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="6"]/text
fr: Je désire... améliorer mes Boucliers.
ja: 私は...シールドのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="6"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="7"]/text
fr: Je désire... améliorer mes Boucliers.
ja: 私は...シールドのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="7"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="shields" and @lvl="8"]/text
fr: Vous ne pouvez pas améliorer vos Boucliers davantage.
ja: シールドをこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="teleporter" and @lvl="0"]/text
fr: Je désire... un Téléporteur.
ja: 私は...テレポーターを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="teleporter" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="teleporter" and @lvl="1"]/text
fr: Je désire... améliorer mon Téléporteur.
ja: 私は...テレポーターのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="teleporter" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="teleporter" and @lvl="2"]/text
fr: Je désire... améliorer mon Téléporteur.
ja: 私は...テレポーターのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="teleporter" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="teleporter" and @lvl="3"]/text
fr: Vous ne pouvez pas améliorer votre Téléporteur davantage.
ja: テレポーターをこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="temporal" and @lvl="0"]/text
fr: Je désire... un Manipulateur Temporel.
ja: 私は...時間マニピュレーターを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="temporal" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="temporal" and @lvl="1"]/text
fr: Je désire... améliorer mon Manipulateur Temporel.
ja: 私は...時間マニピュレーターのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="temporal" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="temporal" and @lvl="2"]/text
fr: Je désire... améliorer mon Manipulateur Temporel.
ja: 私は...時間マニピュレーターのアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="temporal" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="temporal" and @lvl="3"]/text
fr: Vous ne pouvez pas améliorer votre Manipulateur Temporel davantage.
ja: 時間マニピュレーターをこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="0"]/text
fr: Je désire... un Contrôle des Armes.
ja: 私は...武器制御を望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="0"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="1"]/text
fr: Je désire... améliorer mon Contrôle des Armes.
ja: 私は...武器制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="1"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="2"]/text
fr: Je désire... améliorer mon Contrôle des Armes.
ja: 私は...武器制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="2"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="3"]/text
fr: Je désire... améliorer mon Contrôle des Armes.
ja: 私は...武器制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="3"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="4"]/text
fr: Je désire... améliorer mon Contrôle des Armes.
ja: 私は...武器制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="4"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="5"]/text
fr: Je désire... améliorer mon Contrôle des Armes.
ja: 私は...武器制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="5"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="6"]/text
fr: Je désire... améliorer mon Contrôle des Armes.
ja: 私は...武器制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="6"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="7"]/text
fr: Je désire... améliorer mon Contrôle des Armes.
ja: 私は...武器制御のアップグレードを望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="7"]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[@req="weapons" and @lvl="8"]/text
fr: Vous ne pouvez pas améliorer davantage votre Contrôle des armes.
ja: 武器制御をこれ以上アップグレードすることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[66]/text
fr: Je désire... aucun changement.
ja: 私は...変更を望まない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_SYSTEMPART"]/choice[66]/event/text
fr: Ainsi fut fait, et pourtant... le pouvoir de votre vaisseau semble rayonner davantage, encore...
ja: かくしてそれは成された。しかし...あなたの船の力はまださらに輝きを放っているようだ...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/text
fr: ...car vous comprenez que vous pouvez manifester une arme Radiante de votre choix. Cependant... laquelle serait-ce ?
ja: ...あなたは選択したラディアント武器を具現化できることを理解する。しかし...それはどれだろうか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[1]/text
fr: Je désire... la vérité.
ja: 私は…真実を望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[1]/event/text
fr: Le dernier pouvoir de la Poussière de Divinité étant épuisé, et votre arme en main... vous quittez le vaisseau pour son rayonnement resplendissant, satisfait.
ja: 神性の微粒子の最後の力が尽き、武器を手に...あなたは満足して、その輝かしい放射に船を任せる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[2]/text
fr: Je désire... le calendrier.
ja: 私は...暦を望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[2]/event/text
fr: Le dernier pouvoir de la Poussière de Divinité étant épuisé, et votre arme en main... vous quittez le vaisseau pour son rayonnement resplendissant, satisfait.
ja: 神性の微粒子の最後の力が尽き、武器を手に...あなたは満足して、その輝かしい放射に船を任せる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[3]/text
fr: Je désire... des mots.
ja: 私は...言葉を望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[3]/event/text
fr: Le dernier pouvoir de la Poussière de Divinité étant épuisé, et votre arme en main... vous quittez le vaisseau pour son rayonnement resplendissant, satisfait.
ja: 神性の微粒子の最後の力が尽き、武器を手に...あなたは満足して、その輝かしい放射に船を任せる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[4]/text
fr: Je désire... des valeurs.
ja: 私は...価値を望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[4]/event/text
fr: Le dernier pouvoir de la Poussière de Divinité étant épuisé, et votre arme en main... vous quittez le vaisseau pour son rayonnement resplendissant, satisfait.
ja: 神性の微粒子の最後の力が尽き、武器を手に...あなたは満足して、その輝かしい放射に船を任せる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[5]/text
fr: Je désire... des règles.
ja: 私は...規則を望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[5]/event/text
fr: Le dernier pouvoir de la Poussière de Divinité étant épuisé, et votre arme en main... vous quittez le vaisseau pour son rayonnement resplendissant, satisfait.
ja: 神性の微粒子の最後の力が尽き、武器を手に...あなたは満足して、その輝かしい放射に船を任せる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[6]/text
fr: Je désire... un sens.
ja: 私は...意味を望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[6]/event/text
fr: Le dernier pouvoir de la Poussière de Divinité étant épuisé, et votre arme en main... vous quittez le vaisseau pour son rayonnement resplendissant, satisfait.
ja: 神性の微粒子の最後の力が尽き、武器を手に...あなたは満足して、その輝かしい放射に船を任せる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[7]/text
fr: Je désire... la dignité.
ja: 私は...尊厳を望む。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDDIVINEGIMMICK_EATMOTE_WEAPONPART"]/choice[7]/event/text
fr: Le dernier pouvoir de la Poussière de Divinité étant épuisé, et votre arme en main... vous quittez le vaisseau pour son rayonnement resplendissant, satisfait.
ja: 神性の微粒子の最後の力が尽き、武器を手に...あなたは満足して、その輝かしい放射に船を任せる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/text
fr: Vous pouvez appliquer une fiole de Mutagène Ill'drythk Arc-en-ciel à l'une de vos Statues Ill'drythk, forçant une mutation contrôlée. Désirez-vous le faire ?
ja: 虹のイル'ドリスミュータジェンの小瓶をあなたのイル'ドリス像の一つに適用し、制御された突然変異を強制することができる。そうしますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/text
fr: (Statue Ill'drythk) Mutate une Statue Ill'drythk.
ja: (イル'ドリス像) イル'ドリス像を突然変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/text
fr: Quelle mutation désirez-vous ?
ja: どの突然変異を望みますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[1]/text
fr: Une mutation Bois-de-Givre.
ja: フロストウッドの突然変異。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[1]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte bleu glacial, et des sortes de cornes commencent à pousser de sa tête. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は氷のような青い色合いを帯び、頭からは何らかの角が生え始める。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[2]/text
fr: Une mutation Racine-du-Vide.
ja: ヴォイドルートの突然変異。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[2]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau s'assombrit, et son visage commence à se tordre tandis que des yeux étranges poussent de ses orifices. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は黒ずみ、顔は歪み始め、その開口部から不気味な目が芽生える。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[3]/text
fr: Une mutation Lié-de-Fer.
ja: アイアンバウンドの突然変異。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[3]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte gris-blanc, et des pointes commencent à dépasser de ses épaules. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は灰色がかった白い色合いを帯び、肩からは棘が突き出し始める。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[4]/text
fr: Une mutation Sang-Toxique.
ja: トクスブラッドの突然変異。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[4]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte violette, et un liquide vert commence à suinter de son visage. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は紫色の色合いを帯び、顔からは緑色の液体が滲み出し始める。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[5]/text
fr: Une mutation Feuille-Hôte.
ja: リーフホストの突然変異。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[5]/event/text
fr: Vous versez le Mutagène sur votre Statue Ill'drythk et la regardez muter... sa peau prend une teinte brune, et des plantes commencent à pousser sur son corps. Finalement, la mutation s'arrête, et vous entendez un léger bourdonnement émanant d'eux.
ja: あなたはミュータジェンをイル'ドリス像に注ぎ、それが突然変異するのを見守る...その皮膚は茶色の色合いを帯び、体中に植物が芽生え始める。やがて、突然変異は止まり、その内部からかすかなハミングが聞こえる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDILLDRYTHK_RAINBOWMUTAGEN_USAGE"]/choice[@req="ddilldrythk_statue"]/event/choice[6]/text
fr: Une mutation Écorce-de-Cendre.
ja: シンダーバークの突然変異。
