Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_technician"]/event/choice/event/text
fr: Finalement, le silence prend le dessus, et vous ouvrez les yeux - sachant l'acte énigmatique accompli.
ja: やがて、静寂が訪れ、あなたはその謎めいた行為が終わったことを知りながら目を開ける。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_technician"]/event/choice/event/crewMember
fr: Sacrifice
ja: 生贄

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_technician"]/event/choice/event/choice[@req="pilot"]/text
fr: Ainsi fut fait.
ja: かくしてそれは成された。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="LIST_CREW_HUMAN"]/text
fr: (Membre d'équipage Humain) Préparer un humain aléatoire comme sacrifice.
ja: (人間のクルー) ランダムな人間を生贄として準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="LIST_CREW_HUMAN"]/event/text
fr: Vous effectuez un rite, et, comme indiqué par le Tome d'Outre-monde, vous fermez les yeux... ...il y a un bruit de craquement viscéral et charnu - après quoi, vous sentez votre membre d'équipage tenter désespérément de s'accrocher à vous. Il ne faut pas longtemps avant que son emprise ne soit arrachée, et, un instant, il ne vous reste rien d'autre que le son de ses cris.
ja: あなたは儀式を行い、異世界の書の指示通りに目を閉じる... ...生々しい、肉が砕けるような音が響き、その後、クルーメンバーが必死にあなたにしがみつこうとするのを感じる。 ほどなくして彼らの握力は引き剥がされ、一瞬、あなたは彼らの悲鳴の音だけに取り残される。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="LIST_CREW_HUMAN"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre humain lobotomisé, car il n'est pas réellement mort... seulement mort cérébralement.
ja: あなたのロボトミーされた人間は、本当に死んでいるわけではなく...ただ脳死状態であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="LIST_CREW_HUMAN"]/event/choice/event/text
fr: Finalement, le silence prend le dessus, et vous ouvrez les yeux - sachant l'acte énigmatique accompli.
ja: やがて、静寂が訪れ、あなたはその謎めいた行為が終わったことを知りながら目を開ける。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="LIST_CREW_HUMAN"]/event/choice/event/crewMember
fr: Sacrifice
ja: 生贄

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="LIST_CREW_HUMAN"]/event/choice/event/choice[@req="pilot"]/text
fr: Ainsi fut fait.
ja: かくしてそれは成された。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="pilot"]/text
fr: À la réflexion, laissez tomber. Faire autre chose.
ja: 考え直した、やっぱりやめよう。他のことをする。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="LIST_CREW_HUMAN"]/text
fr: Vous n'avez pas d'humains disponibles à préparer comme sacrifices.
ja: 生贄として準備できる人間がいない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="LIST_CREW_DDHUMANSACRIFICE"]/text
fr: Vous ne pouvez pas préparer de sacrifices supplémentaires tout en hébergeant autant.
ja: すでに多くの生贄を収容しているため、追加の生贄を準備することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/text
fr: Vous approchez du Cœur Pâle, et regardez-le continuer de battre perpétuellement. D'après votre compréhension, vous êtes capable de sacrifier certains membres d'équipage au Cœur et de les convertir en Mutagène Ill'drythk qui peut être utilisé pour muter vos Statues Ill'drythk. CRISTAL : MUTAGÈNE BOIS DE GIVRE PROFOND : MUTAGÈNE RACINE DU VIDE LANIUS : MUTAGÈNE LIÉ AU FER SANGSUE : MUTAGÈNE SANG TOXIQUE ORCHIDÉE : MUTAGÈNE HÔTE-FEUILLE ROCAILLEUX : MUTAGÈNE ÉCORCE DE CENDRE COQUILLE : MUTAGÈNE COQUILLE D'ÂME
ja: あなたはペイルハートに近づき、それが永久に鼓動し続けるのを見つめる。あなたの理解では、特定のクルーメンバーをハートに生贄として捧げ、イル'ドリス像を突然変異させるために使用できるイル'ドリスミュータジェンに変換することができる。 クリスタル：フロストウッドミュータジェン ディープワン：ヴォイドルートミュータジェン ラニウス：アイアンバウンドミュータジェン リーチ：トクスブラッドミュータジェン オーキッド：リーフホストミュータジェン ロックマン：シンダーバークミュータジェン シェル：ソウルシェルミュータジェン

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_CRYSTAL"]/text
fr: (Membre d'équipage Cristalien) Préparer une fiole de Mutagène Boisgel.
ja: (クリスタルクルー) フロストウッドミュータジェンの小瓶を準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_CRYSTAL"]/event/text
fr: Vous effectuez un rite, et tapotez votre main contre la tête de votre membre d'équipage. Avant même qu'il ne puisse réagir, sa posture se relâche...
ja: あなたは儀式を行い、クルーメンバーの頭に手を叩きつける。彼らが反応する前に、彼らの体勢は緩む...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_CRYSTAL"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre membre d'équipage, car son âme chante un hymne ailleurs...
ja: あなたのクルーメンバーの魂はどこか別の場所で賛美歌を歌っているため、クローン化することはできない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_CRYSTAL"]/event/choice/event/text
fr: ...et juste comme ça, l'acte est accompli. Vous le jetez dans le Cœur Pâle, et observez-le s'enfoncer lentement dans ses lianes grouillantes. Quelque temps plus tard, une vase bleue commence à se sécréter d'une glande attachée au Cœur ; vous la recueillez dans une fiole, comprenant qu'il s'agit du Mutagène Boisgel pour lequel vous avez sacrifié votre membre d'équipage. Le Mutagène acquis peut être appliqué aux Statues Ill'drythk non mutées à tout moment via le bouton de stockage du vaisseau.
ja: ...そして、あっという間にその行為は終わった。あなたは彼らをペイルハートに投げ込み、彼らがそのうごめく蔓の中にゆっくりと沈んでいくのを見つめる。しばらくすると、ハートに取り付けられた腺から青い粘液が分泌され始める。あなたはそれを小瓶に集め、それがクルーメンバーを生贄にして得たフロストウッドミュータジェンであることを理解する。 入手したミュータジェンは、船の保管庫ボタンからいつでも未変異のイル'ドリス像に適用できる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_DEEPONES"]/text
fr: (Membre d'équipage Profond) Préparer une fiole de Mutagène Racinevide.
ja: (ディープワンクルー) ヴォイドルートミュータジェンの小瓶を準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_DEEPONES"]/event/text
fr: Vous effectuez un rite, et tapotez votre main contre la tête de votre membre d'équipage. Avant même qu'il ne puisse réagir, sa posture se relâche...
ja: あなたは儀式を行い、クルーメンバーの頭に手を叩きつける。彼らが反応する前に、彼らの体勢は緩む...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_DEEPONES"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre membre d'équipage, car son âme chante un hymne ailleurs...
ja: あなたのクルーメンバーの魂はどこか別の場所で賛美歌を歌っているため、クローン化することはできない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_DEEPONES"]/event/choice/event/text
fr: ...et juste comme ça, l'acte est accompli. Vous le jetez dans le Cœur Pâle, et observez-le s'enfoncer lentement dans ses lianes grouillantes. Quelque temps plus tard, une vase noire commence à se sécréter d'une glande attachée au Cœur ; vous la recueillez dans une fiole, comprenant qu'il s'agit du Mutagène Racinevide pour lequel vous avez sacrifié votre membre d'équipage. Le Mutagène acquis peut être appliqué aux Statues Ill'drythk non mutées à tout moment via le bouton de stockage du vaisseau.
ja: ...そして、あっという間にその行為は終わった。あなたは彼らをペイルハートに投げ込み、彼らがそのうごめく蔓の中にゆっくりと沈んでいくのを見つめる。しばらくすると、ハートに取り付けられた腺から黒い粘液が分泌され始める。あなたはそれを小瓶に集め、それがクルーメンバーを生贄にして得たヴォイドルートミュータジェンであることを理解する。 入手したミュータジェンは、船の保管庫ボタンからいつでも未変異のイル'ドリス像に適用できる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_LANIUS"]/text
fr: (Membre d'équipage Lanius) Préparer une fiole de Mutagène Ferserré.
ja: (ラニウスクルー) アイアンバウンドミュータジェンの小瓶を準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_LANIUS"]/event/text
fr: Vous effectuez un rite, et tapotez votre main contre la tête de votre membre d'équipage. Avant même qu'il ne puisse réagir, sa posture se relâche...
ja: あなたは儀式を行い、クルーメンバーの頭に手を叩きつける。彼らが反応する前に、彼らの体勢は緩む...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_LANIUS"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre membre d'équipage, car son âme chante un hymne ailleurs...
ja: あなたのクルーメンバーの魂はどこか別の場所で賛美歌を歌っているため、クローン化することはできない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_LANIUS"]/event/choice/event/text
fr: ...et juste comme ça, l'acte est accompli. Vous le jetez dans le Cœur Pâle, et observez-le s'enfoncer lentement dans ses lianes grouillantes. Quelque temps plus tard, une vase beige commence à se sécréter d'une glande attachée au Cœur ; vous la recueillez dans une fiole, comprenant qu'il s'agit du Mutagène Ferserré pour lequel vous avez sacrifié votre membre d'équipage. Le Mutagène acquis peut être appliqué aux Statues Ill'drythk non mutées à tout moment via le bouton de stockage du vaisseau.
ja: ...そして、あっという間にその行為は終わった。あなたは彼らをペイルハートに投げ込み、彼らがそのうごめく蔓の中にゆっくりと沈んでいくのを見つめる。しばらくすると、ハートに取り付けられた腺から黄褐色の粘液が分泌され始める。あなたはそれを小瓶に集め、それがクルーメンバーを生贄にして得たアイアンバウンドミュータジェンであることを理解する。 入手したミュータジェンは、船の保管庫ボタンからいつでも未変異のイル'ドリス像に適用できる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_LEECH"]/text
fr: (Membre d'équipage Sangsue) Préparer une fiole de Mutagène Sangtoxique.
ja: (リーチクルー) トクスブラッドミュータジェンの小瓶を準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_LEECH"]/event/text
fr: Vous effectuez un rite, et tapotez votre main contre la tête de votre membre d'équipage. Avant même qu'il ne puisse réagir, sa posture se relâche...
ja: あなたは儀式を行い、クルーメンバーの頭に手を叩きつける。彼らが反応する前に、彼らの体勢は緩む...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_LEECH"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre membre d'équipage, car son âme chante un hymne ailleurs...
ja: あなたのクルーメンバーの魂はどこか別の場所で賛美歌を歌っているため、クローン化することはできない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_LEECH"]/event/choice/event/text
fr: ...et juste comme ça, l'acte est accompli. Vous le jetez dans le Cœur Pâle, et observez-le s'enfoncer lentement dans ses lianes grouillantes. Quelque temps plus tard, une vase violette commence à se sécréter d'une glande attachée au Cœur ; vous la recueillez dans une fiole, comprenant qu'il s'agit du Mutagène Sangtoxique pour lequel vous avez sacrifié votre membre d'équipage. Le Mutagène acquis peut être appliqué aux Statues Ill'drythk non mutées à tout moment via le bouton de stockage du vaisseau.
ja: ...そして、あっという間にその行為は終わった。あなたは彼らをペイルハートに投げ込み、彼らがそのうごめく蔓の中にゆっくりと沈んでいくのを見つめる。しばらくすると、ハートに取り付けられた腺から紫色の粘液が分泌され始める。あなたはそれを小瓶に集め、それがクルーメンバーを生贄にして得たトクスブラッドミュータジェンであることを理解する。 入手したミュータジェンは、船の保管庫ボタンからいつでも未変異のイル'ドリス像に適用できる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_ORCHID"]/text
fr: (Membre d'équipage Orchidée) Préparer une fiole de Mutagène Feuillehôte.
ja: (オーキッドクルー) リーフホストミュータジェンの小瓶を準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_ORCHID"]/event/text
fr: Vous effectuez un rite, et tapotez votre main contre la tête de votre membre d'équipage. Avant même qu'il ne puisse réagir, sa posture se relâche...
ja: あなたは儀式を行い、クルーメンバーの頭に手を叩きつける。彼らが反応する前に、彼らの体勢は緩む...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_ORCHID"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre membre d'équipage, car son âme chante un hymne ailleurs...
ja: あなたのクルーメンバーの魂はどこか別の場所で賛美歌を歌っているため、クローン化することはできない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_ORCHID"]/event/choice/event/text
fr: ...et juste comme ça, l'acte est accompli. Vous le jetez dans le Cœur Pâle, et observez-le s'enfoncer lentement dans ses lianes grouillantes. Quelque temps plus tard, une vase verte commence à se sécréter d'une glande attachée au Cœur ; vous la recueillez dans une fiole, comprenant qu'il s'agit du Mutagène Feuillehôte pour lequel vous avez sacrifié votre membre d'équipage. Le Mutagène acquis peut être appliqué aux Statues Ill'drythk non mutées à tout moment via le bouton de stockage du vaisseau.
ja: ...そして、あっという間にその行為は終わった。あなたは彼らをペイルハートに投げ込み、彼らがそのうごめく蔓の中にゆっくりと沈んでいくのを見つめる。しばらくすると、ハートに取り付けられた腺から緑色の粘液が分泌され始める。あなたはそれを小瓶に集め、それがクルーメンバーを生贄にして得たリーフホストミュータジェンであることを理解する。 入手したミュータジェンは、船の保管庫ボタンからいつでも未変異のイル'ドリス像に適用できる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_ROCK"]/text
fr: (Membre d'équipage Rocailleux) Préparer une fiole de Mutagène Écorcencendre.
ja: (ロッククルー) シンダーバークミュータジェンの小瓶を準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_ROCK"]/event/text
fr: Vous effectuez un rite, et tapotez votre main contre la tête de votre membre d'équipage. Avant même qu'il ne puisse réagir, sa posture se relâche...
ja: あなたは儀式を行い、クルーメンバーの頭に手を叩きつける。彼らが反応する前に、彼らの体勢は緩む...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_ROCK"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre membre d'équipage, car son âme chante un hymne ailleurs...
ja: あなたのクルーメンバーの魂はどこか別の場所で賛美歌を歌っているため、クローン化することはできない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_ROCK"]/event/choice/event/text
fr: ...et juste comme ça, l'acte est accompli. Vous le jetez dans le Cœur Pâle, et observez-le s'enfoncer lentement dans ses lianes grouillantes. Quelque temps plus tard, une vase rouge commence à se sécréter d'une glande attachée au Cœur ; vous la recueillez dans une fiole, comprenant qu'il s'agit du Mutagène Écorcencendre pour lequel vous avez sacrifié votre membre d'équipage. Le Mutagène acquis peut être appliqué aux Statues Ill'drythk non mutées à tout moment via le bouton de stockage du vaisseau.
ja: ...そして、あっという間にその行為は終わった。あなたは彼らをペイルハートに投げ込み、彼らがそのうごめく蔓の中にゆっくりと沈んでいくのを見つめる。しばらくすると、ハートに取り付けられた腺から赤い粘液が分泌され始める。あなたはそれを小瓶に集め、それがクルーメンバーを生贄にして得たシンダーバークミュータジェンであることを理解する。 入手したミュータジェンは、船の保管庫ボタンからいつでも未変異のイル'ドリス像に適用できる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_SHELL"]/text
fr: (Membre d'équipage Coquille) Préparer une fiole de Mutagène Coquille d'Âme.
ja: (シェルクルー) ソウルシェルミュータジェンの小瓶を準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_SHELL"]/event/text
fr: Vous effectuez un rite, et tapotez votre main contre la tête de votre membre d'équipage. Avant même qu'il ne puisse réagir, sa posture se relâche...
ja: あなたは儀式を行い、クルーメンバーの頭に手を叩きつける。彼らが反応する前に、彼らの体勢は緩む...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_SHELL"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre membre d'équipage, car son âme chante un hymne ailleurs...
ja: あなたのクルーメンバーの魂はどこか別の場所で賛美歌を歌っているため、クローン化することはできない...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDPALEHEARTINVESTIGATION"]/choice[@req="LIST_CREW_SHELL"]/event/choice/event/text
fr: ...et juste comme ça, l'acte est accompli. Vous le jetez dans le Cœur Pâle, et observez-le s'enfoncer lentement dans ses lianes grouillantes. Quelque temps plus tard, une vase arc-en-ciel commence à se sécréter d'une glande attachée au Cœur ; vous la recueillez dans une fiole, comprenant qu'il s'agit du Mutagène Coquille d'Âme pour lequel vous avez sacrifié votre membre d'équipage. Le Mutagène acquis peut être appliqué aux Statues Ill'drythk non mutées à tout moment via le bouton de stockage du vaisseau.
ja: ...そして、あっという間にその行為は終わった。あなたは彼らをペイルハートに投げ込み、彼らがそのうごめく蔓の中にゆっくりと沈んでいくのを見つめる。しばらくすると、ハートに取り付けられた腺から虹色の粘液が分泌され始める。あなたはそれを小瓶に集め、それがクルーメンバーを生贄にして得たソウルシェルミュータジェンであることを理解する。 入手したミュータジェンは、船の保管庫ボタンからいつでも未変異のイル'ドリス像に適用できる。

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[1]/text
fr: (Drone Libérateur) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (リベレイタードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[2]/text
fr: (Drone Libérateur) Définir l'état du drone. [Mode actuel : Abordage]
ja: (リベレイタードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[3]/text
fr: (Drone Arbitre) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (アービタードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[4]/text
fr: (Drone Arbitre) Définir l'état du drone. [Mode actuel : Abordage]
ja: (アービタードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[5]/text
fr: (Drone Matrice) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (ブルードマザードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[6]/text
fr: (Drone Matrice) Définir l'état du drone. [Mode actuel : Abordage]
ja: (ブルードマザードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[7]/text
fr: (Drone de butin Peste d'Âme) Définir l'état du drone. [Mode actuel : Peste]
ja: (ソウルプレイグ戦利品ドローン) ドローンの状態を設定する。[現在のモード: 疫病]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[8]/text
fr: (Drone de butin Peste d'Âme) Définir l'état du drone. [Mode actuel : Carnage]
ja: (ソウルプレイグ戦利品ドローン) ドローンの状態を設定する。[現在のモード: 騒乱]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[9]/text
fr: (Drone Administrateur) Définir l'état du drone. [Mode actuel : Par défaut]
ja: (アドミニストレータードローン) ドローンの状態を設定する。[現在のモード: デフォルト]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[10]/text
fr: (Drone Administrateur) Définir l'état du drone. [Mode actuel : Vitesse]
ja: (アドミニストレータードローン) ドローンの状態を設定する。[現在のモード: スピード]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[11]/text
fr: (Drone Administrateur) Définir l'état du drone. [Mode actuel : Attaque]
ja: (アドミニストレータードローン) ドローンの状態を設定する。[現在のモード: 攻撃]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[12]/text
fr: (Drone Administrateur) Définir l'état du drone. [Mode actuel : Défense]
ja: (アドミニストレータードローン) ドローンの状態を設定する。[現在のモード: 防御]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[13]/text
fr: (Drone Administrateur) Définir l'état du drone. [Mode actuel : Danger]
ja: (アドミニストレータードローン) ドローンの状態を設定する。[現在のモード: ハザード]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[14]/text
fr: (Drone Templier Invisible) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (アンシーンテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[15]/text
fr: (Drone Templier Invisible) Définir l'état du drone. [Mode actuel : Abordage]
ja: (アンシーンテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[16]/text
fr: (Drone Templier des Abysses I) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (アビスIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[17]/text
fr: (Drone Templier des Abysses I) Définir l'état du drone. [Mode actuel : Abordage]
ja: (アビスIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[18]/text
fr: (Drone Templier des Abysses II) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (アビスIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[19]/text
fr: (Drone Templier des Abysses II) Définir l'état du drone. [Mode actuel : Abordage]
ja: (アビスIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[20]/text
fr: (Drone Templier des Abysses III) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (アビスIIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[21]/text
fr: (Drone Templier des Abysses III) Définir l'état du drone. [Mode actuel : Abordage]
ja: (アビスIIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[22]/text
fr: (Drone Templier des Étoiles I) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (スターズIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[23]/text
fr: (Drone Templier des Étoiles I) Définir l'état du drone. [Mode actuel : Abordage]
ja: (スターズIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[24]/text
fr: (Drone Templier des Étoiles II) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (スターズIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]
