Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[7]/event/text
fr: PROFIL : L'Observatrice Titres : Vaisseau, Lame Sombre, Observatrice du Plan Antumbral Espèce : ??? - Âge : ??? - Genre : Féminin Bien que pratiquement synonymes dans l'esprit des rares qui la connaissent, le vaisseau de l'Observatrice, et la lame d'outre-monde elle-même, étaient, à un moment donné, des entités entièrement distinctes. Ayant été le vaisseau de la lame pendant si longtemps, cela a conduit à une fusion des deux concepts : la lame ne fait désormais qu'un avec le vaisseau, et vice versa. Ensemble, les Archanges vaincus, elle cherche à rétablir l'équilibre entre les Ombres et les Porteurs de Lumière du Plan Antumbral, et à restaurer l'emprise du Dieu Sombre sur le royaume.
ja: プロフィール：オーバーシーア 称号：器、ダークブレード、アンタムブラル・プレーンの監視者 種族：??? - 年齢：??? - 性別：女性 彼女を知る数少ない人々の心の中では実質的に同義語であるが、オーバーシーアの器と、それ自体、異世界の刃は、かつては全く別の存在だった。長い間刃の器であったため、二つの概念が融合した。今や刃は器と一体であり、その逆もまた然りだ。アークエンジェルが倒された今、彼女はアンタムブラル・プレーンのシャドウとライトボーンの間のバランスを取り、この領域におけるダークゴッドの支配を回復しようとしている。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_LOOT"]/mod-append:choice[1]/text
fr: (Espace profond éclairé)
ja: (エンライテンド・ディープスペース)

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_LOOT"]/mod-append:choice[2]/text
fr: (Assaut de Disparité)
ja: (ディスパリティ・アサルト)

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_LOOT"]/mod-append:choice[3]/text
fr: (Masse primordiale de Peste d'Âme)
ja: (ソウルプレイグ・コアマス)

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_LOOT"]/mod-append:choice[4]/text
fr: (Plan Antumbral)
ja: (アンタムブラル・プレーン)

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES"]/text
fr: Vous consultez actuellement le menu du laboratoire pour : [PROFONDS]
ja: 現在表示中のラボメニュー：[ディープワン]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES"]/choice[@req="LAB_DEEPONE_FORTITUDE"]/text
fr: Actuellement installé : Vigueur Poissonnée. [Les Profonds gagnent 1 point de soin par seconde en permanence et +20 PV max.]
ja: 現在インストール済み：フィッシー・フォーティチュード [ディープワンは常に毎秒1の回復を得て、最大HPが+20される。]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES"]/choice[@req="LAB_DEEPONE_RAGE"]/text
fr: Actuellement installé : Rage Téméraire. [Les Profonds régénèrent leurs capacités 3 fois plus vite.]
ja: 現在インストール済み：レックレス・レイジ [ディープワンのアビリティ再チャージ速度が3倍になる。]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES"]/choice[@req="LAB_DEEPONE_DEEPBREATH"]/text
fr: Actuellement installé : Souffle Profond. [Les Profonds n'ont plus besoin d'oxygène, et leur vitesse de sabotage est multipliée par 1,2.]
ja: 現在インストール済み：ディープ・ブレス [ディープワンは酸素を必要としなくなり、破壊工作速度が1.2倍になる。]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES"]/choice[5]/text
fr: Pri : Vigueur Poissonnée. [Une amélioration est déjà installée]
ja: プライマリ：フィッシー・フォーティチュード [アップグレードは既にインストール済み]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES"]/choice[6]/text
fr: Pri : Vigueur Poissonnée. [Coût : 60~, 4|]
ja: プライマリ：フィッシー・フォーティチュード [コスト：60~, 4|]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES"]/choice[7]/text
fr: Pri : Rage Téméraire. [Une amélioration est déjà installée]
ja: プライマリ：レックレス・レイジ [アップグレードは既にインストール済み]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES"]/choice[8]/text
fr: Pri : Rage Téméraire. [Coût : 90~]
ja: プライマリ：レックレス・レイジ [コスト：90~]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES"]/choice[9]/text
fr: Pri : Souffle Profond. [Une amélioration est déjà installée]
ja: プライマリ：ディープ・ブレス [アップグレードは既にインストール済み]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES"]/choice[10]/text
fr: Pri : Souffle Profond. [Coût : 50~, 2{]
ja: プライマリ：ディープ・ブレス [コスト：50~, 2{]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES_FORTITUDE"]/text
fr: Vous êtes sur le point d'installer la modification Vigueur Poissonnée. [Effets : Les Profonds gagnent 1 point de soin par seconde en permanence et +20 PV max.] [Attention : Après l'installation, vous ne pourrez plus installer d'améliorations primaires pour l'équipage Profond. Vous ne pourrez pas non plus désactiver ce mod.]
ja: フィッシー・フォーティチュード改造をインストールしようとしています。 [効果：ディープワンは常に毎秒1の回復を得て、最大HPが+20される。] [警告：これをインストールすると、ディープワンクルー用のプライマリアップグレードをこれ以上インストールできなくなります。また、このMODを無効化することもできません。]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES_FORTITUDE"]/choice[1]/text
fr: Installer la modification. [Coût : 60~, 4|]
ja: 改造をインストールする。[コスト：60~, 4|]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES_RAGE"]/text
fr: Vous êtes sur le point d'installer la modification Rage Téméraire. [Effets : Les Profonds régénèrent leurs capacités 3 fois plus vite.] [Attention : Après l'installation, vous ne pourrez plus installer d'améliorations primaires pour l'équipage Profond. Vous ne pourrez pas non plus désactiver ce mod.]
ja: レックレス・レイジ改造をインストールしようとしています。 [効果：ディープワンのアビリティ再チャージ速度が3倍になる。] [警告：これをインストールすると、ディープワンクルー用のプライマリアップグレードをこれ以上インストールできなくなります。また、このMODを無効化することもできません。]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES_RAGE"]/choice[1]/text
fr: Installer la modification. [Coût : 90~]
ja: 改造をインストールする。[コスト：90~]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES_DEEPBREATH"]/text
fr: Vous êtes sur le point d'installer la modification Souffle Profond. [Effets : Les Profonds n'ont plus besoin d'oxygène, et leur vitesse de sabotage est multipliée par 1,2.] [Attention : Après l'installation, vous ne pourrez plus installer d'améliorations primaires pour l'équipage Profond. Vous ne pourrez pas non plus désactiver ce mod.]
ja: ディープ・ブレス改造をインストールしようとしています。 [効果：ディープワンは酸素を必要としなくなり、破壊工作速度が1.2倍になる。] [警告：これをインストールすると、ディープワンクルー用のプライマリアップグレードをこれ以上インストールできなくなります。また、このMODを無効化することもできません。]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES_DEEPBREATH"]/choice[@req="EX_LAB_DEEPONE_DEEPBREATH" and @lvl="0"]/text
fr: Installer la modification. [Coût : 50~, 2{]
ja: 改造をインストールする。[コスト：50~, 2{]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_LAB_DEEPONES_DEEPBREATH"]/choice[@req="EX_LAB_DEEPONE_DEEPBREATH" and @lvl="1"]/text
fr: Vous ne pouvez pas installer cette modification de laboratoire, car vous avez toujours la version externe.
ja: 外部バージョンをまだ持っているため、このラボ改造はインストールできません。
