Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Assombri.
ja: ダークンドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/text
fr: Passer au Masque Jugé.
ja: ジャッジドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Jugé, et se retrouve le reflet de ses énergies radiantes...
ja: あなたのトリビュートシェイパーはジャッジドマスクの力を引き出し、その輝くエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Jugé.
ja: ジャッジドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/text
fr: Passer au Masque Empesté.
ja: プレイグドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Empesté, et se retrouve le reflet de ses énergies morbides...
ja: あなたのトリビュートシェイパーはプレイグドマスクの力を引き出し、その病的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_SHATTERTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Empesté.
ja: プレイグドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/text
fr: Vous pouvez forcer l'une de vos Carcasses Humaines à muter en une autre variété de Carcasse en vous connectant aux chuchotements de leur esprit, et en vous concentrant sur l'instabilité de leur ADN... en supposant que vous le désirez, bien sûr.
ja: もし望むなら、ヒューマン・ハスクの心の中のささやきに接続し、そのDNA内の不安定さに集中することで、彼らを別の種類のハスクに変異させることができる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[1]/text
fr: Transformer votre Carcasse Humaine en Carcasse Cristalien.
ja: ヒューマン・ハスクをクリスタル・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[1]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[2]/text
fr: Transformer votre Carcasse Humaine en Carcasse Engi.
ja: ヒューマン・ハスクをエンジ・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[2]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[3]/text
fr: Transformer votre Carcasse Humaine en Carcasse Zoltan.
ja: ヒューマン・ハスクをゾルタン・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[3]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[4]/text
fr: Transformer votre Carcasse Humaine en Carcasse Orchidée.
ja: ヒューマン・ハスクをオーキッド・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[4]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[5]/text
fr: Transformer votre Carcasse Humaine en Carcasse Mantis.
ja: ヒューマン・ハスクをマンティス・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[5]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[6]/text
fr: Transformer votre Carcasse Humaine en Carcasse Rocailleux.
ja: ヒューマン・ハスクをロックマン・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[6]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[7]/text
fr: Transformer votre Carcasse Humaine en Carcasse Limace.
ja: ヒューマン・ハスクをスラグ・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[7]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[8]/text
fr: Transformer votre Carcasse Humaine en Carcasse Coquille.
ja: ヒューマン・ハスクをシェル・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[8]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[9]/text
fr: Transformer votre Carcasse Humaine en Carcasse Lanius.
ja: ヒューマン・ハスクをラニアス・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[9]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[10]/text
fr: Transformer votre Carcasse Humaine en Carcasse des Profonds.
ja: ヒューマン・ハスクをディープワン・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[10]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[11]/text
fr: Transformer votre Carcasse Humaine en Carcasse Fantôme.
ja: ヒューマン・ハスクをゴースト・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[11]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[12]/text
fr: Transformer votre Carcasse Humaine en Carcasse Sangsue.
ja: ヒューマン・ハスクをリーチ・ハスクに変異させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDHUMANHUSK_TRANSFORM"]/choice[12]/event/text
fr: Le visage de votre Carcasse se tord et change, alors que vous leur imposez le caprice de votre désir et qu'elles mutent à votre volonté.
ja: あなたの欲望の気まぐれを押し付け、あなたの意志に従って変異させると、ハスクの顔は歪み、変化する。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_CREW_REAL"]/mod-append:choice[1]/text
fr: Rechercher le Balafré.
ja: 傷持つ者を探す。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_CREW_REAL"]/mod-append:choice[2]/text
fr: Rechercher l'Affamé.
ja: 飢餓を探す。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_CREW_REAL"]/mod-append:choice[3]/text
fr: Rechercher l'Insensé.
ja: 愚者を探す。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_CREW_REAL"]/mod-append:choice[4]/text
fr: Rechercher le Ministre.
ja: 大臣を探す。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_CREW_REAL"]/mod-append:choice[5]/text
fr: Rechercher l'Héroïne.
ja: ヒロインを探す。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_CREW_REAL"]/mod-append:choice[6]/text
fr: Rechercher l'Ombre.
ja: シェイドを探す。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_CREW_REAL"]/mod-append:choice[7]/text
fr: Communier avec le Surveillant.
ja: オーバーシーアと交信する。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[1]/text
fr: Cuirassé lourd des Ténèbres [Espace profond éclairé]
ja: 闇のドレッドノート [エンライテンド・ディープスペース]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[2]/text
fr: Béhémoth de Disparité [Assaut de Disparité]
ja: ディスパリティ・ベヒモス [ディスパリティ・アサルト]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[3]/text
fr: Juge Séraphin [Assaut de Disparité]
ja: セラフィム・ジャディケーター [ディスパリティ・アサルト]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[4]/text
fr: Prophète Séraphin [Zone morte nébuleuse]
ja: セラフィム・プロフェット [ネビュラス・デッドゾーン]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[5]/text
fr: Absorbeur de Peste d'Âme [Masse primordiale de Peste d'Âme]
ja: ソウルプレイグ・デヴァウラー [ソウルプレイグ・コアマス]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[6]/text
fr: Protocole Archange : GARDIEN DES PORTES [Plan Antumbral]
ja: アークエンジェル・プロトコル：ゲートキーパー [アンタムブラル・プレーン]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[7]/text
fr: Protocole Archange : FOSSOYEUR [Plan Antumbral]
ja: アークエンジェル・プロトコル：グレイヴディガー [アンタムブラル・プレーン]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[8]/text
fr: Protocole Archange : CŒUR-DIEU [Plan Antumbral]
ja: アークエンジェル・プロトコル：ゴッドコア [アンタムブラル・プレーン]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[9]/text
fr: Moteur d'Apothéose [Plan Antumbral]
ja: アポセオシス・エンジン [アンタムブラル・プレーン]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[10]/text
fr: ??? [Domaine du Dieu Sombre]
ja: ??? [ダークゴッドの領域]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[11]/text
fr: Manifestation Ultima [???]
ja: アルテマ・マニフェステーション [???]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[12]/text
fr: Le Cœur Pâle [???]
ja: ペイル・ハート [???]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[13]/text
fr: Désir, Forme Donnée [Espace profond éclairé]
ja: 欲望、与えられた形 [エンライテンド・ディープスペース]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[14]/text
fr: Jugement, Préétabli [Assaut de Disparité]
ja: 審判、予定されしもの [ディスパリティ・アサルト]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_BOSS"]/mod-append:choice[15]/text
fr: Réplique de l'Espoir [Masse primordiale de Peste d'Âme]
ja: 希望の反論 [ソウルプレイグ・コアマス]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_MV"]/mod-append:choice[1]/text
fr: Croiseur de Peste d'Âme (?)
ja: ソウルプレイグ(?)巡洋艦

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_MV"]/mod-append:choice[1]/event/text
fr: CLASSE : Croiseur Peste d'Âme (?) FACTION : Marqué par la Peste d'Âme Bien que ne ressemblant à aucun vaisseau Peste d'Âme que quiconque ait jamais vu, ce vaisseau a indubitablement été complètement corrompu par le matériavirus de la Peste d'Âme. Il y a peu d'autres choses que vous pourriez savoir à son sujet... mais le souvenir de ses murmures n'a pas encore quitté votre esprit.
ja: クラス：ソウルプレイグ(?)巡洋艦 派閥：ソウルプレイグ陣営 誰も見たことのないソウルプレイグの船に似ているわけではないが、この船がソウルプレイグの物質ウイルスによって完全に汚染されていることは間違いない。これ以上知ることはほとんどないだろう...しかし、そのささやきの記憶はまだあなたの心から離れていない。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_MV"]/mod-append:choice[2]/text
fr: Croiseur Profond
ja: 深きもの巡洋艦

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_MV"]/mod-append:choice[2]/event/text
fr: CLASSE : Croiseur Profonds FACTION : Profonds Errants Ce vaisseau de guerre des Profonds est adapté d'une conception plus secrète et occulte ; le but de sa construction était de permettre aux flottes de Profonds symboliques de se défendre correctement face aux croisades de la Théocratie. Cependant, il semble que ses capitaines ne soient pas trop éloignés des origines occultes de la conception originale... des récits de ces énormes vaisseaux rançonnant citoyens et soldats pour tout ce qu'ils valent circulent dans le Multivers.
ja: クラス：ディープワン巡洋艦 派閥：放浪するディープワン このディープワンの軍艦は、より秘密主義的でオカルト的な設計から改造されたものである。その建造目的は、神権政治の十字軍に直面した際に、ディープワンの象徴的な艦隊が適切に自衛できるようにするためだった。とはいえ、その船長たちは元の設計のオカルト的な起源からさほど遠くないようだ...これらの巨大な船が市民や兵士を問わず、彼らの全財産を脅し取っているという話がマルチバースに広まっている。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_MV"]/mod-append:choice[3]/text
fr: Croiseur Séraphin (?)
ja: セラフィム(?)巡洋艦

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_MV"]/mod-append:choice[3]/event/text
fr: CLASSE : Croiseur Séraphin (?) FACTION : Les Séraphins Très peu peuvent prétendre avoir vu des vaisseaux Séraphins, et encore moins peuvent prétendre en être partis vivants après l'avoir fait, mais ce vaisseau brise toutes les conventions de ce que ces quelques témoins ont décrit. Il y a peu d'autres choses que vous pourriez savoir à son sujet... mais le souvenir de son chœur n'a pas encore quitté votre esprit.
ja: クラス：セラフィム(?)巡洋艦 派閥：セラフィム セラフィムの船を見たことがあると主張できる者はほとんどおらず、それを見て生きて帰れたと主張できる者はさらに少ない。しかし、この船は、その数少ない目撃者が語ってきたすべての常識を覆す。これ以上知ることはほとんどないだろう...しかし、そのコーラスの記憶はまだあなたの心から離れていない。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[1]/text
fr: Le Balafré
ja: 傷を負いし者

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[1]/event/text
fr: PROFIL : Le Balafré Titres : Traître à l'Être sombre, (Ancien) Élu Espèce : Profond - Âge : 43 - Genre : Non-binaire Le Balafré lui-même a du mal à se souvenir de la majeure partie de son passé, un classique pour ceux touchés par le Dieu Sombre, mais il fut autrefois un Cultiste Éclairé avant son ascension et sa trahison subséquente en tant qu'un des Élus du Dieu Sombre. Il vit quelque chose lorsque le Dieu Sombre le regarda ; quelque chose qui brisa entièrement sa foi et lui permit de voir non seulement l'erreur de ses propres voies, mais aussi celles de tous les Profonds. Maintenant, il combat le Dieu Sombre par tous les moyens possibles à la recherche d'un moyen de libérer les siens de son emprise divine.
ja: プロフィール：傷持つ者 称号：闇の者への裏切り者、(元)選ばれし者 種族：ディープワン - 年齢：43 - 性別：ノンバイナリー 傷持つ者自身、過去の多くを思い出すのに苦労している。これはダークゴッドに触れられた者の特徴だが、彼らはダークゴッドの選ばれし者として昇格し、その後裏切る前はエンライテンドの信者だった。ダークゴッドが彼らを見つめたとき、彼らは何かを見た。その何かは彼らの信仰を完全に打ち砕き、自分たちの過ちだけでなく、すべてのディープワンの過ちをも見せることになった。今、彼らは同族をその神聖な支配から解放する方法を探し、あらゆる方法でダークゴッドと戦っている。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[2]/text
fr: L'Affamé
ja: 飢餓

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[2]/event/text
fr: PROFIL : L'Affamé Titres : Le Libérateur, Leader de la Disparité Espèce : Engi - Âge : ??? - Genre : S/O L'Affamé est un mystère même parmi ses subordonnés les plus proches, mais il est vaguement reconnu par les autres membres de la Disparité comme ayant fait un grand sacrifice pour obtenir les pouvoirs qu'ils détiennent tous. Avec ces pouvoirs, il et les autres membres de la Disparité cherchent à briser l'emprise de l'Harmonie sur le peuple Engi à tout prix. Sa manière de parler est erratique, utilisant plusieurs voix et impliquant l'existence possible de personnalités multiples au sein de son être.
ja: プロフィール：飢餓 称号：解放者、ディスパリティのリーダー 種族：エンジ - 年齢：??? - 性別：なし 飢餓は最も親しい部下たちの間でも謎の存在だが、ディスパリティの他のメンバーからは、彼らが持つ力を手に入れるために多大な犠牲を払ったと漠然と認識されている。これらの力をもって、飢餓とディスパリティの他のメンバーは、どんな犠牲を払ってでもエンジ種族に対するハーモニーの支配を打ち砕こうとしている。その話し方は不規則で、複数の声を使い、その存在の中に複数の人格が存在する可能性を示唆している。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[3]/text
fr: L'Insensé
ja: 愚か者

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[3]/event/text
fr: PROFIL : L'Insensé Titres : Cœur de la Masse primordiale de Peste d'Âme, (Ancien) Scientifique en chef du Laboratoire Epsilon du District Scientifique de la Géniocratie Espèce : Coquille - Âge : 37 - Genre : Masculin La conscience de l'Insensé fut perdue pendant une longue période après son accord avec le Dieu Sombre et la destruction et l'asservissement subséquents du Laboratoire Epsilon de la Géniocratie, alors qu'il devenait le cœur battant de l'expansion de son matériauvirus de Peste d'Âme. Son désespoir de résultats mena à la chute de son laboratoire et de ses collègues ; ceci, combiné aux innombrables morts activement accumulées par les masses de Peste d'Âme renégates restantes, pèse incroyablement lourdement sur son esprit. Malgré cela, il cherche à se repentir de ses erreurs passées et à mettre fin aux voies tordues du Dieu Sombre.
ja: プロフィール：愚者 称号：ソウルプレイグ・コアマスの心臓、(元)ジェニオクラシー科学地区イプシロン研究所主任研究員 種族：シェル - 年齢：37 - 性別：男性 愚者の意識は、ダークゴッドとの取引と、それに続くジェニオクラシーのイプシロン研究所の破壊と支配の後、長い間失われていた。彼は自身のソウルプレイグ物質ウイルスの拡大の鼓動する心臓となった。結果を求める彼の絶望は、彼の研究所と同僚の両方の破滅を招いた。これに加え、残された暴走ソウルプレイグ塊によって積極的に引き起こされている無数の死が、彼の心に重くのしかかっている。それでもなお、彼は過去の過ちを悔い改め、ダークゴッドの歪んだやり方に終止符を打とうとしている。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[4]/text
fr: Le Ministre
ja: 大臣

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[4]/event/text
fr: PROFIL : Le Ministre Titres : Ministre du Culte de la Tempête, La Main de la Tempête, (Ancien) Ingénieur en chef de la Rébellion Espèce : Humain - Âge : 74 - Genre : Masculin Le Ministre est incroyablement sarcastique, et à peine moins secret, mais vous savez que son accord avec la Tempête est le résultat d'avoir perdu sa fille dans un accident de laboratoire de la Rébellion il y a plusieurs décennies. Bien que ses motifs et ceux de la Tempête ne soient pas clairs, il ne semble pas porter un amour particulier pour la Rébellion qu'il servait autrefois et combat vos ennemis comme s'ils étaient ceux de la Tempête. Malgré tout, sous le masque figuratif qu'il arbore, vous avez le sentiment qu'il ressent du ressentiment envers le sort qui lui a été réservé et la divinité qu'il prétend servir...
ja: プロフィール：大臣 称号：テンペスト教団の大臣、テンペストの手、(元)反乱軍主任技術者 種族：ヒューマン - 年齢：74 - 性別：男性 大臣は信じられないほど皮肉屋で、それより少しだけ秘密主義ではないが、彼がテンペストと取引したのは、数十年前に反乱軍の研究所の事故で娘を失った結果であることは知っている。彼とテンペストの動機は明確ではないが、かつて仕えた反乱軍に特別な愛情はなく、まるでテンペスト自身の敵であるかのようにあなたの敵と戦う。それでもなお、彼がかぶる比喩的な仮面の下では、彼が与えられた運命と、仕えていると主張する神性を恨んでいるような気がする...

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[5]/text
fr: L'Héroïne
ja: ヒロイン

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[5]/event/text
fr: PROFIL : L'Héroïne Titres : Vraie Héroïne, Sauveuse des siens, Tueuse de scélérats Espèce : Profonde - Âge : 27 (1204) - Genre : Féminin L'Héroïne est la plus fidèle incarnation de son nom : une héroïne totalement altruiste qui œuvre pour servir à la fois les siens et tout ce qui est bon dans le Multivers. Ayant passé près d'une douzaine de siècles dans une sous-réalité indépendante du temps (construite comme une prison par le Dieu Sombre), elle a perdu à la fois sa mémoire et son sens de l'identité, mais ses émotions et sa droiture la nourrissent, elle et ses escapades héroïques, malgré tout. Ces désirs et émotions brûlent si fort en elle qu'elle a réussi à les manifester comme des balises physiques de puissance, au grand dédain du Dieu Sombre.
ja: プロフィール：ヒロイン 称号：真の英雄、同族の救世主、悪役殺し 種族：ディープワン - 年齢：27 (1204) - 性別：女性 ヒロインは、その名の通りの真の体現者である。彼女は、同族とマルチバースのすべての善に仕えるために働く、完全に無私な英雄だ。(ダークゴッドによって牢獄として構築された)時間から独立した亜現実に約12世紀を過ごした結果、記憶と自己感覚の両方を失ったが、彼女の感情と正義感は、彼女と彼女の英雄的な冒険を同様に動かしている。これらの欲望と感情は彼女の中で非常に強く燃え上がっており、ダークゴッドが軽蔑するほどに、それらを物理的な力の標識として顕現させることに成功している。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[6]/text
fr: L'Ombre
ja: シェイド

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[6]/event/text
fr: PROFIL : L'Ombre Titres : ??? Espèce : ??? - Âge : ??? - Genre : ??? L'Ombre, comme on l'appelle, est une construction entièrement mystérieuse qui est simplement apparue un jour. Ayant émergé d'un étrange trou de ver, avec une menace encore plus étrange en remorque, on ne peut que deviner ses origines...
ja: プロフィール：シェイド 称号：??? 種族：??? - 年齢：??? - 性別：??? シェイドと呼ばれるそれは、ある日突然現れた完全に謎めいた構造物だ。奇妙なワームホールから、さらに奇妙な脅威を引き連れて現れたため、その起源については推測するしかない...

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_STATUS_CREW"]/mod-append:choice[7]/text
fr: Le Surveillant
ja: 監督者
