Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_mantis"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_MANTIS" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION MANTIS : Les Vagues de Peste d'Âme du Corrupteur ont +0.2 dégâts de combat.
ja: ...やがて、プロセスが完了する。あなたのハスクは吸収された。 マンティス吸収：コラプターのソウルプレイグタイドは戦闘ダメージが+0.2される。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_mantis"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_MANTIS" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_rockman"]/text
fr: (Carcasse Rocailleux) Nourrir votre Carcasse Rocailleux au Corrupteur.
ja: (ロックマンハスク) あなたのロックマンハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_rockman"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_rockman"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ROCK" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_rockman"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ROCK" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_rockman"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ROCK" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_rockman"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ROCK" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION ROCAILLEUSE : Les Vagues de Peste d'Âme du Corrupteur subissent 0.1x dégâts des incendies.
ja: ...やがて、プロセスが完了する。あなたのハスクは吸収された。 ロックマン吸収：コラプターのソウルプレイグタイドは火災から受けるダメージが0.1倍になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_rockman"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_ROCK" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_slug"]/text
fr: (Carcasse Limace) Nourrir votre Carcasse Limace au Corrupteur.
ja: (スラグハスク) あなたのスラグハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_slug"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_slug"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_SLUG" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_slug"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_SLUG" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_slug"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_SLUG" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_slug"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_SLUG" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION LIMACE : Les Vagues de Peste d'Âme du Corrupteur ont 1.3x vitesse de sabotage.
ja: ...やがて、プロセスが完了する。あなたのハスクは吸収された。 スラグ吸収：コラプターのソウルプレイグタイドは妨害速度が1.3倍になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_slug"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_SLUG" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_shell"]/text
fr: (Carcasse Coquille) Nourrir votre Carcasse Coquille au Corrupteur.
ja: (シェルハスク) あなたのシェルハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_shell"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_shell"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_SHELL" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_shell"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_SHELL" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_shell"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_SHELL" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_shell"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_SHELL" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION COQUILLE : Les Vagues de Peste d'Âme du Corrupteur ont 1.3x vitesse de soin.
ja: ...やがて、プロセスが完了する。あなたのハスクは吸収された。 シェル吸収：コラプターのソウルプレイグタイドは回復速度が1.3倍になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_shell"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_SHELL" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_lanius"]/text
fr: (Carcasse Lanius) Nourrir votre Carcasse Lanius au Corrupteur.
ja: (ラニウスハスク) あなたのラニウスハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_lanius"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_lanius"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_LANIUS" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_lanius"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_LANIUS" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_lanius"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_LANIUS" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_lanius"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_LANIUS" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION LANIUS : Les Vagues de Peste d'Âme du Corrupteur drainent l'oxygène des pièces qu'elles occupent.
ja: ...やがて、プロセスが完了する。あなたのハスクは吸収された。 ラニウス吸収：コラプターのソウルプレイグタイドは占有する部屋から酸素を吸収する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_lanius"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_LANIUS" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_ghost"]/text
fr: (Carcasse Fantôme) Nourrir votre Carcasse Fantôme au Corrupteur.
ja: (ゴーストハスク) あなたのゴーストハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_ghost"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_ghost"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_GHOST" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_ghost"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_GHOST" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_ghost"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_GHOST" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_ghost"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_GHOST" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION FANTÔME : Les Vagues de Peste d'Âme du Corrupteur peuvent traverser les portes.
ja: ...やがて、プロセスは完了する。あなたのハスクは吸収された。 ゴースト吸収：コラプターのソウルプレイグ・タイドがドアを通り抜けることができるようになる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_ghost"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_GHOST" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_deepone"]/text
fr: (Carcasse des Profonds) Nourrir votre Carcasse des Profonds au Corrupteur.
ja: (ディープワン・ハスク) ディープワン・ハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_deepone"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_deepone"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_DEEPONE" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_deepone"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_DEEPONE" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_deepone"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_DEEPONE" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_deepone"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_DEEPONE" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION PROFONDE : Les Vagues de Peste d'Âme du Corrupteur sont maintenant contrôlées manuellement.
ja: ...やがて、プロセスは完了する。あなたのハスクは吸収された。 ディープワン吸収：コラプターのソウルプレイグ・タイドを手動で操作できるようになる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_deepone"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_DEEPONE" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_leech"]/text
fr: (Carcasse Sangsue) Nourrir votre Carcasse Sangsue au Corrupteur.
ja: (リーチ・ハスク) リーチ・ハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_leech"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_leech"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_LEECH" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_leech"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_LEECH" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_leech"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_LEECH" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_leech"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_LEECH" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION SANGSUE : Les Vagues de Peste d'Âme du Corrupteur sont étourdies pendant 0.1x moins longtemps.
ja: ...やがて、プロセスは完了する。あなたのハスクは吸収された。 リーチ吸収：コラプターのソウルプレイグ・タイドのスタン時間が0.1倍になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_leech"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_LEECH" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_obelisk"]/text
fr: (Carcasse Obélisque) Nourrir votre Carcasse Obélisque au Corrupteur.
ja: (オベリスク・ハスク) オベリスク・ハスクをコラプターに与える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_obelisk"]/event/text
fr: Nourrir une Carcasse au Corrupteur la rend entièrement absorbée, laissant la Carcasse elle-même irrécupérable. Êtes-vous sûr de vouloir faire cela ?
ja: ハスクをコラプターに与えると、それは完全に吸収され、ハスク自体は回収不能になる。本当にこれを実行しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_obelisk"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_OBELISK" and @lvl="0"]/text
fr: Procéder au nourrissage.
ja: 餌付けを実行する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_obelisk"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_OBELISK" and @lvl="0"]/event/text
fr: Votre Carcasse est saisie par les tentacules du Corrupteur, et lentement absorbée dans son être...
ja: あなたのハスクはコラプターの触手に掴まれ、ゆっくりとその存在に吸収されていく...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_obelisk"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_OBELISK" and @lvl="0"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre Carcasse, car elle fait partie du Corrupteur maintenant.
ja: あなたのハスクは今やコラプターの一部であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_obelisk"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_OBELISK" and @lvl="0"]/event/choice/event/text
fr: ...jusqu'à ce que, finalement, le processus soit terminé. Votre Carcasse a été englobée. SUBSUMATION OBÉLISQUE : Les Vagues de Peste d'Âme du Corrupteur subissent 0.5x dégâts de l'équipage.
ja: ...やがて、プロセスは完了する。あなたのハスクは吸収された。 オベリスク吸収：コラプターのソウルプレイグ・タイドがクルーから受けるダメージが0.5倍になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDCORRUPTOR_SUBSUMATIONS"]/choice[@req="ddsoulplague_husk_obelisk"]/event/choice[@req="DDSOULPLAGUE_CORRUPTOR_SUBSUMATION_OBELISK" and @lvl="1"]/text
fr: Vous ne pouvez pas donner au Corrupteur la même variante de Carcasse deux fois.
ja: コラプターに同じ種類のハスクを2度与えることはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDMINISTER_RESURRECTION"]/text
fr: Il ne vous faut pas longtemps pour trouver le corps inerte du Ministre - un bon coup de pied, un éclair de lumière en jaillit... et il est de nouveau vivant. Il se lève, se dégage le dos, puis s'éloigne sans un mot.
ja: 大臣の命のない体を見つけるのに時間はかからなかった。思い切り蹴飛ばすと、そこから閃光がほとばしり...彼は再び生き返った。彼は立ち上がり、背中を鳴らすと、一言も言わずに立ち去った。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDMINISTER_RESURRECTION"]/crewMember
fr: Le Ministre
ja: 大臣

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/text
fr: De quel Façonneur de tribut voulez-vous changer le masque ?
ja: どのトリビュートシェイパーのマスクを切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_cage"]/text
fr: (Masque en Cage) Changer le masque de votre Façonneur de tribut en Cage.
ja: (ケージマスク) ケージトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_cloud"]/text
fr: (Masque Nuageux) Changer le masque de votre Façonneur de tribut Nuageux.
ja: (クラウデッドマスク) クラウデッドトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_dark"]/text
fr: (Masque Assombri) Changer le masque de votre Façonneur de tribut Assombri.
ja: (ダークンドマスク) ダークンドトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_judge"]/text
fr: (Masque Jugé) Changer le masque de votre Façonneur de tribut Jugé.
ja: (ジャッジドマスク) ジャッジドトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_plague"]/text
fr: (Masque Empesté) Changer le masque de votre Façonneur de tribut Empesté.
ja: (プレイグドマスク) プレイグドトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_shatter"]/text
fr: (Masque Brisée) Changer le masque de votre Façonneur de tribut Brisée.
ja: (シャタードマスク) シャタードトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/text
fr: À quel masque voulez-vous passer depuis le Masque en Cage ?
ja: ケージマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/text
fr: Passer au Masque Nuageux.
ja: クラウデッドマスクに切り替える。
