Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDHELLRAISER_FIRE_LOOT"]/choice[1]/text
fr: Régler le drone en mode Carnage.
ja: ドローンを騒乱モードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDHELLRAISER_HULL_LOOT"]/choice[1]/text
fr: Régler le drone en mode Peste.
ja: ドローンを疫病モードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_DEFAULT"]/choice[1]/text
fr: Régler le drone en mode Vitesse.
ja: ドローンをスピードモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_DEFAULT"]/choice[2]/text
fr: Régler le drone en mode Attaque.
ja: ドローンを攻撃モードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_DEFAULT"]/choice[3]/text
ja: ドローンを防御モードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_DEFAULT"]/choice[4]/text
fr: Régler le drone en mode Danger.
ja: ドローンをハザードモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_SPEED"]/choice[1]/text
fr: Régler le drone en mode Par défaut.
ja: ドローンをデフォルトモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_SPEED"]/choice[2]/text
fr: Régler le drone en mode Attaque.
ja: ドローンを攻撃モードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_SPEED"]/choice[3]/text
ja: ドローンを防御モードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_SPEED"]/choice[4]/text
fr: Régler le drone en mode Danger.
ja: ドローンをハザードモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_ATTACK"]/choice[1]/text
fr: Régler le drone en mode Par défaut.
ja: ドローンをデフォルトモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_ATTACK"]/choice[2]/text
fr: Régler le drone en mode Vitesse.
ja: ドローンをスピードモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_ATTACK"]/choice[3]/text
ja: ドローンを防御モードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_ATTACK"]/choice[4]/text
fr: Régler le drone en mode Danger.
ja: ドローンをハザードモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_DEFENSE"]/choice[1]/text
fr: Régler le drone en mode Par défaut.
ja: ドローンをデフォルトモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_DEFENSE"]/choice[2]/text
fr: Régler le drone en mode Vitesse.
ja: ドローンをスピードモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_DEFENSE"]/choice[3]/text
fr: Régler le drone en mode Attaque.
ja: ドローンを攻撃モードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_DEFENSE"]/choice[4]/text
fr: Régler le drone en mode Danger.
ja: ドローンをハザードモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_HAZARD"]/choice[1]/text
fr: Régler le drone en mode Par défaut.
ja: ドローンをデフォルトモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_HAZARD"]/choice[2]/text
fr: Régler le drone en mode Vitesse.
ja: ドローンをスピードモードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_HAZARD"]/choice[3]/text
fr: Régler le drone en mode Attaque.
ja: ドローンを攻撃モードに設定する。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDADMINISTRATOR_HAZARD"]/choice[4]/text
ja: ドローンを防御モードに設定する。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY"]/mod-append:choice[1]/text
fr: Faveur actuellement active : Faveur du Profond Les ennemis se déplacent 10% plus lentement sur votre vaisseau.
ja: 現在有効な恩恵：深淵の恩恵 あなたの船上で敵の移動速度が10%低下する。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY"]/mod-append:choice[2]/text
fr: Faveur actuellement active : Faveur de l'Absorbeur Les membres d'équipage alliés marqués par la Peste d'Âme se déplacent 30% plus vite sur votre vaisseau.
ja: 現在有効な恩恵：捕食者の恩恵 味方のソウルプレイグ系クルーはあなたの船上で移動速度が30%速くなる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY"]/mod-append:choice[3]/text
fr: Faveur actuellement active : Faveur des Tranchées Vos Profonds alliés réduisent le temps de recharge des capacités ennemies de 50% chacun.
ja: 現在有効な恩恵：海溝の恩恵 味方のディープワンはそれぞれ敵のアビリティ再チャージ率を50%減少させる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY"]/mod-append:choice[4]/text
fr: Faveur actuellement active : Faveur des Cieux Vos membres d'équipage alliés augmentent les dégâts de feu subis par les ennemis proches de 20% chacun.
ja: 現在有効な恩恵：天の恩恵 味方のクルーはそれぞれ近くの敵が受ける火災ダメージを20%増加させる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY"]/mod-append:choice[5]/text
fr: Pouvoir actuellement actif : Pouvoir de Corruption Vos Vagues de Peste d'Âme ont +5 PV.
ja: 現在有効な授与：堕落の授与 あなたのソウルプレイグタイドのHPが+5される。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY"]/mod-append:choice[6]/text
fr: Bénédiction actuellement active : Bénédiction de l'Effroi 20% de chances de résister aux dégâts ioniques.
ja: 現在有効な祝福：恐怖の祝福 イオンダメージに20%の確率で抵抗する。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY"]/mod-append:choice[7]/text
fr: Bénédiction actuellement active : Bénédiction des Ténèbres Voraces Vos Ombres Affamées ont +10 PV max.
ja: 現在有効な祝福：貪欲な闇の祝福 あなたのハンガリングシャドウの最大HPが+10される。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY"]/mod-append:choice[8]/text
fr: Bénédiction actuellement active : Bénédiction de Corruption Iridiscente Vos Carcasses de Peste d'Âme subissent 0.25x dégâts de feu.
ja: 現在有効な祝福：虹色の堕落の祝福 あなたのソウルプレイグハスクは火災から受けるダメージが0.25倍になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY"]/mod-append:choice[9]/text
fr: Bénédiction actuellement active : Bénédiction de la Grâce Déchue Vos Lumières Brûlantes brisent les portes deux fois plus vite.
ja: 現在有効な祝福：堕ちた恩寵の祝福 あなたのライトボーンはドアを2倍の速さで破壊する。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_UPGRADES"]/mod-append:choice[1]/text
fr: Disperseur de Matière [Installé]
ja: マターディスパーサー [設置済み]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_UPGRADES"]/mod-append:choice[2]/text
fr: Disperseur de Matière [Non installé]
ja: マターディスパーサー [未設置]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_UPGRADES"]/mod-append:choice[3]/text
fr: Émanateur Psychique [Installé]
ja: サイキックエマネーター [設置済み]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_UPGRADES"]/mod-append:choice[4]/text
fr: Émanateur Psychique [Non installé]
ja: サイキックエマネーター [未設置]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_UPGRADES"]/mod-append:choice[5]/text
fr: Amplificateur de Densité [Installé]
ja: デンシティ・アンプリファイア [設置済み]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_UPGRADES"]/mod-append:choice[6]/text
fr: Amplificateur de Densité [Non installé]
ja: デンシティ・アンプリファイア [未設置]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_LAB"]/mod-append:choice[1]/text
fr: Force Poissonnière [Installé]
ja: フィッシー・フォーティチュード [設置済み]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_LAB"]/mod-append:choice[2]/text
fr: Force Poissonnière [Non installé]
ja: フィッシー・フォーティチュード [未設置]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_LAB"]/mod-append:choice[3]/text
fr: Rage Téméraire [Installé]
ja: レックレス・レイジ [設置済み]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_LAB"]/mod-append:choice[4]/text
fr: Rage Téméraire [Non installé]
ja: レックレス・レイジ [未設置]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_LAB"]/mod-append:choice[5]/text
fr: Respiration Profonde [Installé]
ja: ディープ・ブレス [設置済み]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_INVENTORY_LAB"]/mod-append:choice[6]/text
fr: Respiration Profonde [Non installé]
ja: ディープ・ブレス [未設置]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_SYSTEM"]/mod-append:choice/text
fr: Corrupteur.
ja: コラプター。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR"]/choice[@req="dd_corruptor" and @lvl="0"]/text
fr: Corrupteur Niveau 3. [NON DISPONIBLE : le système n'est pas de niveau 2]
ja: レベル3コラプター。[利用不可：システムがレベル2ではありません]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR"]/choice[@req="dd_corruptor" and @lvl="2"]/text
fr: Corrupteur Niveau 3 [Coût: 85~, 4{]
ja: レベル3コラプター [コスト: 85~, 4{]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR"]/choice[@req="dd_corruptor" and @lvl="3"]/text
fr: Corrupteur Niveau 4 [Coût: 120~, 6{, 3}]
ja: レベル4コラプター [コスト: 120~, 6{, 3}]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR"]/choice[@req="dd_corruptor" and @lvl="4"]/text
fr: Corrupteur Niveau 4 [DÉJÀ INSTALLÉ]
ja: レベル4コラプター [設置済み]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR"]/choice[@req="DD_INTERNAL_AUGMENT1" and @lvl="1"]/text
fr: Disperseur de Matière. [DÉJÀ INSTALLÉ]
ja: マターディスパーサー。[設置済み]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR"]/choice[@req="DD_INTERNAL_AUGMENT1" and @lvl="0"]/text
fr: Disperseur de Matière. [Coût: 45~, 3{]
ja: マターディスパーサー。[コスト: 45~, 3{]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR"]/choice[@req="DD_INTERNAL_AUGMENT2" and @lvl="1"]/text
fr: Émanateur Psychique. [DÉJÀ INSTALLÉ]
ja: サイキックエマネーター。[設置済み]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR"]/choice[@req="DD_INTERNAL_AUGMENT2" and @lvl="0"]/text
fr: Émanateur Psychique. [Coût: 65~, 1|]
ja: サイキックエマネーター。[コスト: 65~, 1|]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR"]/choice[@req="DD_INTERNAL_AUGMENT3" and @lvl="1"]/text
fr: Amplificateur de Densité. [DÉJÀ INSTALLÉ]
ja: デンシティ・アンプリファイア。[設置済み]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR"]/choice[@req="DD_INTERNAL_AUGMENT3" and @lvl="0"]/text
fr: Amplificateur de Densité. [Coût: 40~, 2{, 2}]
ja: デンシティ・アンプリファイア。[コスト: 40~, 2{, 2}]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_MATTERDISPERSER"]/text
fr: Vous êtes sur le point d'installer l'amélioration Disperseur de Matière. [Effets: Le système Corrupteur soigne tous les membres d'équipage marqués par la Peste d'Âme dans la pièce cible pour 8 PV chaque fois qu'il fait apparaître une Vague de Peste d'Âme.]
ja: マターディスパーサーのアップグレードをインストールしようとしています。 [効果：コラプターシステムはソウルプレイグタイドを生成するたびに、対象の部屋にいるすべてのソウルプレイグ系クルーを8HP回復させる。]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_MATTERDISPERSER"]/choice[@req="dd_corruptor"]/text
ja: アップグレードを実行する。[コスト: 45~, 3{]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_PSYCHICEMANATOR"]/text
fr: Vous êtes sur le point d'installer l'amélioration Émanateur Psychique. [Effets: Le système Corrupteur étourdit tous les membres d'équipage non marqués par la Peste d'Âme dans la pièce pendant 2 secondes chaque fois qu'il fait apparaître une Vague de Peste d'Âme.]
ja: サイキックエマネーターのアップグレードをインストールしようとしています。 [効果：コラプターシステムはソウルプレイグタイドを生成するたびに、部屋にいるすべての非ソウルプレイグ系クルーを2秒間スタンさせる。]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_PSYCHICEMANATOR"]/choice[@req="dd_corruptor"]/text
fr: Effectuer l'amélioration. [Coût: 65~, 1|]
ja: アップグレードを実行する。[コスト: 65~, 1|]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_DENSITYAMPLIFIER"]/text
fr: Vous êtes sur le point d'installer l'amélioration Amplificateur de Densité. [Effets: Les Vagues de Peste d'Âme générées par le système Corrupteur ont +10 PV max et subissent 0.25x dégâts de feu, n'est pas compatible avec le Corrupteur niveau 3]
ja: デンシティ・アンプリファイアのアップグレードをインストールしようとしています。 [効果：コラプターシステムによって生成されたソウルプレイグタイドは最大HPが+10され、火災からのダメージが0.25倍になる。コラプターレベル3とは互換性がない]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_DENSITYAMPLIFIER"]/choice[@req="dd_corruptor" and @lvl="1"]/text
fr: Effectuer l'amélioration. [Coût: 40~, 2{, 2}]
ja: アップグレードを実行する。[コスト: 40~, 2{, 2}]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_DENSITYAMPLIFIER"]/choice[@req="dd_corruptor" and @lvl="3"]/text
fr: Cette amélioration est non disponible : non compatible avec le Corrupteur Niveau 3.
ja: このアップグレードは利用できません：コラプターレベル3と互換性がありません。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_LEVEL3"]/text
fr: Vous êtes sur le point d'améliorer le Corrupteur au niveau 3. [Effets : 16s d'infection, 5s par génération]
ja: コラプターをレベル3にアップグレードしようとしています。 [効果：感染16秒、生成ごとに5秒]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_LEVEL3"]/choice[@req="DD_INTERNAL_AUGMENT3" and @lvl="0"]/text
ja: アップグレードを実行する。[コスト: 85~, 4{]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_LEVEL3"]/choice[@req="DD_INTERNAL_AUGMENT3" and @lvl="1"]/text
fr: Cette amélioration est non disponible : non compatible avec l'Amplificateur de Densité.
ja: このアップグレードは利用できません：デンシティ・アンプリファイアと互換性がありません。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_LEVEL4"]/text
fr: Vous êtes sur le point d'améliorer le Corrupteur au niveau 4. [Effets : 17s d'infection, 4s par génération]
ja: コラプターをレベル4にアップグレードしようとしています。 [効果：感染17秒、生成ごとに4秒]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_LEVEL4"]/choice[@req="DD_INTERNAL_AUGMENT3" and @lvl="0"]/text
fr: Effectuer l'amélioration. [Coût: 120~, 6{, 3}]
ja: アップグレードを実行する。[コスト: 120~, 6{, 3}]

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_SYSTEM_DDCORRUPTOR_LEVEL4"]/choice[@req="DD_INTERNAL_AUGMENT3" and @lvl="1"]/text
fr: Cette amélioration est non disponible : non compatible avec l'Amplificateur de Densité.
ja: このアップグレードは利用できません：デンシティ・アンプリファイアと互換性がありません。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_BUTTON"]/mod-append:choice[1]/text
fr: (Tome d'Outre-monde) Examiner les rituels du Tome d'Outre-monde.
ja: (異世界の書) 異世界の書の儀式を調査する。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_BUTTON"]/mod-append:choice[2]/text
fr: (Tome d'Outre-monde) Marquer l'un de vos membres d'équipage humains comme futur sacrifice humain.
ja: (異世界の書) あなたの人間のクルーメンバーの一人に将来の生贄としての烙印を押す。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_BUTTON"]/mod-append:choice[3]/text
fr: (Fragment Éthéré) Manifester un rêve promis.
ja: (エーテルの欠片) 約束された夢を具現化する。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_BUTTON"]/mod-append:choice[4]/text
fr: (Mutagène Arc-en-ciel) Muter une Statue Ill'drythk.
ja: (虹のミュータジェン) イル'ドリス像を突然変異させる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_BUTTON"]/mod-append:choice[5]/text
fr: (Mutagène Ill'drythk) Muter une Statue Ill'drythk.
ja: (イル'ドリスミュータジェン) イル'ドリス像を突然変異させる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_BUTTON"]/mod-append:choice[6]/text
fr: (Étincelle de Divinité) Consommer votre Étincelle de Divinité, et recevoir une Particule de Divinité.
ja: (神性の火花) あなたの神性の火花を消費し、神性の微粒子を受け取る。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_BUTTON"]/mod-append:choice[7]/text
fr: (Particule de Divinité) Infuser votre vaisseau d'une Particule de Divinité.
ja: (神性の微粒子) あなたの船に神性の微粒子を注入する。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_BUTTON"]/mod-append:choice[8]/text
fr: (Le Ministre) Réanimer le Ministre.
ja: (大臣) 大臣を蘇生させる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_BUTTON"]/mod-append:choice[9]/text
fr: Muter votre Carcasse Humaine en un autre type de Carcasse.
ja: あなたの人間ハスクを別のタイプのハスクに突然変異させる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_BUTTON"]/mod-append:choice[10]/text
fr: Changer le masque de votre Façonneur de tribut.
ja: トリビュートシェイパーのマスクを変更する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/text
fr: En ouvrant le livre, son contenu est séparé en différentes couleurs. Les rituels ne peuvent être effectués que lorsque vous voyagez à la vitesse de la lumière, car ils nécessitent une certaine harmonisation aux énergies sombres du Multivers. Ici, cependant, vous pouvez examiner les rituels disponibles et découvrir ce qu'ils font.
ja: 本を開くと、その内容は異なる色で分けられている。儀式は光速で移動中にのみ実行できる。なぜなら、マルチバースの闇のエネルギーへの特定の同調が必要だからだ。しかし、ここでは利用可能な儀式を調査し、それらが何をするのかを調べることができる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/text
fr: Examiner le texte rouge cramoisi, les Rituels d'Ascension.
ja: 深紅のテキスト、昇天の儀式を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/text
fr: Bien que vous ne puissiez pas lire le texte, les diagrammes de cette section présentent des entités cauchemardesques et des énergies d'outre-monde. Vous devrez trouver quelqu'un qui comprend le texte pour effectuer ses rituels.
ja: テキストは読めないが、このセクションの図は悪夢のような存在や異世界のエネルギーを示している。その儀式を実行するには、テキストを理解できる者を見つける必要がある。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/text
fr: (Lilith) Demander à Lilith de transcrire le texte.
ja: (リリス) リリスにテキストを書き写させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/text
fr: Lilith exsude une encre mystérieuse et trace un chiffre sur le sol. L'utilisant, vous êtes capable de comprendre les rituels et leurs incantations. Il est expliqué qu'une seule incantation de chaque groupe peut être effectuée, et elles doivent être effectuées dans l'ordre de la Horde, de l'Invocation Majeure, puis du Pouvoir.
ja: リリスは神秘的なインクを放ち、床に暗号を描く。それを使うことで、あなたは儀式とその呪文を理解できるようになった。各グループの呪文は一つしか実行できず、大群、大召喚、そして力の順に実行しなければならないと説明されている。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/text
fr: Examiner les Incantations de la Horde.
ja: 大群の呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/text
fr: Il y a trois Incantations de la Horde : l'Incantation des Prêtres Cauchemardesques Mineurs, l'Incantation des Engi Cauchemardesques et l'Incantation des Traqueurs Cauchemardesques.
ja: 大群の呪文は3つある：下級ナイトメアプリーストの呪文、ナイトメアエンジの呪文、ナイトメアストーカーの呪文。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/choice[1]/text
fr: Examiner l'Incantation des Prêtres Cauchemardesques Mineurs.
ja: 下級ナイトメアプリーストの呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/choice[1]/event/text
fr: INCANTATION DES PRÊTRES CAUCHEMARDESQUES MINEURS : La Faille est maintenant capable d'invoquer des Prêtres Cauchemardesques Mineurs, qui soignent la Faille quelle que soit sa position et d'autres Cauchemars dans la même pièce. Vos Terreurs Cauchemardesques perdent la moitié de leur vitesse de sabotage.
ja: 下級ナイトメアプリーストの呪文： リフトは下級ナイトメアプリーストを召喚できるようになり、彼らは場所に関係なくリフトを回復させ、同じ部屋にいる他のナイトメアも回復させる。あなたのナイトメアテラーの妨害速度は半分になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/choice[2]/text
fr: Examiner l'Incantation des Engi Cauchemardesques.
ja: ナイトメアエンジの呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/choice[2]/event/text
fr: INCANTATION DES ENGI CAUCHEMARDESQUES : La Faille invoquera maintenant 2 Engi Cauchemardesques à sa création, qui restent sur votre vaisseau et ne peuvent que réparer. L'Horreur Éclairée se déplace 33% plus lentement.
ja: ナイトメアエンジの呪文： リフトは作成時に2体のナイトメアエンジを召喚するようになり、彼らはあなたの船に留まり、修理しかできない。啓発されしホラーの移動速度は33%遅くなる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/choice[3]/text
fr: Examiner l'Incantation des Traqueurs Cauchemardesques.
ja: ナイトメアストーカーの呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/choice[3]/event/text
fr: INCANTATION DES TRAQUEURS CAUCHEMARDESQUES : La Faille est maintenant capable d'invoquer des Traqueurs Cauchemardesques, qui se camouflent et se décamouflent périodiquement pour saboter les systèmes de manière invisible. La Faille perd 55 PV Max.
ja: ナイトメアストーカーの呪文： リフトはナイトメアストーカーを召喚できるようになり、彼らは定期的にクロークとクローク解除を繰り返して見えないようにシステムを妨害する。リフトの最大HPが55減少する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/choice[3]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/text
fr: Examiner les Incantations d'Invocation Majeure.
ja: 大召喚の呪文を調査する。
