Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_LAB"]/mod-append:choice/text
fr: Profond.
ja: ディープワン。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_CLONE_CANNON"]/mod:findLike/mod:findLike/mod-append:choice[1]/text
fr: Télécharger votre Profond.
ja: あなたのディープワンをアップロードする。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_CLONE_CANNON"]/mod:findLike/mod:findLike/mod-append:choice[2]/text
fr: Télécharger le Balafré.
ja: 傷跡の者をアップロードする。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_CLONE_CANNON"]/mod-append:choice[2]/event/choice/event/crewMember
fr: Le Balafré
ja: 傷を負いし者

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[1]/mod:findLike/mod-append:choice/text
fr: Réinitialiser votre Morphe Profond. [-1{]
ja: ディープワンモーフをリセットする。[-1{]

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[3]/mod:findLike/mod-append:choice/text
fr: (Profond) Prendre la forme d'un Profond.
ja: (ディープワン) ディープワンの姿になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[4]/mod:findLike/mod-append:choice[1]/text
fr: (Drone Matrice) Prendre la forme de la Matrice de Disparité.
ja: (ブルードマザードローン) ディスパリティブルードマザーの姿になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[4]/mod:findLike/mod-append:choice[1]/event/text
fr: Votre Morphe essaie de prendre la forme du drone, mais quelque chose l'en empêche... peut-être utilise-t-il un pouvoir inconnaissable que même les Morphes ne peuvent imiter.
ja: あなたのモーフはそのドローンの姿になろうとしたが、何かがそれを妨げている...おそらく、モーフでさえ模倣できない未知の力を利用しているのだろう。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[4]/mod:findLike/mod-append:choice[2]/text
fr: (Drone Arbitre) Prendre la forme de l'Arbitre.
ja: (アービタードローン) アービターの姿になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[4]/mod:findLike/mod-append:choice[2]/event/text
fr: Votre Morphe essaie de prendre la forme du drone, mais quelque chose l'en empêche... peut-être utilise-t-il un pouvoir inconnaissable que même les Morphes ne peuvent imiter.
ja: あなたのモーフはそのドローンの姿になろうとしたが、何かがそれを妨げている...おそらく、モーフでさえ模倣できない未知の力を利用しているのだろう。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[4]/mod:findLike/mod-append:choice[3]/text
fr: (Drone Libérateur) Prendre la forme du Libérateur.
ja: (リベレイタードローン) リベレイターの姿になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[4]/mod:findLike/mod-append:choice[3]/event/text
fr: Votre Morphe essaie de prendre la forme du drone, mais quelque chose l'en empêche... peut-être utilise-t-il un pouvoir inconnaissable que même les Morphes ne peuvent imiter.
ja: あなたのモーフはそのドローンの姿になろうとしたが、何かがそれを妨げている...おそらく、モーフでさえ模倣できない未知の力を利用しているのだろう。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[4]/mod:findLike/mod-append:choice[4]/text
fr: (Drone Administrateur) Prendre la forme de l'Administrateur de Disparité.
ja: (アドミニストレータードローン) ディスパリティアドミニストレーターの姿になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[4]/mod:findLike/mod-append:choice[4]/event/text
fr: Votre Morphe essaie de prendre la forme du drone, mais quelque chose l'en empêche... peut-être utilise-t-il un pouvoir inconnaissable que même les Morphes ne peuvent imiter.
ja: あなたのモーフはそのドローンの姿になろうとしたが、何かがそれを妨げている...おそらく、モーフでさえ模倣できない未知の力を利用しているのだろう。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[4]/mod:findLike/mod-append:choice[5]/text
fr: (Drone Templier) Prendre la forme du Templier.
ja: (テンプラードローン) テンプラーの姿になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[4]/mod:findLike/mod-append:choice[5]/event/text
fr: Votre Morphe essaie de prendre la forme du drone, mais quelque chose l'en empêche... peut-être utilise-t-il un pouvoir inconnaissable que même les Morphes ne peuvent imiter.
ja: あなたのモーフはそのドローンの姿になろうとしたが、何かがそれを妨げている...おそらく、モーフでさえ模倣できない未知の力を利用しているのだろう。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[5]/mod:findLike/mod-append:choice[1]/text
fr: (Membre d'équipage Engi) Prendre la forme d'un Élite de Disparité.
ja: (エンジクルー) ディスパリティエリートの姿になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[5]/mod:findLike/mod-append:choice[1]/event/text
fr: Votre Morphe essaie de prendre la forme de l'Élite de Disparité, mais quelque chose l'en empêche... peut-être utilisent-ils un pouvoir inconnaissable que même les Morphes ne peuvent imiter.
ja: あなたのモーフはディスパリティエリートの姿になろうとしたが、何かがそれを妨げている...おそらく、モーフでさえ模倣できない未知の力を利用しているのだろう。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[5]/mod:findLike/mod-append:choice[2]/text
fr: (Membre d'équipage Profond) Prendre la forme d'un Élu Profond.
ja: (ディープワンクルー) ディープワンの選ばれし者の姿になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[5]/mod:findLike/mod-append:choice[2]/event/text
fr: Votre Morphe essaie de prendre la forme de l'Élu, mais quelque chose l'en empêche... peut-être utilisent-ils un pouvoir inconnaissable que même les Morphes ne peuvent imiter.
ja: あなたのモーフは選ばれし者の姿になろうとしたが、何かがそれを妨げている...おそらく、モーフでさえ模倣できない未知の力を利用しているのだろう。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[5]/mod:findLike/mod-append:choice[3]/text
fr: (Membre d'équipage Profond) Prendre la forme d'un Façonneur de tribut Éclairé.
ja: (ディープワンクルー) 啓発されしトリビュートシェイパーの姿になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[5]/mod:findLike/mod-append:choice[3]/event/text
fr: Votre Morphe essaie de prendre la forme du Façonneur de tribut, mais quelque chose l'en empêche... peut-être utilisent-ils un pouvoir inconnaissable que même les Morphes ne peuvent imiter.
ja: あなたのモーフはトリビュートシェイパーの姿になろうとしたが、何かがそれを妨げている...おそらく、モーフでさえ模倣できない未知の力を利用しているのだろう。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[5]/mod:findLike/mod-append:choice[4]/text
fr: (Membre d'équipage Peste d'Âme) Prendre la forme d'un Tisserand de Carcasses de Peste d'Âme.
ja: (ソウルプレイグクルー) ソウルプレイグハスクウィーバーの姿になる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_MORPH_TRANSFORM"]/mod:findLike[5]/mod:findLike/mod-append:choice[4]/event/text
fr: Votre Morphe essaie de prendre la forme du Tisserand de Carcasses, mais quelque chose l'en empêche... peut-être utilisent-ils un pouvoir inconnaissable que même les Morphes ne peuvent imiter.
ja: あなたのモーフはハスクウィーバーの姿になろうとしたが、何かがそれを妨げている...おそらく、モーフでさえ模倣できない未知の力を利用しているのだろう。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_AUG_SLUG_DUPLICATOR"]/mod-append:choice/text
fr: Élever 2 Profonds.
ja: ディープワンを2体繁殖させる。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_AUG_SLUG_DUPLICATOR"]/mod-append:choice/event/text
fr: Vos Profonds entrent dans les capsules ensemble, et quand ils en sortent, un autre Profond est avec eux. Ne demandez pas comment il a grandi si vite.
ja: あなたのディープワンたちは一緒にポッドに入り、出てくるときにはもう一体のディープワンが一緒だ。どうしてそんなに早く成長したのか疑問に思ってはいけない。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_AUG"]/mod-append:choice[1]/text
fr: (Cœur Pâle) Examiner le Cœur Pâle et préparer des Mutagènes Ill'drythk.
ja: (ペイルハート) ペイルハートを調査し、イル'ドリスミュータジェンを準備する。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_AUG"]/mod-append:choice[2]/text
fr: (Hacker de Propulsion) Invoquer un vaisseau multiversel « Désir le Plus Sombre ».
ja: (ドライブハッカー) ダーケストデザイアMV船を召喚する。

source: data/events_special_storage.xml.append$/dummyroot/event[@name="STORAGE_CHECK_AUG_DD_BOSS_SPAWNER_1"]/text
fr: Vous vérifiez quels vaisseaux sont actuellement disponibles à être invoqués. Invoquer un boss MV coûtera 7{.
ja: 現在召喚可能な船を確認する。MVボスを召喚するには7{が必要です。

source: data/events_special_storage.xml.append$/dummyroot/event[@name="STORAGE_CHECK_AUG_DD_BOSS_SPAWNER_1"]/choice[1]/text
fr: Absorbeur de Peste d'Âme ? - Donne Enfer Céleste
ja: ソウルプレイグデヴァウラー？ - 天与の地獄をドロップ

source: data/events_special_storage.xml.append$/dummyroot/event[@name="STORAGE_CHECK_AUG_DD_BOSS_SPAWNER_1"]/choice[1]/event/text
fr: Vous mettez la machine à pleine puissance et regardez une faille s'ouvrir, secouant le vaisseau jusqu'à ce qu'elle s'éteigne soudainement, et qu'un feu vert clignotant suivi d'une série de coordonnées signifie que cela a fonctionné.
ja: マシンを最大出力にすると、リフトが開き、船が揺れる。突然電源が切れ、緑の点滅光と座標の文字列が表示され、成功したことを示す。

source: data/events_special_storage.xml.append$/dummyroot/event[@name="STORAGE_CHECK_AUG_DD_BOSS_SPAWNER_2"]/text
fr: Vous vérifiez quels vaisseaux sont actuellement disponibles à être invoqués. Invoquer un boss MV coûtera 7{.
ja: 現在召喚可能な船を確認する。MVボスを召喚するには7{が必要です。

source: data/events_special_storage.xml.append$/dummyroot/event[@name="STORAGE_CHECK_AUG_DD_BOSS_SPAWNER_2"]/choice[1]/text
fr: Cuirassé lourd des Ténèbres ? - Donne Charybde
ja: 闇のドレッドノート？ - カリュブディスをドロップ

source: data/events_special_storage.xml.append$/dummyroot/event[@name="STORAGE_CHECK_AUG_DD_BOSS_SPAWNER_2"]/choice[1]/event/text
fr: Vous mettez la machine à pleine puissance et regardez une faille s'ouvrir, secouant le vaisseau jusqu'à ce qu'elle s'éteigne soudainement, et qu'un feu vert clignotant suivi d'une série de coordonnées signifie que cela a fonctionné.
ja: マシンを最大出力にすると、リフトが開き、船が揺れる。突然電源が切れ、緑の点滅光と座標の文字列が表示され、成功したことを示す。

source: data/events_special_storage.xml.append$/dummyroot/event[@name="STORAGE_CHECK_AUG_DD_BOSS_SPAWNER_3"]/text
fr: Vous vérifiez quels vaisseaux sont actuellement disponibles à être invoqués. Invoquer un boss MV coûtera 7{.
ja: 現在召喚可能な船を確認する。MVボスを召喚するには7{が必要です。

source: data/events_special_storage.xml.append$/dummyroot/event[@name="STORAGE_CHECK_AUG_DD_BOSS_SPAWNER_3"]/choice[1]/text
fr: Judicateur Séraphin ? - Donne Mors
ja: セラフィムジャディケーター？ - モルスをドロップ

source: data/events_special_storage.xml.append$/dummyroot/event[@name="STORAGE_CHECK_AUG_DD_BOSS_SPAWNER_3"]/choice[1]/event/text
fr: Vous mettez la machine à pleine puissance et regardez une faille s'ouvrir, secouant le vaisseau jusqu'à ce qu'elle s'éteigne soudainement, et qu'un feu vert clignotant suivi d'une série de coordonnées signifie que cela a fonctionné.
ja: マシンを最大出力にすると、リフトが開き、船が揺れる。突然電源が切れ、緑の点滅光と座標の文字列が表示され、成功したことを示す。

source: data/events_special_storage.xml.append$//mod:findName[@name="STORAGE_CHECK_JOB"]/mod-append:choice/text
fr: (Corrupteur) Examiner le Système Corrupteur.
ja: (コラプター) コラプターシステムを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/text
fr: Êtes-vous sûr de vouloir faire cela ? Préparer l'un de vos membres d'équipage comme sacrifice humain les rend inutiles pour la plupart des tâches et dépouille leurs capacités cognitives, mais leur permet de survivre sans oxygène et de ne pas occuper d'emplacements d'équipage (les rendant utiles pour de futurs sacrifices requis par le Tome d'Outre-monde). De plus, préparer des sacrifices a l'avantage de vous permettre de choisir le type d'humain que vous sacrifiez. Vous ne pouvez pas préparer de sacrifices supplémentaires si vous en avez déjà huit ou plus de préparés.
ja: 本当にこれを行いますか？クルーメンバーを人間の生贄として準備すると、ほとんどのタスクで役に立たなくなり、認知能力を奪われますが、酸素なしで生存でき、クルースロットを占有しなくなります（異世界の書で要求される将来の生贄に役立ちます）。さらに、生贄を準備する利点として、生贄にする人間の種類を選択できます。すでに8体以上の生贄を準備している場合、追加の生贄を準備することはできません。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/text
fr: (Membre d'équipage Humain) Préparer un sacrifice humain.
ja: (人間のクルー) 人間の生贄を準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/text
fr: Quel type d'humain êtes-vous intéressé à préparer comme sacrifice ?
ja: どのタイプの人間の生贄を準備しますか？

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human"]/text
fr: (Humain) Préparer un humain générique comme sacrifice.
ja: (人間) 一般的な人間を生贄として準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human"]/event/text
fr: Vous effectuez un rite, et, comme indiqué par le Tome d'Outre-monde, vous fermez les yeux... ...il y a un bruit de craquement viscéral et charnu - après quoi, vous sentez votre membre d'équipage tenter désespérément de s'accrocher à vous. Il ne faut pas longtemps avant que son emprise ne soit arrachée, et, un instant, il ne vous reste rien d'autre que le son de ses cris.
ja: あなたは儀式を行い、異世界の書の指示通りに目を閉じる... ...生々しい、肉が砕けるような音が響き、その後、クルーメンバーが必死にあなたにしがみつこうとするのを感じる。 ほどなくして彼らの握力は引き剥がされ、一瞬、あなたは彼らの悲鳴の音だけに取り残される。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre humain lobotomisé, car il n'est pas réellement mort... seulement mort cérébralement.
ja: あなたのロボトミーされた人間は、本当に死んでいるわけではなく...ただ脳死状態であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human"]/event/choice/event/text
fr: Finalement, le silence prend le dessus, et vous ouvrez les yeux - sachant l'acte énigmatique accompli.
ja: やがて、静寂が訪れ、あなたはその謎めいた行為が終わったことを知りながら目を開ける。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human"]/event/choice/event/crewMember
fr: Sacrifice
ja: 生贄

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human"]/event/choice/event/choice[@req="pilot"]/text
fr: Ainsi fut fait.
ja: かくしてそれは成された。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_medic"]/text
fr: (Médecin Humain) Préparer un médecin humain comme sacrifice.
ja: (人間の医療兵) 人間の医療兵を生贄として準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_medic"]/event/text
fr: Vous effectuez un rite, et, comme indiqué par le Tome d'Outre-monde, vous fermez les yeux... ...il y a un bruit de craquement viscéral et charnu - après quoi, vous sentez votre membre d'équipage tenter désespérément de s'accrocher à vous. Il ne faut pas longtemps avant que son emprise ne soit arrachée, et, un instant, il ne vous reste rien d'autre que le son de ses cris.
ja: あなたは儀式を行い、異世界の書の指示通りに目を閉じる... ...生々しい、肉が砕けるような音が響き、その後、クルーメンバーが必死にあなたにしがみつこうとするのを感じる。 ほどなくして彼らの握力は引き剥がされ、一瞬、あなたは彼らの悲鳴の音だけに取り残される。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_medic"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre humain lobotomisé, car il n'est pas réellement mort... seulement mort cérébralement.
ja: あなたのロボトミーされた人間は、本当に死んでいるわけではなく...ただ脳死状態であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_medic"]/event/choice/event/text
fr: Finalement, le silence prend le dessus, et vous ouvrez les yeux - sachant l'acte énigmatique accompli.
ja: やがて、静寂が訪れ、あなたはその謎めいた行為が終わったことを知りながら目を開ける。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_medic"]/event/choice/event/crewMember
fr: Sacrifice
ja: 生贄

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_medic"]/event/choice/event/choice[@req="pilot"]/text
fr: Ainsi fut fait.
ja: かくしてそれは成された。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_engineer"]/text
fr: (Ingénieur Humain) Préparer un ingénieur humain comme sacrifice.
ja: (人間のエンジニア) 人間のエンジニアを生贄として準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_engineer"]/event/text
fr: Vous effectuez un rite, et, comme indiqué par le Tome d'Outre-monde, vous fermez les yeux... ...il y a un bruit de craquement viscéral et charnu - après quoi, vous sentez votre membre d'équipage tenter désespérément de s'accrocher à vous. Il ne faut pas longtemps avant que son emprise ne soit arrachée, et, un instant, il ne vous reste rien d'autre que le son de ses cris.
ja: あなたは儀式を行い、異世界の書の指示通りに目を閉じる... ...生々しい、肉が砕けるような音が響き、その後、クルーメンバーが必死にあなたにしがみつこうとするのを感じる。 ほどなくして彼らの握力は引き剥がされ、一瞬、あなたは彼らの悲鳴の音だけに取り残される。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_engineer"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre humain lobotomisé, car il n'est pas réellement mort... seulement mort cérébralement.
ja: あなたのロボトミーされた人間は、本当に死んでいるわけではなく...ただ脳死状態であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_engineer"]/event/choice/event/text
fr: Finalement, le silence prend le dessus, et vous ouvrez les yeux - sachant l'acte énigmatique accompli.
ja: やがて、静寂が訪れ、あなたはその謎めいた行為が終わったことを知りながら目を開ける。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_engineer"]/event/choice/event/crewMember
fr: Sacrifice
ja: 生贄

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_engineer"]/event/choice/event/choice[@req="pilot"]/text
fr: Ainsi fut fait.
ja: かくしてそれは成された。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_soldier"]/text
fr: (Soldat Humain) Préparer un soldat humain comme sacrifice.
ja: (人間の兵士) 人間の兵士を生贄として準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_soldier"]/event/text
fr: Vous effectuez un rite, et, comme indiqué par le Tome d'Outre-monde, vous fermez les yeux... ...il y a un bruit de craquement viscéral et charnu - après quoi, vous sentez votre membre d'équipage tenter désespérément de s'accrocher à vous. Il ne faut pas longtemps avant que son emprise ne soit arrachée, et, un instant, il ne vous reste rien d'autre que le son de ses cris.
ja: あなたは儀式を行い、異世界の書の指示通りに目を閉じる... ...生々しい、肉が砕けるような音が響き、その後、クルーメンバーが必死にあなたにしがみつこうとするのを感じる。 ほどなくして彼らの握力は引き剥がされ、一瞬、あなたは彼らの悲鳴の音だけに取り残される。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_soldier"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre humain lobotomisé, car il n'est pas réellement mort... seulement mort cérébralement.
ja: あなたのロボトミーされた人間は、本当に死んでいるわけではなく...ただ脳死状態であるため、クローン化することはできない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_soldier"]/event/choice/event/text
fr: Finalement, le silence prend le dessus, et vous ouvrez les yeux - sachant l'acte énigmatique accompli.
ja: やがて、静寂が訪れ、あなたはその謎めいた行為が終わったことを知りながら目を開ける。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_soldier"]/event/choice/event/crewMember
fr: Sacrifice
ja: 生贄

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_soldier"]/event/choice/event/choice[@req="pilot"]/text
fr: Ainsi fut fait.
ja: かくしてそれは成された。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_technician"]/text
fr: (Technicien Wentworth) Préparer un Technicien Wentworth comme sacrifice.
ja: (ウェントワース技術者) ウェントワース技術者を生贄として準備する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_technician"]/event/text
fr: Vous effectuez un rite, et, comme indiqué par le Tome d'Outre-monde, vous fermez les yeux... ...il y a un bruit de craquement viscéral et charnu - après quoi, vous sentez votre membre d'équipage tenter désespérément de s'accrocher à vous. Il ne faut pas longtemps avant que son emprise ne soit arrachée, et, un instant, il ne vous reste rien d'autre que le son de ses cris.
ja: あなたは儀式を行い、異世界の書の指示通りに目を閉じる... ...生々しい、肉が砕けるような音が響き、その後、クルーメンバーが必死にあなたにしがみつこうとするのを感じる。 ほどなくして彼らの握力は引き剥がされ、一瞬、あなたは彼らの悲鳴の音だけに取り残される。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_AUG_DDHUMANSACRIFICEPREPARATION"]/choice[@req="DD_PREPARINGHUMANSACRIFICEINSTORAGECHECK"]/event/choice[@req="human_technician"]/event/removeCrew/text
fr: Vous ne pouvez pas cloner votre humain lobotomisé, car il n'est pas réellement mort... seulement mort cérébralement.
ja: あなたのロボトミーされた人間は、本当に死んでいるわけではなく...ただ脳死状態であるため、クローン化することはできない。
