Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[25]/text
fr: (Drone Templier des Étoiles II) Définir l'état du drone. [Mode actuel : Abordage]
ja: (スターズIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[26]/text
fr: (Drone Templier des Étoiles III) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (スターズIIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[27]/text
fr: (Drone Templier des Étoiles III) Définir l'état du drone. [Mode actuel : Abordage]
ja: (スターズIIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[28]/text
fr: (Drone Templier des Marais I) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (マイアIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[29]/text
fr: (Drone Templier des Marais I) Définir l'état du drone. [Mode actuel : Abordage]
ja: (マイアIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[30]/text
fr: (Drone Templier des Marais II) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (マイアIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[31]/text
fr: (Drone Templier des Marais II) Définir l'état du drone. [Mode actuel : Abordage]
ja: (マイアIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[32]/text
fr: (Drone Templier des Marais III) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (マイアIIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[33]/text
fr: (Drone Templier des Marais III) Définir l'état du drone. [Mode actuel : Abordage]
ja: (マイアIIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[34]/text
fr: (Drone Templier de l'Aube I) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (ドーンIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[35]/text
fr: (Drone Templier de l'Aube I) Définir l'état du drone. [Mode actuel : Abordage]
ja: (ドーンIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[36]/text
fr: (Drone Templier de l'Aube II) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (ドーンIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[37]/text
fr: (Drone Templier de l'Aube II) Définir l'état du drone. [Mode actuel : Abordage]
ja: (ドーンIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[38]/text
fr: (Drone Templier de l'Aube III) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (ドーンIIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[39]/text
fr: (Drone Templier de l'Aube III) Définir l'état du drone. [Mode actuel : Abordage]
ja: (ドーンIIIテンプラードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[40]/text
fr: (Drone Libérateur Cristallin) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (クリスタラインリベレイタードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[41]/text
fr: (Drone Libérateur Cristallin) Définir l'état du drone. [Mode actuel : Abordage]
ja: (クリスタラインリベレイタードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[42]/text
fr: (Drone Matrice Cristallin) Définir l'état du drone. [Mode actuel : Antipersonnel]
ja: (クリスタラインブルードマザードローン) ドローンの状態を設定する。[現在のモード: 対人]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_TOGGLE"]/mod-append:choice[43]/text
fr: (Drone Matrice Cristallin) Définir l'état du drone. [Mode actuel : Abordage]
ja: (クリスタラインブルードマザードローン) ドローンの状態を設定する。[現在のモード: 船内侵入]

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_REAL"]/mod-append:choice[1]/text
fr: Changer la forme de votre Élite de Disparité.
ja: ディスパリティエリートのフォームを変更する。

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_REAL"]/mod-append:choice[2]/text
fr: Changer le masque de votre Façonneur de tribut.
ja: トリビュートシェイパーのマスクを変更する。

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_REAL"]/mod-append:choice[3]/text
fr: Faire appel à votre masse de Peste d'Âme liée.
ja: 束縛したソウルプレイグ塊を呼び出す。

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_REAL"]/mod-append:choice[4]/text
fr: Vous ne pouvez pas faire appel à votre masse de Peste d'Âme liée tout en étant activement menacé par un autre.
ja: 他者から積極的に脅かされている間は、束縛したソウルプレイグ塊を呼び出すことはできない。

source: data/events_special_storage.xml.append$//mod:findName[@name="COMBAT_CHECK_REAL"]/mod-append:choice[5]/text
fr: Vous ne pouvez pas faire appel à votre masse de Peste d'Âme liée tout en étant activement assisté par un autre.
ja: 他者から積極的に支援されている間は、束縛したソウルプレイグ塊を呼び出すことはできない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_REAL"]/text
fr: Quel Élite de Disparité voulez-vous changer ?
ja: どのディスパリティエリートを切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_REAL"]/choice[@req="disparity_engidefault"]/text
fr: (Forme par défaut) Changer un Élite de Disparité dans sa Forme par défaut.
ja: (デフォルトフォーム) デフォルトフォームのディスパリティエリートを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_REAL"]/choice[@req="disparity_engispeed"]/text
fr: (Forme Vitesse) Changer un Élite de Disparité dans sa Forme Vitesse.
ja: (スピードフォーム) スピードフォームのディスパリティエリートを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_REAL"]/choice[@req="disparity_engiattack"]/text
fr: (Forme Attaque) Changer un Élite de Disparité dans sa Forme Attaque.
ja: (攻撃フォーム) 攻撃フォームのディスパリティエリートを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_REAL"]/choice[@req="disparity_engidefense"]/text
fr: (Forme Défense) Changer un Élite de Disparité dans sa Forme Défense.
ja: (防御フォーム) 防御フォームのディスパリティエリートを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_REAL"]/choice[@req="disparity_engihazard"]/text
fr: (Forme Danger) Changer un Élite de Disparité dans sa Forme Danger.
ja: (ハザードフォーム) ハザードフォームのディスパリティエリートを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFAULTTO"]/text
fr: À quelle forme voulez-vous passer depuis la forme par défaut ?
ja: デフォルトからどのフォームに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFAULTTO"]/choice[1]/text
fr: Passer à la Forme Vitesse.
ja: スピードフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFAULTTO"]/choice[1]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFAULTTO"]/choice[2]/text
fr: Passer à la Forme Attaque.
ja: 攻撃フォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFAULTTO"]/choice[2]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFAULTTO"]/choice[3]/text
fr: Passer à la Forme Défense.
ja: 防御フォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFAULTTO"]/choice[3]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFAULTTO"]/choice[4]/text
fr: Passer à la Forme Danger.
ja: ハザードフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFAULTTO"]/choice[4]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_SPEEDTO"]/text
fr: À quelle forme voulez-vous passer depuis la forme Vitesse ?
ja: スピードからどのフォームに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_SPEEDTO"]/choice[1]/text
fr: Passer à la Forme par défaut.
ja: デフォルトフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_SPEEDTO"]/choice[1]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_SPEEDTO"]/choice[2]/text
fr: Passer à la Forme Attaque.
ja: 攻撃フォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_SPEEDTO"]/choice[2]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_SPEEDTO"]/choice[3]/text
fr: Passer à la Forme Défense.
ja: 防御フォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_SPEEDTO"]/choice[3]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_SPEEDTO"]/choice[4]/text
fr: Passer à la Forme Danger.
ja: ハザードフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_SPEEDTO"]/choice[4]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_ATTACKTO"]/text
fr: À quelle forme voulez-vous passer depuis la forme Attaque ?
ja: 攻撃からどのフォームに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_ATTACKTO"]/choice[1]/text
fr: Passer à la Forme par défaut.
ja: デフォルトフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_ATTACKTO"]/choice[1]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_ATTACKTO"]/choice[2]/text
fr: Passer à la Forme Vitesse.
ja: スピードフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_ATTACKTO"]/choice[2]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_ATTACKTO"]/choice[3]/text
fr: Passer à la Forme Défense.
ja: 防御フォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_ATTACKTO"]/choice[3]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_ATTACKTO"]/choice[4]/text
fr: Passer à la Forme Danger.
ja: ハザードフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_ATTACKTO"]/choice[4]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFENSETO"]/text
fr: À quelle forme voulez-vous passer depuis la forme Défense ?
ja: 防御からどのフォームに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFENSETO"]/choice[1]/text
fr: Passer à la Forme par défaut.
ja: デフォルトフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFENSETO"]/choice[1]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFENSETO"]/choice[2]/text
fr: Passer à la Forme Vitesse.
ja: スピードフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFENSETO"]/choice[2]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFENSETO"]/choice[3]/text
fr: Passer à la Forme Attaque.
ja: 攻撃フォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFENSETO"]/choice[3]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFENSETO"]/choice[4]/text
fr: Passer à la Forme Danger.
ja: ハザードフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_DEFENSETO"]/choice[4]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_HAZARDTO"]/text
fr: À quelle forme voulez-vous passer depuis la forme Danger ?
ja: ハザードからどのフォームに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_HAZARDTO"]/choice[1]/text
fr: Passer à la Forme par défaut.
ja: デフォルトフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_HAZARDTO"]/choice[1]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_HAZARDTO"]/choice[2]/text
fr: Passer à la Forme Vitesse.
ja: スピードフォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_HAZARDTO"]/choice[2]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_HAZARDTO"]/choice[3]/text
fr: Passer à la Forme Attaque.
ja: 攻撃フォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_HAZARDTO"]/choice[3]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_HAZARDTO"]/choice[4]/text
fr: Passer à la Forme Défense.
ja: 防御フォームに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DISPARITYFORMSWITCH_HAZARDTO"]/choice[4]/event/text
fr: Votre Élite de Disparité change sa forme avec succès.
ja: あなたのディスパリティエリートはフォームの変更に成功した。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/text
fr: De quel Façonneur de tribut voulez-vous changer le masque ?
ja: どのトリビュートシェイパーのマスクを切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_cage"]/text
fr: (Masque en Cage) Changer le masque de votre Façonneur de tribut en Cage.
ja: (ケージマスク) ケージトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_cloud"]/text
fr: (Masque Nuageux) Changer le masque de votre Façonneur de tribut Nuageux.
ja: (クラウデッドマスク) クラウデッドトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_dark"]/text
fr: (Masque Assombri) Changer le masque de votre Façonneur de tribut Assombri.
ja: (ダークンドマスク) ダークンドトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_judge"]/text
fr: (Masque Jugé) Changer le masque de votre Façonneur de tribut Jugé.
ja: (ジャッジドマスク) ジャッジドトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_plague"]/text
fr: (Masque Empesté) Changer le masque de votre Façonneur de tribut Empesté.
ja: (プレイグドマスク) プレイグドトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_REAL"]/choice[@req="dddeepone_tributeshaper_shatter"]/text
fr: (Masque Brisée) Changer le masque de votre Façonneur de tribut Brisée.
ja: (シャタードマスク) シャタードトリビュートシェイパーのマスクを切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/text
fr: À quel masque voulez-vous passer depuis le Masque en Cage ?
ja: ケージマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/text
fr: Passer au Masque Nuageux.
ja: クラウデッドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Nuageux, et se retrouve le reflet de ses énergies électrisantes...
ja: あなたのトリビュートシェイパーはクラウデッドマスクの力を引き出し、その帯電エネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CLOUD" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Nuageux.
ja: クラウデッドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/text
fr: Passer au Masque Assombri.
ja: ダークンドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Assombri, et se retrouve le reflet de ses énergies chaotiques...
ja: あなたのトリビュートシェイパーはダークンドマスクの力を引き出し、その混沌としたエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Assombri.
ja: ダークンドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/text
fr: Passer au Masque Jugé.
ja: ジャッジドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Jugé, et se retrouve le reflet de ses énergies radiantes...
ja: あなたのトリビュートシェイパーはジャッジドマスクの力を引き出し、その輝くエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_JUDGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Jugé.
ja: ジャッジドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/text
fr: Passer au Masque Empesté.
ja: プレイグドマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Empesté, et se retrouve le reflet de ses énergies morbides...
ja: あなたのトリビュートシェイパーはプレイグドマスクの力を引き出し、その病的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_PLAGUE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Empesté.
ja: プレイグドマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/text
fr: Passer au Masque Brisée.
ja: シャタードマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque Brisée, et se retrouve le reflet de ses énergies ruineuses...
ja: あなたのトリビュートシェイパーはシャタードマスクの力を引き出し、その破滅的なエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CAGETO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_SHATTER" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque Brisée.
ja: シャタードマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/text
fr: À quel masque voulez-vous passer depuis le Masque Nuageux ?
ja: クラウデッドマスクからどのマスクに切り替えますか？

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/text
fr: Passer au Masque en Cage.
ja: ケージマスクに切り替える。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and not(@lvl)]/event/text
fr: Votre Façonneur de tribut tire son pouvoir du Masque en Cage, et se retrouve le reflet de ses énergies glaçantes...
ja: あなたのトリビュートシェイパーはケージマスクの力を引き出し、その冷たいエネルギーを反映する...

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_CAGE" and @lvl="0"]/text
fr: Vous ne possédez pas le Masque en Cage.
ja: ケージマスクを所持していない。

source: data/events_special_storage.xml.append$//event[@name="COMBAT_CHECK_DDTRIBUTESHAPERFORMSWITCH_CLOUDTO"]/choice[@req="DDHIDDENAUG_TRIBUTEMASK_DARK" and not(@lvl)]/text
fr: Passer au Masque Assombri.
ja: ダークンドマスクに切り替える。
