Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_special_storage.xml.append/*.po
Languages: fr, ja

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/text
fr: Il y a quatre Incantations d'Invocation Majeure : l'Incantation des Rampants Cauchemardesques Majeurs, l'Incantation des Masses Cauchemardesques Majeures, l'Incantation des Martyrs Cauchemardesques Majeurs et l'Incantation des Prêtres Cauchemardesques Majeurs.
ja: 大召喚の呪文は4つある：上級ナイトメアクロウラーの呪文、上級ナイトメア塊の呪文、上級ナイトメア殉教者の呪文、上級ナイトメアプリーストの呪文。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[1]/text
fr: Examiner l'Incantation des Rampants Cauchemardesques Majeurs.
ja: 上級ナイトメアクロウラーの呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[1]/event/text
fr: INCANTATION DES RAMPANTS CAUCHEMARDESQUES MAJEURS : La Faille invoquera maintenant 2 Rampants Cauchemardesques Majeurs à sa création, qui, tout en ayant de meilleures statistiques, restent sur votre vaisseau et ne peuvent que repousser les abordeurs. L'Horreur Éclairée perd la moitié de sa vitesse de sabotage.
ja: 上級ナイトメアクロウラーの呪文： リフトは作成時に2体の上級ナイトメアクロウラーを召喚するようになり、彼らはステータスが高いが、あなたの船に留まり、侵入者を追い払うことしかできない。啓発されしホラーの妨害速度は半分になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[2]/text
fr: Examiner l'Incantation des Masses Cauchemardesques Majeures.
ja: 上級ナイトメア塊の呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[2]/event/text
fr: INCANTATION DES MASSES CAUCHEMARDESQUES MAJEURES : Plutôt que d'invoquer des Masses Cauchemardesques Mineures, la Faille invoquera maintenant des Masses Cauchemardesques Majeures, qui ont de meilleures statistiques et se divisent en Masses Cauchemardesques Mineures à leur mort. Les Rampants Cauchemardesques perdent 0.3 dégât de base.
ja: 上級ナイトメア塊の呪文： 下級ナイトメア塊を召喚する代わりに、リフトは上級ナイトメア塊を召喚するようになり、彼らはステータスが高く、死ぬと下級ナイトメア塊に分裂する。ナイトメアクロウラーの基本ダメージが0.3減少する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[3]/text
fr: Examiner l'Incantation des Martyrs Cauchemardesques Majeurs.
ja: 上級ナイトメア殉教者の呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[3]/event/text
fr: INCANTATION DES MARTYRS CAUCHEMARDESQUES MAJEURS : Plutôt que d'invoquer des Martyrs Cauchemardesques Mineurs, la Faille invoquera maintenant des Martyrs Cauchemardesques Majeurs, qui ont des effets de mort bien plus intenses. Vos Cauchemars perdent tous 5 PV de base.
ja: 上級ナイトメア殉教者の呪文： 下級ナイトメア殉教者を召喚する代わりに、リフトは上級ナイトメア殉教者を召喚するようになり、彼らははるかに強力な死亡時効果を持つ。あなたのすべてのナイトメアの基本HPが5減少する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[3]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[4]/text
fr: Examiner l'Incantation des Prêtres Cauchemardesques Majeurs.
ja: 上級ナイトメアプリーストの呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[4]/event/text
fr: INCANTATION DES PRÊTRES CAUCHEMARDESQUES MAJEURS : La Faille invoquera maintenant 1 Prêtre Cauchemardesque Majeur à sa création dans la même pièce qu'elle, qui lui-même, la Faille et d'autres Cauchemars sur le même vaisseau une résistance aux dégâts, ainsi qu'une guérison plus puissante. Le temps de recharge du Projectile de Faille est augmenté de 2 secondes.
ja: 上級ナイトメアプリーストの呪文： リフトは作成時に同じ部屋に1体の上級ナイトメアプリーストを召喚するようになり、彼は自身、リフト、同じ船にいる他のナイトメアにダメージ耐性を与え、より強力な回復を行う。リフトボルトのクールダウンが2秒増加する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[4]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/text
fr: Examiner les Incantations de Pouvoir.
ja: 力の呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/text
fr: Il y a trois Incantations de Pouvoir : l'Incantation de l'Horreur Déchaînée, l'Incantation des Failles Horrifiques et l'Incantation des Projectiles Majeurs.
ja: 力の呪文は3つある：暴走ホラーの呪文、恐怖のリフトの呪文、上級ボルトの呪文。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/choice[1]/text
fr: Examiner l'Incantation de l'Horreur Déchaînée.
ja: 暴走ホラーの呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/choice[1]/event/text
fr: INCANTATION DE L'HORREUR DÉCHAÎNÉE : Votre Horreur Éclairée gagne 1.5x PV, 1.5x dégâts, 1.5x vitesse, sa vitesse de sabotage est fixée à 2.25 de base et ses dégâts aux portes sont fixés à 4x, mais votre Faille perd la moitié de ses PV max.
ja: 暴走ホラーの呪文： あなたの啓発されしホラーは体力、ダメージ、速度が1.5倍になり、妨害速度は基本2.25に、ドアへのダメージは4倍に設定されるが、リフトの最大体力は半分になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/choice[2]/text
fr: Examiner l'Incantation des Failles Horrifiques.
ja: 恐怖のリフトの呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/choice[2]/event/text
fr: INCANTATION DES FAILLES HORRIFIQUES : Vos Failles appliquent maintenant l'affaiblissement Horrifié et infligent des dégâts égaux à 12 PV/s aux ennemis dans la même pièce qu'elle, mais la vitesse de décomposition naturelle de votre Faille est maintenant doublée à -12 PV/s.
ja: 恐怖のリフトの呪文： あなたのリフトは恐怖デバフを適用し、同じ部屋にいる敵に毎秒12HPのダメージを与えるが、リフトの自然な崩壊速度は毎秒-12HPに倍増する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/choice[3]/text
fr: Examiner l'Incantation des Projectiles Majeurs.
ja: 上級ボルトの呪文を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/choice[3]/event/text
fr: INCANTATION DES PROJECTILES MAJEURS : Vos Projectiles de Faille érodent maintenant les systèmes ennemis et ont 50% de chances de provoquer des brèches, mais votre Horreur Éclairée perd 25% de ses PV max et de ses dégâts.
ja: 上級ボルトの呪文： あなたのリフトボルトは敵のシステムを侵食し、50%の確率で船体破壊を引き起こすが、あなたの啓発されしホラーは最大体力とダメージの25%を失う。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/choice[3]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[3]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[1]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/text
fr: Examiner le texte violet vif, les Contes Cristallins.
ja: 鮮やかな紫のテキスト、クリスタルの物語を調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/text
fr: Bien que vous ne puissiez pas lire le texte, les diagrammes de cette section présentent de magnifiques cristaux vibrants et des représentations de machines étranges. Vous devrez trouver quelqu'un qui comprend le texte pour effectuer ses rituels.
ja: テキストは読めないが、このセクションの図は美しく鮮やかなクリスタルや奇妙な機械の描写を示している。その儀式を実行するには、テキストを理解できる者を見つける必要がある。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/text
fr: (Membre d'équipage de Disparité) Demander à votre membre d'équipage de Disparité de transcrire le texte.
ja: (ディスパリティクルー) ディスパリティクルーにテキストを書き写させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/text
fr: Votre membre d'équipage de Disparité vous écrit un chiffre. L'utilisant, vous êtes capable de comprendre que ces ensembles de textes sont des histoires détaillant les mythes et légendes des Cristaux de Disparité, des pièces de pouvoir légendaires censées être capables d'augmenter les capacités des balises de la Disparité. En effet, il y a même des rituels décrits qui prétendent permettre de localiser lesdits Cristaux... et, si vous collectez les cinq, quelque chose d'incroyable est censé se produire. Vers la fin de ces histoires se trouve une page volante - son propre texte gribouillé beaucoup plus désordonné que le reste. En effet, son écriture semble différer entièrement, et elle décrit un rituel séparé qui lui est propre...
ja: あなたのディスパリティクルーはあなたに暗号を書いてくれる。それを使うことで、これらのテキストがディスパリティクリスタルの神話や伝説を詳述した物語であることがわかる。ディスパリティクリスタルはディスパリティのビーコンの能力を高めることができると言われる伝説の力の一部だ。実際、そのクリスタルを見つけることができると主張する儀式も記述されている...そして、5つすべてを集めると、何か素晴らしいことが起こると言われている。 これらの物語の終わりには、一枚のルーズリーフがある。そのテキストは他の部分よりもはるかに乱雑に走り書きされている。実際、筆跡は全く異なり、それ自身の別の儀式を記述している...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[1]/text
fr: Examiner le Cristal de Puissance.
ja: 効力のクリスタルを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[1]/event/text
fr: CRISTAL DE PUISSANCE : Ce cristal étrange renforce vos balises de Disparité, leur accordant +10 PV de base et augmentant la force de leurs effets de 20%. Les nanites supplémentaires allant vers la force et le temps de fonctionnement des balises laissent vos Élites de Disparité avec -33% de PV max.
ja: 効力のクリスタル： この奇妙なクリスタルはあなたのディスパリティビーコンを強化し、基本HPを+10し、効果の強度を20%増加させる。ビーコンの強度と稼働時間に余分なナナイトが使われるため、あなたのディスパリティエリートの最大HPは-33%になる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[1]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[2]/text
fr: Examiner le Cristal d'Habileté.
ja: 器用さのクリスタルを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[2]/event/text
fr: CRISTAL D'HABILETÉ : Ce cristal étrange renforce vos balises de Disparité, leur accordant la capacité de réparer et +0.8 de vitesse de base. Vos Élites de Disparité perdent leur propre mémoire de la façon de réparer en retour, et réparent 33% plus lentement.
ja: 器用さのクリスタル： この奇妙なクリスタルはあなたのディスパリティビーコンを強化し、修理能力と基本速度+0.8を与える。その見返りに、あなたのディスパリティエリートは修理方法の記憶を失い、修理速度が33%遅くなる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[2]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[3]/text
fr: Examiner le Cristal d'Arc-en-ciel.
ja: 虹のクリスタルを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[3]/event/text
fr: CRISTAL D'ARC-EN-CIEL : Ce cristal étrange renforce vos balises de Disparité, leur accordant la capacité de donner chaque effet de balise simultanément. Cette quantité de production s'avère extrêmement instable, ce qui signifie qu'elles ont -12 PV de base.
ja: 虹のクリスタル： この奇妙なクリスタルはあなたのディスパリティビーコンを強化し、すべてのビーコン効果を同時に与える能力を与える。この出力量は非常に不安定であることが証明されており、基本HPが-12になることを意味する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[3]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[4]/text
fr: Examiner le Cristal de Martyre.
ja: 殉教のクリスタルを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[4]/event/text
fr: CRISTAL DE MARTYRE : Ce cristal étrange renforce vos balises de Disparité, leur accordant la capacité de combattre les ennemis et d'exploser à leur mort. Cette explosion a des tirs amis, soyez donc prudents !
ja: 殉教のクリスタル： この奇妙なクリスタルはあなたのディスパリティビーコンを強化し、敵と戦い、死亡時に爆発する能力を与える。この爆発にはフレンドリーファイアがあるので注意！

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[4]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[5]/text
fr: Examiner le Cristal d'Auras.
ja: オーラのクリスタルを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[5]/event/text
fr: CRISTAL D'AURAS : Ce cristal étrange renforce vos balises de Disparité, leur permettant de soigner les alliés et d'infliger des dégâts aux ennemis sur le même vaisseau pour 1 PV/s. Cette aura de guérison s'avère destructrice pour les autres balises, augmentant la pression qu'elles exercent les unes sur les autres de 33% (0.5 PV/s).
ja: オーラのクリスタル： この奇妙なクリスタルはあなたのディスパリティビーコンを強化し、味方を回復させ、同じ船の敵に毎秒1HPのダメージを与えることができる。この回復オーラは他のビーコンにとって破壊的であることが証明されており、互いにかかる負担を33%（毎秒0.5HP）増加させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[5]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[6]/text
fr: Examiner le Cristal Légendaire.
ja: 伝説のクリスタルを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[6]/event/text
fr: CRISTAL LÉGENDAIRE : On dit que si vous collectez les cinq Cristaux de Disparité, le chemin vers le Cristal Légendaire sans défaut sera rendu disponible par un rituel. Sa perfection est si complète, en fait, qu'il est prétendu capable de supprimer les effets négatifs de tous les autres Cristaux de Disparité...
ja: 伝説のクリスタル： 5つすべてのディスパリティクリスタルを集めると、儀式を通じて完璧な伝説のクリスタルへの道が開かれると言われている。その完璧さは非常に完全であると主張されており、実際、他のすべてのディスパリティクリスタルのマイナス効果を取り除くことができると言われている...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[6]/event/choice[@req="pilot"]/text
fr: Intéressant. Refermer le livre.
ja: 興味深い。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[7]/text
fr: Examiner la page volante.
ja: ルーズリーフを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[7]/event/text
fr: Plutôt que de décrire la nature et le processus du rituel, comme à l'accoutumée, cette page ressemble plus à un monologue, ou à un extrait déchiré. Son contenu se lit comme suit : « Tu sais, Ev... tu ne m'as jamais rien dit de ces types violets, mais Deux s'extasie toujours sur les histoires que tu leur as racontées. Je ne crois pas qu'ils seraient contents de les voir à la gorge les uns des autres comme ça. Bien sûr, une promesse est une promesse, et nous ne sommes pas du genre à rompre notre parole, n'est-ce pas ? J'espère juste que tu ne le regretteras pas, c'est tout. » « Bon, si quelqu'un lit ça, alors quelque chose a dû bien fonctionner, au moins. Autant faire confiance à ça, même si l'art n'est pas mon fort. » Le texte se termine là, et ce qui suit sont plusieurs diagrammes grossièrement dessinés dépeignant des étapes rituelles vagues, ainsi que des gribouillis ressemblant aux étranges drones d'ombre que la Disparité est connue pour utiliser. Cependant, ce qui est mis en évidence dans leurs représentations amateuristes ici, ce sont des pointes inconnues et des bords dentelés... vous ne pouvez que deviner que, quel que soit ce rituel, il entraîne l'altération potentielle de l'apparence de vos drones de Disparité, si vous en avez.
ja: 儀式の性質やプロセスを典型的な方法で記述するのではなく、このページは独白や引き裂かれた抜粋のように読める。その内容は次の通り： 「なあ、エヴ...あんた、その紫の連中のこと、俺に何も言わなかったよな。でもツーはいつもあんたが聞かせた話に夢中だ。こんな風にいがみ合ってるのを見たら、あいつら喜ばねえだろうな。もちろん、約束は約束だ。俺たちは約束を破るような奴らじゃねえ、だろ？後悔しなきゃいいけどな、それだけだ。」 「まあ、誰かがこれを読んでるなら、少なくとも何かがうまくいったんだろうな。芸術は得意じゃねえけど、それを信じるしかねえな。」 テキストはそこで終わり、その後に続くのは、曖昧な儀式の手順を描いた粗雑な図と、ディスパリティが使うことで知られる奇妙な影のようなドローンに似た落書きだ。しかし、ここでの素人っぽい描写で強調されているのは、見慣れない棘やギザギザのエッジだ...この儀式が何であれ、もしあなたがディスパリティドローンを所有していれば、その外見を変える可能性があるとしか推測できない。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[7]/event/choice[@req="pilot"]/text
fr: Étrange. Refermer le livre.
ja: 奇妙だ。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice[@req="pilot"]/text
fr: Laissez tomber. Refermer le livre.
ja: やっぱりいい。本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[2]/event/choice[@req="pilot"]/text
fr: Refermer le livre.
ja: 本を閉じる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/text
fr: Examiner le texte jaune brillant, les Prières de la Preuve.
ja: きらめく黄色のテキスト、証明の祈りを調査する。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/text
fr: Bien que vous ne puissiez pas lire le texte, les diagrammes de cette section présentent des représentations de ténèbres vaporeuses et ombrageuses et de dévotion ritualiste. Vous devrez trouver quelqu'un qui comprend le texte pour effectuer ses rituels.
ja: テキストは読めないが、このセクションの図はかすかな影のような闇と儀式的な献身の描写を示している。その儀式を実行するには、テキストを理解できる者を見つける必要がある。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/text
fr: (Membre d'équipage Éclairé) Demander à votre membre d'équipage Éclairé de transcrire le texte.
ja: (啓発されしクルー) 啓発されしクルーにテキストを書き写させる。

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/text
fr: Votre membre d'équipage Éclairé vous écrit un chiffre. L'utilisant, vous êtes capable de comprendre ce que le texte décrit : un couple de rituels ; l'un qui permet aux Éclairés d'ascendre de leur position de simples cultistes, et de devenir l'un des Élus du Dieu Sombre, et un second qui vous permet de collecter une forme de don robotique unique aux Éclairés. Vers la fin de ces rituels se trouve une page volante - son propre texte gribouillé beaucoup plus désordonné que le reste. En effet, son écriture semble différer entièrement, et elle décrit un rituel séparé qui lui est propre...
ja: あなたの啓発されしクルーはあなたに暗号を書いてくれる。それを使うことで、テキストが記述している内容を理解できるようになった：いくつかの儀式。一つは啓発されし者が単なるカルト信者の地位から昇格し、闇の神の選ばれし者の一人になることを可能にし、もう一つは啓発されし者特有のロボットの贈り物を集めることを可能にする。 これらの儀式の終わりには、一枚のルーズリーフがある。そのテキストは他の部分よりもはるかに乱雑に走り書きされている。実際、筆跡は全く異なり、それ自身の別の儀式を記述している...

source: data/events_special_storage.xml.append$//event[@name="STORAGE_CHECK_DARKGOD_CURSED_BOOK"]/choice[3]/event/choice[@req="BLUELIST_CREW_DDENLIGHTENED"]/event/choice[1]/text
fr: Examiner le Rituel de Dévotion Divine.
ja: 神聖な献身の儀式を調査する。
