Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: Though the strange ship is defeated, the darkness remains. You've no way of knowing how many more ships are out there... it'd be best to leave as soon as you can.
ru: Хотя странный корабль побежден, тьма осталась. Вы не знаете, сколько еще кораблей там... лучше уйти как можно скорее.
zh_hans: 尽管这艘诡异的飞船已被击溃，黑暗却依旧笼罩四周。你无从知晓还有多少舰船埋伏在附近……最好尽快离开这里。

# data/events_disparity.xml$//event[@name="NEUTRAL_DISPARITY_ENLIGHTENED"]/text
source: Where there should be stars, however distant, you instead find... nothing. You find the entire space around you to be enveloped in darkness.
ru: Там, где должны быть звезды, пусть и далекие, вы не находите... ничего. Все пространство вокруг вас окутано тьмой.
zh_hans: 本该是星辰闪烁的远方，此刻却空无一物。你发现周遭的整片宇宙都被黑暗彻底吞噬。

source: (The Scarred) "Even here..."
ru: (Шрам) "Даже здесь..."
zh_hans: （烙疤者）“就算是在这里……”

source: The Scarred nods, "I'll... do what I must." They draw upon their power, and though you still can't see out of it, just enough of the void is lifted to see an Enlightened vessel that had been hiding in the darkness. They were likely trying to lay an ambush... realizing what's occurred, they hail, "You... how? You must be... blessed by the Dark One..."
ru: Шрам кивает: "Я... сделаю то, что должен". Он использует свою силу, и, хотя вы все еще не можете видеть из нее, пустота раздвигается настолько, что можно разглядеть скрывавшийся во тьме корабль Просветленных. Скорее всего, они пытались устроить засаду... Осознав произошедшее, они восклицают: "Вы... как? Вы, должно быть... благословлены Темным..."
zh_hans: 烙疤者点了点头：“我……会做我必须做的事。”他们催动自身力量，尽管你仍无法视物，虚空却被撕开了一道缺口，恰好能看见一艘隐匿在黑暗中的启蒙者舰船。他们显然是想设下埋伏……意识到事发败露，他们通讯道：“你……怎么做到的？你一定……是被黑暗之神庇佑着……”

source: Indeed, I am the Dark One's chosen.
ru: Воистину, я избранный Темного.
zh_hans: 没错，我正是黑暗之神的选民。

source: Instantly, they fall down in prayer, "Oh... forgive us, Dark One! We... knew not of our sins! Oh... Dark One, please..." Hmm... if only there were some way to convince their "Dark One" to forgive them...
ru: Мгновенно они падают ниц в молитве: "О... прости нас, Темный! Мы... не знали о своих грехах! О... Темный, пожалуйста..." Хм... если бы только существовал какой-то способ убедить своего "Темного" простить их...
zh_hans: 他们立刻跪倒祈祷：“哦……原谅我们吧，黑暗之神！我们……不知自己犯下了罪过！哦……黑暗之神，请您……”嗯……要是有什么办法能说服他们的“黑暗之神”原谅他们就好了……

source: If you wish to be forgiven, the, uh, Dark One demands you give us tribute.
ru: Если вы хотите, чтобы вас простили, Темный требует, чтобы вы отдал нам дань.
zh_hans: 若想得到宽恕，呃，黑暗之神要求你们献上贡品。

source: Their face lights up, despite their lack of eyes, "Tribute! Yes... of course! Anything for the... Dark One!" They beam over a pile of scrap, though you feel you can get more...
ru: Их лица озаряются, несмотря на отсутствие глаз: "Дань! Да... конечно! Что угодно для... Темного!" Он телепортирует груду лома, хотя вы чувствуете, что можете получить больше...
zh_hans: 他们虽然没有眼睛，脸上却瞬间焕发光芒：“贡品！遵命……理所当然！为了黑暗之神……我们愿意付出一切！”他们传过来一堆废料，可你感觉，还能从他们身上榨取更多……

source: Ahem. The Dark One demands you to offer further proof of your devotion.
ru: Кхм. Темный требует от вас новых доказательств вашей преданности.
zh_hans: 咳咳。黑暗之神要求你们献上更多，以证明自身的虔诚。

source: "My... devotion? Yes, of course! This... weapon was gifted to me by you, o' Dark One! Let it... be proof of my past devotion!"
ru: "Моей... преданности? Да, конечно! Это... оружие было подарено мне тебе, о Темный! Пусть оно... будет доказательством моей былой преданности!"
zh_hans: “我的……虔诚？是的，当然！这件……武器是您赐予我的，哦黑暗之神！就让它……成为我过往忠诚的证明吧！”

source: While nice... the Dark One demands evidence of your FUTURE devotion.
ru: Хотя это и приятно... Темный требует доказательств вашей БУДУЩЕЙ преданности.
zh_hans: 心意虽好……可黑暗之神要看的，是你未来的忠诚。

source: The Enlightened Cultist rises to their feet, "Yes! My devotion! I... devote myself to you, Dark One, and your... chosen! Allow me to serve them... as I serve you!" Moments later, they've beamed themselves over, and you've successfully tricked somebody into joining your crew! Let's just, uh, hope they never find out the truth...
ru: Просветленный культист поднимается на ноги: "Да! Моя преданность! Я... посвящаю себя тебе, Темный, и твоим... избранным! Позволь мне служить им... как я служу тебе!" Мгновением позже он телепортируется, и вы успешно обманом заставили кого-то присоединиться к вашей команде! Будем надеяться, что он никогда не узнает правду...
zh_hans: 启蒙者教徒站起身：“是！我的虔诚！我……愿献身于您，黑暗之神，还有您的选民！请让我侍奉他们……如同侍奉您！”片刻之后，他们传送了过来，你成功骗得一人加入你的船员！但愿……他们永远不会发现真相……

source: No, you're wrong. I am to be your False God's downfall.
ru: Нет, вы ошибаетесь. Я стану гибелью вашего Ложного Бога.
zh_hans: 不，你错了。我就是要让你那伪神覆灭的人。

source: If the Enlightened had eyes, they'd be staring a hole straight through you, but they opt to cut communications and prepare for combat instead. Let this be the last time you have to face these fanatics in battle...
ru: Если бы у Просветленных были глаза, они бы посмотрели на вас прямо в глаза, но они предпочли отключить связь и готовиться к бою. Пусть это будет последний раз, когда вам придется столкнуться с этими фанатиками в бою...
zh_hans: 若是启蒙者有眼睛，此刻定会用目光狠狠瞪着你，但他们只是切断通讯，准备战斗。但愿这是你最后一次与这些狂徒交战……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Deep One Cultist) "Dodge... left."
ru: (Член экипажа-глубоководный культист) "Маневр уклонения... влево".

source: Following your Enlightened Cultist's command, you have the ship dodge to the left. They speak again, "Right... quickly!" You dodge once more, and this continues to go on for some time... that is, until you receive a hail from the darkness. Accepting it, you're face to face with another Enlightened Cultist, "You... our kin stands with you. No wonder... you evade us, effortlessly. Our... apologies. Can we... make this up to you, somehow, kin?"
ru: Следуя команде вашего Просветленного культиста, вы заставляете корабль уклониться влево. Он снова говорит: "Направо... быстро!" Вы снова уклоняетесь, и так продолжается некоторое время... пока вы не получаете вызов из темноты. Приняв его, вы оказываетесь лицом к лицу с другим Просветленным культистом: "Вы... наш род стоит с вами. Неудивительно... что вы легко ускользаете от нас. Наши... извинения. Можем ли мы... как-то загладить свою вину перед вами, сородичи?"

source: If you have any extra tribute, that'd be nice.
ru: Если у вас есть дань, это было бы здорово.

source: "Yes... this we can do, kin." Indeed, they beam over a substantial pile of scrap. Turns out having friends in dark places has its benefits... the Enlightened end communications, and you're alone in this vast nothingness once more.
ru: "Да... мы можем ее предоставить, сородичи". И действительно, они телепортируют вам внушительную кучей лома. Оказывается, иметь друзей в темных местах имеет свои преимущества... Просветленные прерывают связь, и вы снова остаетесь один в этом огромном небытии.

source: If you have any extra weapons, that'd be nice.
ru: Если у вас есть лишнее оружие, нам бы оно пригодилось.

source: "Yes... this we can do, kin." Indeed, they beam over one of the weapons given to them by their Dark God. Turns out having friends in dark places has its benefits... the Enlightened end communications, and you're alone in this vast nothingness once more.
ru: "Да... это мы можем его вам передать, сородичи". И действительно, они передают одно из орудий, подаренных им их Темным Богом. Оказывается, иметь друзей в темных местах имеет свои преимущества... Просветленные прерывают связь, и вы снова остаетесь один в этом огромном небытии.

source: If you have any extra manpower, that'd be nice.
ru: Если у вас есть лишняя рабочая сила, было бы неплохо ее получить.

source: "Yes... this we can do, kin." Indeed, a Deep One, but not one of the true Enlightened Cultists, beams over. Turns out having friends in dark places has its benefits... the Enlightened end communications, and you're alone in this vast nothingness once more.
ru: "Да... это мы можем сделать, сородичи". Действительно, глубоководный, но не один из истинных Просветленных культистов, телепортируется к вам. Оказывается, иметь друзей в темных местах имеет свои преимущества... Просветленные прерывают связь, и вы снова остаетесь одни в этом огромном небытии.

source: Wait, how are you and this void even here?
ru: Подождите, как вы и эта пустота вообще здесь оказались?

source: The Enlightened rolls its head, as if in place of its eyes, "The Dark One blesses these... machines. With the spreading of the Dark One's blessing... so too, does our own blessing spread. We... are bid to hunt the Dark One's enemies in this... territory, too. They may be machines, but... under the Dark One, they are kin." That would make the Harmony an enemy of the Dark God... interesting. "Now... was there anything we could do for you, kin?"
ru: Просветленный закатывает голову, как бы вместо глаз: "Темный благословляет эти... машины. С распространением благословения Темного... распространяется и наше собственное благословение. Мы... призваны охотиться на врагов Темного на этой... территории. Они могут быть машинами, но... для Темного они - сородичи". Значит, Гармония - враг Темного Бога... интересно. "Итак... мы можем что-нибудь сделать для вас, сородичи?"

source: If you have any extra tribute, that'd be nice.
ru: Если у вас есть дань, это было бы здорово.

source: "Yes... this we can do, kin." Indeed, they beam over a substantial pile of scrap. Turns out having friends in dark places has its benefits... the Enlightened end communications, and you're alone in this vast nothingness once more.
ru: "Да... мы можем ее предоставить, сородичи". И действительно, они телепортируют вам внушительную кучей лома. Оказывается, иметь друзей в темных местах имеет свои преимущества... Просветленные прерывают связь, и вы снова остаетесь один в этом огромном небытии.

source: If you have any extra weapons, that'd be nice.
ru: Если у вас есть лишнее оружие, нам бы оно пригодилось.

source: "Yes... this we can do, kin." Indeed, they beam over one of the weapons given to them by their Dark God. Turns out having friends in dark places has its benefits... the Enlightened end communications, and you're alone in this vast nothingness once more.
ru: "Да... это мы можем его вам передать, сородичи". И действительно, они передают одно из орудий, подаренных им их Темным Богом. Оказывается, иметь друзей в темных местах имеет свои преимущества... Просветленные прерывают связь, и вы снова остаетесь один в этом огромном небытии.

source: If you have any extra manpower, that'd be nice.
ru: Если у вас есть лишняя рабочая сила, было бы неплохо ее получить.

source: "Yes... this we can do, kin." Indeed, a Deep One, but not one of the true Enlightened Cultists, beams over. Turns out having friends in dark places has its benefits... the Enlightened end communications, and you're alone in this vast nothingness once more.
ru: "Да... это мы можем сделать, сородичи". Действительно, глубоководный, но не один из истинных Просветленных культистов, телепортируется к вам. Оказывается, иметь друзей в темных местах имеет свои преимущества... Просветленные прерывают связь, и вы снова остаетесь одни в этом огромном небытии.

source: As odd as it is, we need to leave.
ru: Как бы странно это ни было, но нам нужно уходить.
zh_hans: 尽管这事很蹊跷，但我们必须离开了。

source: You begin getting ready to jump to the next beacon, when something crashes into your hull! It appears to be weapons-fire... indeed, while your scanners may be dulled by the darkness outside, they're still capable of picking up the faint trace of a nearby ship. They're trying to attack you under cover of darkness!
ru: Вы начинаете готовиться к прыжку к следующему маяку, как вдруг что-то врезается в ваш корпус! Похоже, это оружейный огонь... и действительно, хотя ваши сканеры притупились из-за темноты снаружи, они все еще способны уловить слабый след соседнего корабля. Они пытаются атаковать вас под покровом темноты!
zh_hans: 你正准备跃迁到下一个信标，突然有东西撞上了你的船体！看起来是炮火……没错，虽然外界的黑暗让你的扫描仪变得迟钝，但它们仍能捕捉到附近一艘飞船的微弱信号。他们想在黑暗的掩护下攻击你！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the Disparity ship defeated, all is silent once more. Silence... embrace it, and it shall embrace you in turn.
ru: После победы над кораблем Диссонанса все снова погрузилось в тишину. Тишина... обнимите ее, и она обнимет вас в свою очередь.
zh_hans: 谐离飞船被击溃后，一切重归寂静。寂静……拥抱它，它便会反过来拥抱你。

source: The integrity of their ship diminishing rapidly, the Disparity frantically hails you, "Wait, come on! Can I, like, bribe you somehow? Maybe, like, send a drone, or give one of your Separatists some: power?" Oddly spoken, especially for an Engi with their life on the line...
ru: Целостность их корабля стремительно уменьшается, и Диссонанс судорожно взывает к вам: "Подождите, ну же! Могу я, например, как-то задобрить вас? Может, послать дрона или дать одному из ваших Сепаратистов немного: силы?" Странно сказано, особенно для энджи, жизнь которого поставлена на карту...
zh_hans: 对方飞船耐久正急剧下降，谐离者疯狂地向你发出通讯：“等等，别这样！我能不能……贿赂你一下？比如，派一架无人机过去，或者给你的半械分离者提供一些……能量？”这话说得很奇怪，尤其是对一个命悬一线的半械族而言……

source: (Engi Separatist) Sure, power sounds cool.
ru: (Член экипажа-энджи Сепаратист) Конечно, сила - это круто.
zh_hans: （半械分离者）行啊，能量听着不错。

source: The Disparity Elite plays a sigh sound effect, out loud, in relief, "Phew, awesome. Thanks, Fed, just send 'em: over." You do as you're told and send your Separatist to the other vessel, but they pause communications while they do whatever it is that they're doing. You were a little curious as to the process...
ru: Элита Диссонанса воспроизводит звуковой эффект вздоха, громко, с облегчением: "Фух, круто. Спасибо, Фед, просто отправь его: сюда". Вы делаете, что вам говорят, и отправляете своего Сепаратиста на другой корабль, связь прерывается, пока с вашим членом экипажа делают то, что было обещано. Вам было немного любопытно узнать, что там происходит...
zh_hans: 谐离精英发出一声如释重负的叹息音效，“呼，太好了。谢了，联邦佬，把他们送过来就行。”你依言将你的半械分离者送往对方飞船，但他们在进行相关行动时暂停了通讯。你对这个过程多少有点好奇……

source: Wait for your Engi's return.
ru: Дождаться возвращения вашего энджи.
zh_hans: 等待你的半械族归来。

source: You're left waiting a lot longer than you expected... though, eventually, your Separatist does indeed return. Transformed into a Disparity Elite, no less... they seem a little out of it, so you move to help them sit down, but you're sent reeling in pain when you try grabbing their arm. For whatever reason, they are extremely hot to the touch. You surmise that it's likely something to do with whatever process was involved in the transformation, but... you're only left feeling more curious than when you started while you prepare to leave the beacon.
ru: Вам пришлось ждать гораздо дольше, чем вы ожидали... хотя, в конце концов, ваш Сепаратист действительно вернулся. Превратившийся в элиту Диссонанса... Он выглядит немного не в себе, поэтому вы подходите, чтобы помочь ему сесть, но при попытке взять его за руку вы вздрагиваете от боли. По какой-то причине он очень горячий на ощупь. Вы догадываетесь, что это, скорее всего, связано с процессом превращения, но... вам становится еще более любопытно, чем в начале, пока вы готовитесь покинуть маяк.
zh_hans: 你等待的时间远比预想的要久……不过最终，你的半械分离者还是回来了。而且居然变成了一名谐离精英……他们看起来有些神志不清，你上前想扶他们坐下，可刚碰到他们的手臂就被剧痛弹开。不知为何，他们的体表温度高得惊人。你推测这应该和他们的转化过程有关……可在准备离开信标时，你心里的好奇反而比一开始更强烈了。

source: (Nano Separatist) Sure, power sounds cool.
ru: (Наносепаратист) Конечно, сила - это круто.
zh_hans: （纳米半械分离者）行啊，能量听着不错。

source: The Disparity Elite plays a sigh sound effect, out loud, in relief, "Phew, awesome. Thanks, Fed, just send 'em: over." You do as you're told and send your Separatist to the other vessel, but they pause communications while they do whatever it is that they're doing. You were a little curious as to the process...
ru: Элита Диссонанса воспроизводит звуковой эффект вздоха, громко, с облегчением: "Фух, круто. Спасибо, Фед, просто отправь его: сюда". Вы делаете, что вам говорят, и отправляете своего Сепаратиста на другой корабль, связь прерывается, пока с вашим членом экипажа делают то, что было обещано. Вам было немного любопытно узнать, что там происходит...
zh_hans: 谐离精英大声播放出如释重负的叹息音效，“呼，太好了。谢了，联邦佬，把他们送过来就行。”你依言将你的半械分离者送往对方飞船，但他们在进行行动时暂停了通讯。你对这个过程多少有些好奇……

source: Wait for your Engi's return.
ru: Дождаться возвращения вашего энджи.
zh_hans: 等待你的半械族归来。

source: You're left waiting a lot longer than you expected... though, eventually, your Separatist does indeed return. Transformed into a Disparity Elite, no less... they seem a little out of it, so you move to help them sit down, but you're sent reeling in pain when you try grabbing their arm. For whatever reason, they are extremely hot to the touch. You surmise that it's likely something to do with whatever process was involved in the transformation, but... you're only left feeling more curious than when you started while you prepare to leave the beacon.
ru: Вам пришлось ждать гораздо дольше, чем вы ожидали... хотя, в конце концов, ваш Сепаратист действительно вернулся. Превратившийся в элиту Диссонанса... Он выглядит немного не в себе, поэтому вы подходите, чтобы помочь ему сесть, но при попытке взять его за руку вы вздрагиваете от боли. По какой-то причине он очень горячий на ощупь. Вы догадываетесь, что это, скорее всего, связано с процессом превращения, но... вам становится еще более любопытно, чем в начале, пока вы готовитесь покинуть маяк.
zh_hans: 你等待的时间远比预想的要久……不过最终，你的半械分离者还是回来了。而且居然变成了一名谐离精英……他们看起来有些神志不清，你上前想扶他们坐下，可刚碰到他们的手臂就被剧痛弹开。不知为何，他们的体表温度高得惊人。你推测这应该和他们的转化过程有关……可在准备离开信标时，你心里的好奇反而比一开始更强烈了。

source: Yeah, a drone sounds cool, I guess.
ru: Ага, дрон - это круто, я считаю.
zh_hans: 好吧，我觉得一架无人机听起来也不错。

source: The Disparity Elite plays a sigh sound effect, out loud, in relief, "Phew, awesome. Thanks, Fed, I'll send it: over." You're not left waiting long, as some cargo appears in your hold only a few moments later. Inspecting it, you find it to indeed be a Disparity drone... though, later, as you go to leave the beacon, you think about how oddly warm to the touch it was.
ru: Элита Диссонанса воспроизводит звуковой эффект вздоха, громко, с облегчением: "Фух, круто. Спасибо, Фед, я отправлю: его". Долго ждать не приходится: уже через несколько мгновений в вашем трюме появляется какой-то груз. Осмотрев его, вы обнаруживаете, что это действительно дрон Диссонанса... хотя позже, когда вы собираетесь покинуть маяк, вы думаете о том, что он был странно теплым на ощупь.
zh_hans: 谐离精英大声播放出如释重负的叹息音效，“呼，太好了。谢了，联邦佬，我这就把它送过来。”你没等多久，片刻后就有货物出现在你的货舱里。检查过后，你发现那确实是一架谐离无人机……不过后来，在你准备离开信标时，你想起了它摸上去异常温热的触感。

source: Nah, I Just want to kill you.
ru: Нет, я просто хочу вас убить.
zh_hans: 不必了，我只想杀了你。

source: A lone Disparity ship awaits you at this beacon. At least, they appear to be alone... they often aren't, but they also aren't immediately engaging you.
ru: Одинокий корабль Диссонанса поджидает вас у этого маяка. По крайней мере, он кажется таковым... часто это не так, но корабль также не сразу вступает с вами в бой.
zh_hans: 这个信标处只有一艘谐离飞船在等着你。至少表面上看是这样……它们向来不会真的孤身一人，只是没有立刻对你发动攻击。

source: Try hailing them.
ru: Попробовать связаться с ними.
zh_hans: 尝试与他们通讯。

source: To your surprise, they accept, and you're met with the visage of a Disparity Elite leaned back in their chair, "Hey, Fed guy. Something: up?" Strangely casual for an Engi.
ru: К вашему удивлению, они соглашаются, и перед вами возникает образ элиты Диссонанса, откинувшегося в кресле: "Привет, Фед. Что-то: случилось?" Странная непринужденность для энджи.
zh_hans: 让你意外的是，他们接受了通讯，画面里出现一名斜靠在座椅上的谐离精英，“嘿，联邦的家伙。有事吗？”以半械族而言，这态度异常随意。

source: Was just wondering what you were up to.
ru: Просто хотел узнать, чем вы занимаетесь.
zh_hans: 就是好奇你在这儿干什么。

source: The Disparity Elite plays a sigh sound effect, out loud, "Higher-ups put me on beacon patrol. On the lookout for threats, or: whatever."
ru: Элита Диссонанса воспроизводит вслух звуковой эффект вздоха: "Высшее начальство назначило меня патрулировать маяки. Следить за угрозами, или: чем угодно".
zh_hans: 谐离精英播放出一声叹息音效，“上头派我在信标巡逻。警戒威胁之类的事情。”

source: Am I not a threat?
ru: Разве я не представляю угрозы?
zh_hans: 我难道不算威胁吗？

source: They sit up in their chair slightly, "Are: you?" A fair question, you suppose...
ru: Он слегка приподнимается со стула: "Ты?". Справедливый вопрос, вы полагаете...
zh_hans: 他们在座椅上微微坐直了身子，“你算吗？”……你觉得，这问题问得倒也公平。

source: No, I guess not.
ru: Нет, не думаю.
zh_hans: 我想，应该不算。

source: "Yeah, I didn't think: so." They go back to leaning back all the way, before continuing, "Say, I've been wondering something. What's the deal with: oxygen?"
ru: "Да, я тоже так считаю". Он снова откидывается назад, прежде чем продолжить: "Скажи, я тут подумал. Как обстоят дела с: кислородом?"
zh_hans: “是啊，我也这么觉得。”他们重新往后靠在座椅上，接着说道，“对了，我一直有点好奇。氧气到底是怎么回事？”

source: Is this, like, an airplane food joke?
ru: Это что, шутка про еду в самолете?
zh_hans: 这算是飞机餐那种冷笑话吗？

source: Again, they sit up, this time leaning forward and looking you in the face for the first time, "No, I'm serious. Why do Engi even need to breathe? Like, and then, when we're destabilized, we don't need to, meaning that only Separatists don't need to breathe, but only sometimes. Then the Liberator grants me higher power and a grander form and I, like, still need to breathe the majority of the time... but not in Hazard mode, when I'm yellow. What's up with: that?"
ru: Он снова садится, на этот раз наклоняясь вперед и впервые глядя вам в лицо: "Нет, я серьезно. Зачем энджи вообще нужно дышать? Типа, а потом, когда мы дестабилизированы, нам это не нужно, то есть только Сепаратистам не нужно дышать, но только иногда. Затем Освободитель наделяет меня высшей силой и более совершенной формой, и мне, вроде как, все еще нужно дышать большую часть времени... но не в режиме опасности, когда я желтый. В чем дело?"
zh_hans: 他们再次坐直身子，这次身体前倾，第一次直视着你，“不，我是认真的。半械族为什么要呼吸？还有，我们状态不稳定的时候就不用呼吸，也就是说只有半械分离者不用呼吸，但也只是有时候而已。然后解放者赋予我更强的力量和更强大的形态，大多数时候我还是需要呼吸……可进入危险模式、全身变黄时又不用了。这到底是怎么回事？”

source: Wait, the Liberator? A higher power?
ru: Подождите, Освободитель? Высшая сила?
zh_hans: 等等，解放者？更强的力量？

source: They lean back, "Shit. I said too much, again... this always happens when I ramble to random strangers. Can you forget I said anything? For my sake? Big guy wouldn't like it if word got out that I was yapping about the Disparity's secrets: again..."
ru: Он откидается назад: "Черт. Я опять наговорил лишнего... так всегда бывает, когда я болтаю со случайными незнакомцами. Ты можешь забыть, что я тебе сказал? Ради меня? Большому парню не понравится, если станет известно, что я опять болтаю о секретах: Диссонанса..."
zh_hans: 他们向后靠去，“糟了，我又说多了……每次跟陌生人闲聊都这样。你能不能就当没听见？算我求你了。要是让老大知道我又泄露谐离的秘密，他不会高兴的……”

source: Big guy?
ru: Большой парень?
zh_hans: 老大？

source: "Yeah, the H-" they pause, "Damn, I nearly did it again. Listen, can I give you a drone and have you be quiet, or something? Maybe share some power with one of your Separatists, if you have: any?"
ru: "Ага, Г...", - он делает паузу, - "Черт, я чуть не сделал это снова. Слушай, могу я дать тебе дрон и попросить вести себя тихо, или что-то в этом роде? Может, поделиться силой с кем-нибудь из твоих Сепаратистов, если у тебя такие есть?"
zh_hans: “对，那个黑——”他们顿住了，“该死，我差点又说漏嘴。听着，我给你一架无人机，你就当什么都没听见，行不行？或者……如果你有半械分离者的话，我也可以分给他们一点力量？”

source: (Engi Separatist) Sure, power sounds cool.
ru: (Член экипажа-энджи Сепаратист) Конечно, сила - это круто.
zh_hans: （\半械分离者）当然，力量听起来不错。
