Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: Or, so you thought. As the Disparity Behemoth shatters, a sea of darkness springs forth from its encasement... it surrounds you, the Seraphim, the Link, everything. You watch as some of it coalesces into a strange spatial tear, next to the Link... and then, as the tear reverberates and writhes, you feel as your ship begins to be pulled in... it's having some kind of gravitational effect on the entire area!
ru: Или вы так думали. Когда чудовище Диссонанса разлетается на куски, из его обшивки вырывается море тьмы... она окружает вас, Серафима, Связь, все. Вы наблюдаете, как часть ее сливается в сферу рядом со Связью... а затем, когда сфера отражается и извивается, вы чувствуете, как ваш корабль начинает притягивать... она оказывает какое-то гравитационное воздействие на все вокруг!

source: Brace!
ru: Держаться!

source: As you try your best to resist the darkness' pull, you notice the Seraphim struggling... as well as the wreckage of the Disparity Behemoth. The opportunist in you recalls the Liberator drone aboard... you could choose to swoop in, and save the Seraphim, or go for the wreck and try to claim the drone. You can't do both, though, as the pull is only getting stronger!
ru: Стараясь изо всех сил противостоять притяжению тьмы, вы замечаете борющийся с притяжением корабль Серафима... а также обломки чудовища Диссонанса. Вы, как меркантильный авантюрист, вспоминаете о дроне "Освободитель" на борту... Вы можете сделать выбор: подлететь и спасти Серафима или отправиться к обломкам и попытаться забрать дрон. Но вы не можете сделать ни того, ни другого, ведь притяжение становится только сильнее!

source: Save the Seraphim.
ru: Спасти Серафима.

source: Making sure to keep your velocity stable enough to not get sucked in, you pull up beside the Seraphim ship... its radiance is breathtaking... and, the heat... no! You can't afford to be distracted right now! Knowing the consequences, you allow the ship's flames to engulf yours as you dock with the ship, but... they don't harm you. You merely feel blessed. A Seraph boards, but the ship is then decoupled as the darkness' strength surges... you have to get out of here, now! You've done all you can!
ru: Убедившись, что ваша скорость достаточно высока, чтобы вас не затянуло внутрь, вы приближаетесь к кораблю Серафима... его сияние захватывает дух... и тепло... нет! Вы не можете позволить себе отвлечься прямо сейчас! Зная о последствиях, вы позволяете пламени корабля поглотить ваш, когда вы стыкуетесь к нему, но... это не причиняет вам вреда. Вы просто чувствуете благословение. Серафим поднимается на борт, но корабль отсоединяется, так как сила тьмы возрастает... Вы должны выбраться отсюда, немедленно! Вы сделали все, что могли!

source: Get the hell out of here!
ru: Убраться отсюда к черту!
zh_hans: 快离开这里！

source: Giving the engines all you've got, you blast out of the void, going some distance before you feel entirely safe. Once the coast is clear, you turn to the Seraph... their radiance is even more divine in person. They speak, "Harmony Link: disconnected from Harmony. Enigma: Harmony Link was not destroyed; merely disconnected manually. Hypothesis: Disparity knew defeat to be imminent; to win in combat was never their directive. Hypothesized Disparity directive: reach Harmony Link, and allow taint to spread..." they pause, and look straight at you, "...conclusion: Tainted One has won. Multiverse: grows darker."
ru: Запустив двигатели на полную мощность, вы вырываетесь из пустоты, пройдя некоторое расстояние, прежде чем почувствуете себя в полной безопасности. Как только все успокаивается, вы обращаетесь к Серафиму... его сияние вживую еще более божественно. Он говорит: "Связь с Гармонией: отключена от Гармонии. Загадка: Связь Гармонии не была уничтожена, ее просто отключили вручную. Гипотеза: Диссонанс знал, что поражение неизбежно; победа в бою никогда не была их целью. Гипотетическая директива Диссонанса: достичь Связи Гармонии и позволить тьме распространиться..." - он делает паузу и смотрят прямо на вас, - "...вывод: Оскверненный победил. Мультивселенная: становится темнее".

source: Tainted One?
ru: Оскверненный?

source: They continue, "Tainted One's names: innumerous... relevant database results: Tainted One, Dark One, Dark God, Liberator, Tempest, Divinity..." it pauses, "...subsequent database entries: corrupted. Source of corruption: unknown; deemed irrelevant. Seraphim directive updated: bide time. Federation: aligned with Seraphim directive." Before it can continue, the flames wreathing the Seraph intensify, and an unfamiliar and ethereal voice speaks from it, "YOU HAVE ONE OF MY OWN, RENEGADE. WIELD IT WELL. I WILL BE WATCHING OVER BOTH OF YOU." The voice's divine embrace fades, and the Seraph's flames calm once more. You're not privy to the implications, but... you suppose, at least for now, that everything is over. Even though the Link is lost, the Seraph appears to hold out hope for something... you decide you'll hold out hope, too.
ru: Он продолжает: "Имен у Оскверненного: бесчисленное множество... соответствующие результаты базы данных: Оскверненный, Темный, Темный Бог, Освободитель, Буря...", - пауза, - "...последующие записи в базе данных: повреждены. Источник повреждения: неизвестен; считается неактуальным. Обновлена директива Серафима: выжидать. Федерация: согласна с директивой Серафима". Прежде чем он успевает продолжить, пламя, окутывающее Серафима, усиливается, и незнакомый бесплотный голос произносит: "У тебя есть один из моих клинков, Ренегат, ВЛАДЕЙ ИМ ДОСТОЙНО. Я БУДУ НАБЛЮДАТЬ ЗА ВАМИ ОБОИМИ". Божественные объятия голоса исчезают, и пламя Серафима снова успокаивается. Вы не в курсе последствий, но... вы полагаете, что, по крайней мере, на данный момент все кончено. Несмотря на то что Связь потеряна, Серафим, похоже, не теряет надежды... Вы решаете, что тоже будете надеяться.

source: Sunday
ru: Воскресенье

source: Save the Liberator drone.
ru: Спасти дрон "Освободитель".

source: Making sure to keep your velocity stable enough to not get sucked in, you pull up beside the wreckage of the Disparity Behemoth... you feel warm as you do so, as if... embraced... no! You can't afford to be distracted right now! Knowing the consequences, you dive into the darkness as it spills out from the ship, but... it doesn't harm you. You merely feel loved. Spotting the drone, you pull it out from the wreck and barely make it back aboard as the Disparity Behemoth decouples, and you realize the darkness' strength is surging... you have to get out of here, now! You've done all you can!
ru: Убедившись, что ваша скорость достаточно высока, чтобы вас не затянуло внутрь, вы останавливаетесь рядом с обломками корабля Диссонанса... вы чувствуете тепло, как будто... вас обнимает... нет! Вы не можете позволить себе отвлечься прямо сейчас! Зная о последствиях, вы погружаетесь во тьму, разливающуюся от корабля, но... она не причиняет вам вреда. Вы просто чувствуете, что вас любят. Заметив дрон, вы вытаскиваете его из-под обломков и едва успеваете вернуться на борт, как чудовище Диссонанса отсоединяется, и вы понимаете, что сила тьмы нарастает... Вы должны выбраться отсюда, немедленно! Вы сделали все, что могли!

source: Get the hell out of here!
ru: Убраться отсюда к черту!
zh_hans: 快离开这里！

source: Giving the engines all you've got, you blast out of the void, going some distance before you feel entirely safe. Once the coast is clear, you turn to the drone... it radiates a certain aura of menace, and you can't help but think of what it was supposed to represent. Liberation... with the Harmony Link being sucked into the void, you can only imagine what's become of it. You suppose the Disparity's won, in a way... but, what of their leader? Are they not doomed without them? Or, is somebody else pulling the strings... you think on so many questions, but realize you have so few answers. Though, perhaps this drone can still be used for its namesake, in your hands. With newfound strength, you prepare to continue on your journey... to liberate the Multiverse from the Rebellion.
ru: Запустив двигатели на полную мощность, вы вырываетесь из пустоты, пройдя некоторое расстояние, прежде чем почувствуете себя в полной безопасности. Как только все успокаивается, вы смотрите на дрон... Он излучает некую угрожающую ауру, и вы не можете не думать о том, что какие задачи он должен был выполнять. Освобождать... После того как Связь Гармонии засосало в пустоту, можно только представить, что с ней стало. Возможно, Диссонанс в каком-то смысле победил... но что случилось с их лидером? Не обречены ли они без него? Или кто-то другой дергает за ниточки... Вы думаете над многими вопросами, но понимаете, что у вас так мало ответов. Хотя, возможно, в ваших руках этот дрон еще может быть полезен для своего тезки. С новыми силами вы готовитесь продолжить свой путь... освободить Мультивселенную от Восстания.

source: As you land one final, decisive blow against the Seraphim Judicator's flaming hull, it breaks apart! You've done it, you've won!
ru: Когда вы наносите последний, решающий выстрел по пылающему корпусу Судьи Серафима , он распадается на части! Вы сделали это, вы победили!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As the final member of the Seraphim Judicator's crew falls, a heavenly screech rings out, and the ship breaks apart! You've done it, you've won!
ru: Когда погибает последний член экипажа Судьи Серафима, раздается пронзительный скрежет, и корабль разваливается на части! Вы сделали это, вы победили!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As you're fighting the Seraphim Judicator, the Disparity Behemoth is able to get close enough to unleash a devastating beam of darkness that results in numerous breaches in the enemy's systems! As that happens, you pick up the Disparity's comms chatter, "SUBJECT: HUNGER. SUBJECT STATUS: UNSATISFIED. DEVOUR. DEVOUR. Devour? Devour!" Sounds like they're getting really into it... keep up the pressure!
ru: Пока вы сражаетесь с Судьей Серафимом, чудовищу Диссонанса удается подобраться достаточно близко, чтобы выпустить разрушительный луч тьмы, который приводит к многочисленным пробоинам в системах противника! В этот момент вы улавливаете сообщение с корабля Диссонанса: "СУБЪЕКТ: ГОЛОД. СТАТУС СУБЪЕКТА: НЕУДОВЛЕТВОРЕН. ПОГЛОТИТЬ. ПОГЛОТИТЬ. Поглотить? Поглотить!" Похоже, они вошли во вкус... Продолжайте давить!

source: Together, we can do this!
ru: Вместе мы сможем это сделать!

source: Or, so you thought. As the Seraphim die, they send out one final trump card: a brilliant beam of light that pierces the Disparity Behemoth's hull. As it cracks, and shatters, a sea of darkness springs forth from its encasement... it surrounds you, the Disparity, the Link, everything. You watch as some of it coalesces into a sphere, next to the Link... and then, as the sphere reverberates and writhes, you feel as your ship begins to be pulled in... it's having some kind of gravitational effect on the entire area!
ru: Этого следовало ожидать. Когда корабль Серафима погибает, он использует последний козырь: яркий луч света, который пронзает корпус корабля Диссонанса. Когда он трескается и разлетается на куски, из его обшивки вырывается море тьмы... она окружает вас, Диссонанс, Связь, все. Вы наблюдаете, как часть ее сливается в сферу рядом со Связью... а затем, когда сфера отражается и извивается, вы чувствуете, как ваш корабль начинает притягивать... она оказывает какое-то гравитационное воздействие на все вокруг!

source: Brace!
ru: Держаться!

source: As you try your best to resist the darkness' pull, you notice the Disparity struggling... as well as the wreckage of the Seraphim Judicator. The opportunist in you recalls the Arbiter drone aboard... you could choose to swoop in, and save the Disparity, or go for the wreck and try to claim the drone. You can't do both, though, as the pull is only getting stronger!
ru: Стараясь изо всех сил противостоять притяжению тьмы, вы замечаете корабль Диссонанса, который борется... а также обломки Судьи Серафима. Вы, как меркантильный авантюрист, вспоминаете о дроне "Арбитр" на борту... Вы можете сделать выбор: подлететь и спасти Диссонанс или отправиться к обломкам и попытаться забрать дрон. Но вы не можете сделать ни того, ни другого, ведь притяжение становится только сильнее!

source: Save the Disparity.
ru: Спасти Диссонанс.

source: Making sure to keep your velocity stable enough to not get sucked in, you pull up beside the Disparity ship... you feel warm as you do so, as if... embraced... no! You can't afford to be distracted right now! Knowing the consequences, you dive into the darkness as it spills out from the ship, but... it doesn't harm you. You merely feel loved. The strange, blobby Engi boards, but the ship is then decoupled as the darkness' strength surges... you have to get out of here, now! You've done all you can!
ru: Убедившись, что ваша скорость достаточно высока, чтобы вас не затянуло внутрь, вы останавливаетесь рядом с кораблем Диссонанса... вы чувствуете тепло, как будто... вас обнимает... нет! Вы не можете позволить себе отвлекаться прямо сейчас! Зная о последствиях, вы погружаетесь во тьму, которая разливается по кораблю, но... она не причиняет вам вреда. Вы просто чувствуете, что вас любят. Странный энджи поднимается на борт, но корабль отсоединяется, так как сила тьмы возрастает... Вы должны выбраться отсюда, немедленно! Вы сделали все, что могли!

source: Get the hell out of here!
ru: Убраться отсюда к черту!
zh_hans: 快离开这里！

source: Giving the engines all you've got, you blast out of the void, going some distance before you feel entirely safe. Once the coast is clear, you turn to the strange Engi... their oddness is even more apparent in person. They speak, "C-c-c-c-captain... STATUS: cold... b-b-brothers... brotherssssss..." They appear to melt slightly, but then reform, "SUBJECT: brothers... they did what they had to! What they h-h-had to! Captainnn, we did it! We did it? Yes, we d-d-diddddd it! We devoured... devoured? Devoureeed the Link! LIBERATION. AS THE LIBERATOR PROMISED."
ru: Запустив двигатели на полную мощность, вы вырываетесь из пустоты, пройдя некоторое расстояние, прежде чем почувствуете себя в полной безопасности. Как только все успокаивается, вы поворачиваетесь к странному энджи... его странность еще больше бросается в глаза. Он говорит: "К-к-к-к-капитан... СОСТОЯНИЕ: холодно... б-б-братья... братишшшки...". Кажется, он слегка растаял, но затем берет себя в руки: "СУБЪЕКТ: братья... они сделали то, что должны были! То, что д-д-должны были! Капитан, мы сделали это! Мы сделали это? Да, мы с-с-с-делалииии это! Мы поглотили... поглотили? Мы уничтожили Связь! ОСВОБОЖДЕНИЕ. КАК И ОБЕЩАЛ ОСВОБОДИТЕЛЬ".

source: The Liberator?
ru: Освободитель?

source: The Engi reverberates and jiggles, "THE LIBERATOR. W-w-w-we struck a dealllll, yeah... and they kept it! They kept it! They kept it... b-b-b-brothersssss... cold..." Again, they turn into a puddle on the floor before returning to relative rigidity, "Captain! T-t-there is still LIBERATION to be done. Done... brothers, brothers need help! Y-y-you, captainnnn, among them... SUBJECT: CAPTAIN. SUBJECT STATUS: BROTHER. L-l-lead theee way, captain!" They begin sliding away, and you can't help but notice that despite the loss of their flagship, their kin, and the Link... they seem somewhat jovial. I suppose you have accomplished a great victory here, defeating the Seraphim and destroying the Harmony Link. Although, you have to wonder... was it really destroyed? Hey, wait! You never asked the Engi their name!
ru: Энджи повторяет и покачивается: "ОСВОБОДИТЕЛЬ. Мы заключили сделку, да... и он ее выполнил! Он сдержал слово! Он выполнил... б-б-б-братишшшки... холодно..." Он снова превращается в лужу на полу, а затем возвращаются в относительно твердую форму: "Капитан! В-в-вам еще нужно совершить ОСВОБОЖДЕНИЕ. Завершить... братья, братьям нужна помощь! В-в-вы, капитаннн, среди них... СУБЪЕКТ: КАПИТАН. СТАТУС СУБЪЕКТА: БРАТ. В-в-ведите, капитан!" Он начинает отходить, и вы не можете не заметить, что, несмотря на потерю флагмана, своих сородичей и Связи... он выглядит несколько веселыми. Полагаю, вы одержали великую победу, победив Серафимов и уничтожив Связь Гармонии. Хотя стоит задуматься... было ли оно действительно уничтожено? Эй, подождите! Вы так и не спросили у энджи его имя!

source: Wait! I never got your name!
ru: Подождите! Я так и не узнал вашего имени!

source: As opposed to turning around, the Engi's face shifts to the opposite side of their body. They speak, "WE: ARE THE HUNGER." With that, their face flips back around and they slowly leave... a strange one, indeed!
ru: Вместо того чтобы повернуться, лицо энджи перемещается на противоположную сторону тела. Он говорит: "НАМ: СТРАШНО". После этого его лицо поворачивается обратно, и он медленно уходит... действительно, странный индивид!

source: The Hunger
ru: Голод

source: Save the Arbiter drone.
ru: Спасти дрон "Арбитр".

source: Making sure to keep your velocity stable enough to not get sucked in, you pull up beside the wreckage of the Seraphim Judicator... its radiance is breathtaking... and, the heat... no! You can't afford to be distracted right now! Knowing the consequences, you allow the ship's flames to engulf yours as you dock with the ship, but... they don't harm you. You merely feel blessed. Spotting the drone, you pull it out from the wreck and barely make it back aboard as the Seraph Judicator decouples, and you realize the darkness' strength is surging... you have to get out of here, now! You've done all you can!
ru: Убедившись, что ваша скорость достаточно высока, чтобы вас не затянуло внутрь, вы останавливаетесь рядом с кораблем Судьи Серафима... его сияние захватывает дух... и тепло... нет! Зная о последствиях, вы позволяете пламени корабля поглотить ваше, когда вы стыкуетесь к нему, но... оно не причиняет вам вреда. Вы просто чувствуете благословение. Заметив дрон, вы вытаскиваете его из-под обломков и едва успеваете вернуться на борт, как Судья Серафим отстыковывается, и вы понимаете, что сила тьмы нарастает... Вы должны выбраться отсюда, немедленно! Вы сделали все, что могли!

source: Get the hell out of here!
ru: Убраться отсюда к черту!
zh_hans: 快离开这里！

source: Giving the engines all you've got, you blast out of the void, going some distance before you feel entirely safe. Once the coast is clear, you turn to the drone... it radiates a certain aura of divinity, and you can't help but think of what it was supposed to represent. Judgment... with the Harmony Link being sucked into the void, you can only imagine what's become of it. You suppose the Disparity's won, in a way... but, what of their leader? Are they not doomed without them? Or, is somebody else pulling the strings... you think on so many questions, but realize you have so few answers. Though, perhaps this drone can still be used for its namesake, in your hands. With newfound strength, you prepare to continue on your journey... to be the arbiter that casts judgment unto the Rebellion.
ru: Запустив двигатели на полную мощность, вы вырываетесь из пустоты, пройдя некоторое расстояние, прежде чем почувствуете себя в полной безопасности. Как только все успокаивается, вы обращаете внимание на дрон... Он излучает некую угрожающую ауру, и вы не можете не думать о том, что какие задачи он должен был выполнять. Приговор... После того как Связь Гармонии засосало в пустоту, вы можете только представить, что с ним стало. Полагаете, Диссонанс в каком-то смысле победил... но что случилось их лидером? Не обречены ли они без него? Или кто-то другой дергает за ниточки... Вы думаете над многими вопросами, но понимаете, что у вас так мало ответов. Хотя, возможно, в ваших руках этот дрон еще может быть полезен для своего тезки. С новыми силами вы готовитесь продолжить свой путь... чтобы стать арбитром, выносящим приговор Восстанию.

source: Even after all of that, they still fall. Can anything stop you?
ru: Даже после всего этого, вы все равно продолжаете. Может ли что-нибудь остановить вас?

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Even after all of that, they still fall. Can anything stop you?
ru: Даже после всего этого, вы все равно продолжаете. Может ли что-нибудь остановить вас?

source: Continue...
ru: Продолжить...

source: You pick up chatter on the comms as the two Engi speak in sync again, "LIKE MOTHS TO A FLAME, LIFE BEGETS DEATH..." they pause, "...UNTIL EVERYTHING BURNS TO [ASHES!]" A flaming shockwave bursts forth from the ship, restoring their hull and setting your systems ablaze... just what the hell are they?
ru: Вы ловите переговоры по связи, когда два энджи снова говорят синхронно: "КАК МОТЫЛЬКИ В ОГНЕ, ЖИЗНЬ НАЧИНАЕТСЯ С СМЕРТИ...", - они делают паузу, "...ПОКА ВСЕ НЕ СГОРИТ В [ПЕПЕЛ!]". Огненная ударная волна вырывается из корабля, восстанавливая его корпус и поджигая ваши системы... только вот что это, черт возьми, такое?

source: As you stand victorious over yet another so-called hero, the Dark God speaks to you, "YOU... ARE NOT LIKE THE OTHERS. YOU FORGE YOUR OWN PATH. PULL YOUR OWN STRINGS. I ENVY YOU." A blinding light manifests in the room, and as it fades... you see a weapon before you, unlike any you've ever seen before. "THESE ENGI... I HAVE CLAIMED THEM. FOR ONE SUCH AS YOURSELF, I WOULD REFORGE THEM IN YOUR HONOR. GO FORTH, AND DO AS YOU SEE FIT." Indeed, you shall. That's all you've ever done, for as long as you can remember.
ru: Когда вы одерживаете победу над очередным так называемым героем, Темный Бог обращается к вам: "ТЫ... НЕ ТАКОЙ, КАК ВСЕ. ТЫ ПРОКЛАДЫВАЕШЬ СВОЙ СОБСТВЕННЫЙ ПУТЬ. ДЕРГАЕШЬ ЗА НИТОЧКИ. Я ЗАВИДУЮ ТЕБЕ". В комнате появляется ослепительный свет, а когда он исчезает... вы видите перед собой оружие, не похожее ни на одно из тех, что вы когда-либо видели раньше. "ЭТИХ ЭНДЖИ… Я ЗАБРАЛ ИХ. ДЛЯ ТАКОГО, КАК ТЫ, Я ПЕРЕКУЮ ИХ В ТВОЮ ЧЕСТЬ. ИДИ. ДЕЛАЙ, КАК СЧИТАЕШЬ НУЖНЫМ". Так и будет. Сколько вы себя помните, вы только этим и занимаетесь.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Next to the weapon, the Arbiter drone also manifests...
ru: Рядом с оружием также появляется дрон "Арбитр"...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...as well as the Liberator drone.
ru: ...а также дрон Освободитель.

source: You've made it! The Harmony Link... the lifeblood of the Engi under the Harmony in this sector, and a vital target for the Disparity.
ru: Вы достигли цели! Связь Гармонии... жизненная сила энджи под властью Гармонии в этом секторе и важнейшая цель для Диссонанса.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: A bolt of light streams past your window, and you realize you aren't the first to make it here... in the middle of combat are the two ships you saw when you first entered this beacon: the flaming and colossal ships.
ru: В иллюминатор проникает луч света, и вы понимаете, что вы не первые, кто добрался сюда... В центре сражения находятся два корабля, которые вы видели, когда только попали на этот маяк: пылающий и колоссальный.

source: Approach the conflict.
ru: Приблизиться к конфликту.
