Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: You successfully force the darkness to reel, and, in a hurry, the Separatist ship hails you, "-Thank- you, oh: -thank- you... this [nightmare] just -appeared- out of: thin air!" They quickly send you a gift for your troubles before leaving the system, and you've ought to do the same!
ru: Вы успешно заставляете тьму отступить, и в спешке корабль сепаратистов вызывает вас: "-Спасибо-, ох: -спасибо-... этот [кошмар] просто -появился- из: воздуха!" Они быстро посылают вам подарок за ваши проблемы, прежде чем покинуть систему, и вы должны сделать то же самое!

source: You successfully force the darkness to reel, but you realize the Separatists are having trouble with their engines... they're sitting ducks! Heroically, you dock your ship against theirs and allow the survivors to evacuate...
ru: Вам удается заставить тьму отступить, но вы понимаете, что у Сепаратистов проблемы с двигателями... они - легкая добыча! Героически вы пристыковываете свой корабль к их кораблю и позволяете выжившим эвакуироваться...

source: Wait for the survivors.
ru: Дождаться выживших.

source: ...but only two Engi board, and you recall that Separatists are typically found in low numbers. Now relatively safe, the Engi thank you for saving their lives and swear to help however they can... but you still need to get out of here!
ru: ...но на борт поднялись только двое энджи, а вы помните, что сепаратисты обычно встречаются в небольшом количестве. Теперь энджи в относительной безопасности, они благодарят вас за спасение своих жизней и клянутся помочь, чем смогут... но вам все равно нужно убираться отсюда!

source: You find yourself enshrouded in a strange darkness at this beacon. After a moment of searching, you spot where the distress signal is coming from: a Separatist vessel, being assaulted by massive, shadowy tendrils! You could likely get out of here unscathed if you left them be, as bait... nobody would know.
ru: Вы обнаруживаете, что маяк окутан странной тьмой. После минутного поиска вы обнаруживаете, откуда исходит сигнал бедствия: корабль Сепаратистов атакуют огромные теневые щупальца! Скорее всего, вы сможете выбраться отсюда невредимыми, если бросите их, как приманку... и никто об этом не узнает.

source: No, I won't! Fire upon the tendrils.
ru: Нет, я не стану! Открыть огонь по щупальцам.

source: Drawing the tendrils' ire, they pull away from the Separatist ship and reenter the amorphous cloud of darkness you find yourself surrounded by... then, they strike from beneath you! Get ready!
ru: Навлекая на себя гнев щупалец, они удаляются от корабля Сепаратистов и снова погружаются в аморфное облако тьмы, в котором вы оказались... а затем наносят удар из-под днища! Приготовьтесь!

source: Leave the Separatists to their fate.
ru: Оставить Сепаратистов на произвол судьбы.

source: Your life comes first, and you're not really in the mood to be brawling with massive hell-clouds. Leaving the Separatists behind, you prepare to hightail it out of here!
ru: Ваша жизнь превыше всего, и вы не в том настроении, чтобы драться с огромными адскими облаками. Оставив Сепаратистов позади, вы готовитесь бежать отсюда!

source: You hail, and hail, and hail, and... eventually, somebody picks up! Disgruntled, a very hastily-dressed man answers, "Hey, yeah, sorry... we're both asleep at this hour. Appreciate your, eh, persistence though... we've been stranded here for a few days, after a run-in with the... Disparity." His face sours as he says the name, but then he continues, "Could you spare us some fuel? We can, uh... pay."
ru: Вы вызываете, вызываете, вызываете... и... в конце концов кто-то отзывается! Недовольный, очень поспешно одетый мужчина отвечает: "Эй, да, извини... мы оба спим в это время. Ценим твою настойчивость... Мы застряли здесь на несколько дней после столкновения с... Диссонансом". При произнесении этого имени его лицо мрачнеет, но затем он продолжает: "Не мог бы ты выделить нам немного топлива? Мы можем... заплатить".

source: Trade them some fuel. [-5{]
ru: Обменять немного топлива. [-5{]

source: Sending the fuel over, they send some scrap in return. The man thanks you, and the Federation vessel leaves the beacon. All in a day's work for a Multiverse-travelling, life-saving, fuel-donating Renegade such as yourself!
ru: Отправляем топливо, а он в ответ присылают немного лома. Человек благодарит вас, и корабль Федерации покидает маяк. Все как всегда для путешествующего по Мультивселенной, спасающего жизни и дарующего топливо Ренегата вроде тебя.

source: Hey, the Disparity are my friends! If you've got a problem with them, you've got a problem with me!
ru: Эй, Диссонанс - мои друзья! Если у вас есть проблемы с ними, то у вас есть проблемы со мной!

source: The man raises his eyebrow and sighs, "Look, man... we're Federation. I know you're a Renegade, but we can't just be pissing off the Harmony." He turns away, putting his hand to his temple, "We're swamped by the Rebellion as it is... we need all the allies we can get."
ru: Мужчина приподнимает бровь и вздыхает: "Слушай, парень... мы же Федерация. Я знаю, что ты ренегат, но мы не можем просто так злить Гармонию". Он отворачивается, прикладывая руку к виску: "Нас и так преследует Восстание... нам нужны все союзники, которых мы можем получить".

source: Yeah, and I choose to ally with the Disparity. They believe in something we all ought to... freedom, for everybody.
ru: Да, и я выбираю союз с Диссонансом. Они верят в то, во что мы все должны верить... в свободу для всех.

source: He turns back to face you, perplexion on his face, "Yeah, I suppose that is a possibility, isn't it? A better reality, for everyone..." he thinks it over for a moment, before speaking once more, "...screw it. I wanna believe in whatever shit you're smoking; count us in." He runs into another room, "Yea-hah! We're Renegades now, baby!" After a period of time, him and his crewmate come over, carrying all sorts of goodies!
ru: Он снова поворачивается к вам лицом, на его лице появляется недоумение: "Да, я полагаю, это возможность, не так ли? Лучшая реальность для всех...", - он задумался на мгновение, прежде чем снова заговорить: "...к черту. Я хочу верить в то дерьмо, которое ты куришь; мы в деле". Он вбегает в другую комнату: "Ха-ха! Мы теперь Ренегаты, детка!". Через некоторое время он и его товарищ по команде приходят, неся всякие вкусности!

source: Sorry, but I can't help you.
ru: Извините, но я не могу вам помочь.

source: He rolls his eyes, "And why'd you wake me up, then?" Communications are cut, and you're left feeling rather awkward... hey, at least you tried.
ru: Он закатывает глаза: "И зачем ты меня тогда разбудил?". Связь прервалась, и вы остались чувствовать себя довольно неловко... эй, по крайней мере, вы попытались.

source: You hail, and hail, and hail, but... nobody ever responds. You're wondering if you should go and investigate, when... the ship explodes, and a cloud of darkness envelops your ship! Was it just a trap, or had something terrible happened to that Federation ship...? You may never know. What you do know is that, right now, you need to prepare for combat!
ru: Вы вызываете, вызываете, вызываете, но... никто не отвечает. Вы думаете, стоит ли вам отправиться на разведку, как вдруг... корабль взрывается, и облако тьмы окутывает ваш корабль! Была ли это просто ловушка, или с кораблем Федерации случилось что-то ужасное? Вы никогда не узнаете. Зато вы точно знаете, что прямо сейчас вам нужно готовиться к бою!

# data/events_disparity.xml$//event[@name="DISTRESS_DISPARITY_FEDERATION"]/text
source: If it isn't a sight for sore eyes... the distress call is coming from a fellow Federation vessel! They don't hail at your approach, though. In fact, they don't appear to be doing much of anything.
ru: Если это не повод для беспокойства... сигнал бедствия подает корабль Федерации! Однако они не реагируют на ваше приближение. Похоже, они вообще ничего не делают.

source: Hail.
ru: Связаться.
zh_hans: 呼叫。

source: There's no response.
ru: Ничего не предпринимать.

source: Hail, again.
ru: Попытаться связаться снова.

source: Again, there's no response.
ru: И снова никакого ответа.

source: Keep hailing.
ru: Продолжать пытаться связаться.

source: This is too creepy... prepare to get out of here.
ru: Это слишком жутко... приготовьтесь убираться отсюда.

source: Suspecting that something is very wrong, you'd rather not take your chances. You leave the Federation ship alone as you prepare to leave the beacon, and it merely floats there the entire time.
ru: Подозревая, что что-то здесь не так, вы предпочитаете не рисковать. Вы оставляете корабль Федерации в покое, когда готовитесь покинуть маяк, а он все это время просто дрейфует рядом.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: How rude! If they don't want to talk to me, then I don't want to talk to them!
ru: Как грубо! Если они не хотят со мной разговаривать, то и я не хочу с ними разговаривать!

source: Yeah, tell 'em! If they're in distress, the least they could do is hail you first! Content in leaving these impertinent half-wits to their fate, you keep to yourself as the FTL drive charges.
ru: Ну и пусть! Если они попали в беду, то, по крайней мере, могли бы сначала вызвать вас! Довольный тем, что оставил этих дерзких болванов на произвол судьбы, вы остаетесь при своем мнении, пока заряжается ССД.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Searching for the source of the distress call, you spot an Engi Defender just... floating in space, encased in its defensive bubble. They won't last long out there!
ru: В поисках источника сигнала бедствия вы замечаете, что Защитник энджи просто... парит в космосе, заключенный в свой защитный пузырь. Он там долго не продержатся!

source: Get them onboard!
ru: Поднять его на борт!

source: With haste, you maneuver to pick them up... but, once they're onboard, you realize that their vitals are critical. Do you have any way to save them?
ru: Быстро совершив маневр, вы подбираете его... но, оказавшись на борту, понимаете, что его жизненные показатели критические. Есть ли у вас возможность спасти его?

source: (Upg. Medbay) Bring the Defender to the Medbay!
ru: (Улучш. Медотсек) Отвести Защитника в Медотсек!

source: You put the Defender in your Medbay, and pray that they'll be okay... indeed, after some time passes, they're back on their feet! "Federation assistance: appreciated. Result of Disparity assault: destruction of former Harmony ship. New directive: assist Federation ship." Looks like your heroics have earned you a new ally!
ru: Вы помещаете Защитника в Медотсек и молитесь, чтобы с ним все было в порядке... и действительно, через некоторое время он встает на ноги! "Помощь Федерации: приветствуется. Результат нападения Диссонанса: уничтожение бывшего корабля Гармонии. Новая директива: оказать помощь кораблю Федерации". Похоже, благодаря вашим подвигам у вас появился новый союзник!

source: (Upg. Clonebay) Bring the Defender to the Clonebay!
ru: (Улучш. Клон-отсек) Отвести Защитника в Клон-отсек!

source: After allowing the Defender to die, you use your Clonebay to bring them back, and... indeed, after some time passes, they're back on their feet! "Federation assistance: appreciated. Result of Disparity assault: destruction of former Harmony ship. New directive: assist Federation ship." Looks like your heroics have earned you a new ally!
ru: Позволив Защитнику умереть, вы используете свой Клон-отсек, чтобы вернуть его, и... действительно, спустя некоторое время он встает на ноги! "Помощь Федерации: приветствуется. Результат нападения Диссонанса: уничтожение бывшего корабля Гармонии. Новая директива: оказать помощь кораблю Федерации". Похоже, благодаря вашим подвигам у вас появился новый союзник!

source: (Medical Crew) Use your medical crew to save them.
ru: (Медицинский экипаж) Использовать свой медицинский экипаж, чтобы спасти его.

source: Your crew get to work, and you pray that they'll be okay... and, indeed, after some time passes, they're back on their feet! "Federation assistance: appreciated. Result of Disparity assault: destruction of former Harmony ship. New directive: assist Federation ship." Looks like your heroics have earned you a new ally!
ru: Ваша экипаж приступает к работе, и вы молитесь, чтобы с ними все было в порядке... и действительно, через некоторое время он встает на ноги! "Помощь Федерации: приветствуется. Результат нападения Диссонанса: уничтожение бывшего корабля Гармонии. Новая директива: оказать помощь кораблю Федерации". Похоже, благодаря вашим подвигам у вас появился новый союзник!

source: (Medical Drone) Use your medical drone to save them.
ru: (Медицинский дрон) Использовать свой медицинский дрон, чтобы спасти его.

source: Your drone gets to work, and you pray that they'll be okay... and, indeed, after some time passes, they're back on their feet! "Federation assistance: appreciated. Result of Disparity assault: destruction of former Harmony ship. New directive: assist Federation ship." Looks like your heroics have earned you a new ally!
ru: Ваш дрон приступает к работе, и вы молитесь, чтобы с ними все было в порядке... и действительно, через некоторое время он встает на ноги! "Помощь Федерации: приветствуется. Результат нападения Диссонанса: уничтожение бывшего корабля Гармонии. Новая директива: оказать помощь кораблю Федерации". Похоже, благодаря вашим подвигам у вас появился новый союзник!

source: (Medical Bomb) Use a medical bomb to save them. [-1}]
ru: (Медицинская бомба) Использовать медицинскую бомбу, чтобы спасти его. [-1}]

source: You use your bomb to stabilize them, and you pray that they'll be okay... and, indeed, after some time passes, they're back on their feet! "Federation assistance: appreciated. Result of Disparity assault: destruction of former Harmony ship. New directive: assist Federation ship." Looks like your heroics have earned you a new ally!
ru: Вы используете свою бомбу, чтобы стабилизировать его, и молитесь, чтобы с ними все было в порядке... и действительно, через некоторое время он встает на ноги! "Помощь Федерации: приветствуется. Результат нападения Диссонанса: уничтожение бывшего корабля Гармонии. Новая директива: оказать помощь кораблю Федерации". Похоже, благодаря вашим подвигам у вас появился новый союзник!

source: (Reconstructive Teleporter) Use your Reconstructive Teleporter to save it.
ru: (Восстановительный телепортатор) Использовать свой Восстановительный телепортатор, чтобы спасти его.

source: Though it's a bit odd, you teleport them in out of the ship, praying that they'll be okay... and, indeed, after some time passes, they're back on their feet! "Federation assistance: appreciated. Result of Disparity assault: destruction of former Harmony ship. New directive: assist Federation ship." Looks like your heroics have earned you a new ally!
ru: Хотя это немного странно, вы телепортируете его с корабля, молясь, чтобы с ними все было в порядке... и действительно, через некоторое время он встает на ноги! "Помощь Федерации: приветствуется. Результат нападения Диссонанса: уничтожение бывшего корабля Гармонии. Новая директива: оказать помощь кораблю Федерации". Похоже, благодаря вашим подвигам у вас появился новый союзник!

source: (Disparity Elite) Have your Disparity Elite place down a Hazard beacon to heal them.
ru: (Член экипажа-элита Диссонанса) Пусть ваша элита Диссонанса установит маячок опасности, чтобы исцелить его.

source: Your Disparity Elite does as you say, and places down a Hazard beacon... and, indeed, after some time passes, the Defender is back on their feet! Though, they take an aggressive stance as they speak, "Federation: harboring Disparity fugitives. Harmony protocol: extermination of Federation traitors." Even though you saved them, they're attacking!
ru: Элита Диссонанса делает то, что вы говорите, и устанавливает маячок опасности... и действительно, через некоторое время Защитник встает на ноги! Однако он занимают агрессивную позицию, говоря: "Федерация: укрывает беглецов Диссонанса. Протокол Гармонии: уничтожение предателей Федерации". Несмотря на то, что вы спасли его, он нападает!

source: There's nothing we can do.
ru: Мы ничего не можем сделать.
zh_hans: 我们无能为力。

source: As unfortunate as it is, you have no means of saving the Defender. They die, and you're left feeling somewhat defeated as you jump to the next beacon.
ru: Как это ни прискорбно, но у вас нет возможности спасти Защитника. Он погибает, а вы, прыгнув к следующему маяку, остаетесь с чувством некоторого поражения.

source: Get them onboard!
ru: Поднять его на борт!

source: With haste, you maneuver to pick them up... but, once they're onboard, they turn their weapons against you! Seems they're not stoked on the whole helping-out-the-Disparity thing...
ru: Быстро совершив маневр, вы подбираете его... но, как только он оказывается на борту, он обращает свое оружие против вас! Похоже, ему не по душе вся эта затея с помощью Диссонансу...

source: Leave them to die.
ru: Оставить его умирать.

source: You leave the Defender floating in space, and you watch as their defensive bubble fails them and the vacuum of space claims another victim... somewhat morbid, but, hey! Just doing what you have to do, right?
ru: Вы оставляете Защитника парить в космосе и наблюдаете, как его защитный пузырь разрушается и вакуум космоса забирает очередную жертву... немного неприятно, но, эй! Я просто делаю то, что должен, верно?

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Now that they're no longer under assault, the Harmony outpost hails you, "Harmony: appreciative of Federation support. Directive: send Harmony support in return." An Engi is sent to support you! They've also likely been sent to spy on you, but, you can overlook that part.
ru: Теперь, когда на них больше не нападают, аванпост Гармонии вызывает вас: "Гармония: признательна за поддержку Федерации. Директива: направить Гармонии ответную поддержку". Энджи прислали помочь вам! Скорее всего, его также послали шпионить за вами, но эту деталь можно опустить.

source: Jumping into the beacon, you analyze the situation: a Harmony outpost is under attack by a Disparity ship!
ru: Прыгнув на маяк, вы анализируете ситуацию: аванпост Гармонии атакован кораблем Диссонанса!

source: Defend the outpost!
ru: Защитить аванпост!

source: Moving in-between the ship and the outpost, you make your intentions known... and the Disparity switches targets!
ru: Продвигаясь между кораблем и аванпостом, вы даете понять о своих намерениях... и корабль Диссонанса меняет свою цель!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Cheer the Disparity on!
ru: Поддержать Диссонанс!

source: You hail the Disparity, cheering them on, and one of the Disparity Elites makes a big, floating thumbs up with its nanites. You know they've got this! While they get this, though, you're busy preparing to leave the beacon.
ru: Вы обращаетесь к кораблю Диссонанса, подбадривая их, и один из элитных членов Диссонанса показывает большой парящий палец вверх с помощью своих нанитов. Вы знаете, что они справятся! Пока они это делают, вы готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Ignore the ongoing fight.
ru: Не обращать внимания на продолжающуюся борьбу.

source: Whichever side wins, you're just not in the mood to intervene. You leave the two sides to their fighting and wait as the FTL drive charges.
ru: Какая бы сторона ни победила, вы просто не в настроении вмешиваться. Вы оставляете обе стороны сражаться и ждете, пока зарядится ССД.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As you're salvaging, your ship receives a transmission... from the Harmony Elite! It's the Harmony Link coordinate fragment... suppose you've at least proved yourself, even if you haven't gained their full trust. With their commander defeated, the Disparity assault disperses, and the remnants of the Harmony fleet follow to eliminate any stragglers. With that, you're left alone with the coordinate fragment...
ru: Пока вы занимаетесь сбором обломков, ваш корабль получает сообщение... от элиты Гармонии! Это фрагмент координат звена Гармонии... полагаю, вы хотя бы доказали свою состоятельность, пусть и не завоевали их полного доверия. Победив командира, корабли Диссонанса улетает, а остатки флота Гармонии следуют за ними, чтобы уничтожить всех оставшихся. После этого вы остаетесь наедине с фрагментом координат...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As celebratory as your victory here was, you still have fragments to collect. You must push on.
ru: Какой бы радостной ни была ваша победа, вам еще предстоит собрать фрагменты. Вы должны двигаться дальше.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is it. You have all three coordinate fragments... inputting them together, your map is updated with one final location: the Harmony Link. The fate of this sector... no, the fate of each and every Engi... it all rests on this.
ru: Вот и все. У вас есть все три фрагмента координат... Если соединить их вместе, на вашей карте появится последнее место: Связь Гармонии. Судьба этого сектора... нет, судьба всех и каждого энджи... все зависит от этого.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As you're salvaging, you find what you're looking for... the Harmony Link coordinate fragment, secure within a case! Meanwhile, as the Harmony loses it commander, all Engi are directed to retreat... you've won!
ru: В процессе сбора обломков вы находите то, что искали... фрагмент координат Связи Гармонии, надежно спрятанный в кейсе! Тем временем, когда Гармония теряет командира, все энджи получают приказ отступить... Вы победили!

source: Hail the Disparity commander.
ru: Связаться с командиром Диссонанса.
