Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: After the Elite Harmony ship is defeated, you swiftly receive an encoded message directing you to a quiet cluster of asteroids just off the edge of the battlefield. There, you find a small group of Disparity ships hiding out of sight. One of the ships hails you, "You made it! [HARMONY BASTARDS] be damned!"
ru: После того как элитный корабль Гармонии побежден, вы быстро получаете закодированное сообщение, направляющее вас к тихому скоплению астероидов у самого края поля боя. Там вы обнаруживаете небольшую группу кораблей Диссонанса, скрывающуюся от посторонних глаз. Один из кораблей вызывает вас: "Вы пришли! [УБЛЮДКИ ГАРМОНИИ] будьте прокляты!".
zh_hans: 精英谐合舰船被击败后，你迅速收到一条加密信息，指引你前往战场边缘一处僻静的小行星群。在那里，你发现一小队谐离舰船隐蔽藏身。其中一艘舰船向你发起通讯：“你成功了！让那些[谐合杂碎]见鬼去吧！”

source: You're the one carrying the Store beacon, I take it?
ru: Я так понимаю, это вы активировали сигнал магазина?
zh_hans: 我猜，携带商店信标的人就是你吧？

source: The Disparity Engi laughs, robotically, "You take -correctly.- Here to help my [brothers] on the frontlines. Repairs, fuel, -goods.- You need them? They're yours, my [brother,] as long as you have enough -scrap.-"
ru: Энджи Диссонанса роботизированно смеется: "Вы поняли -правильно-. Мы здесь, чтобы помогать моим [братьям] на фронте. Ремонт, топливо, --товары-. Они вам нужны? Они ваши, мой [брат], пока у вас достаточно -лома-"
zh_hans: 谐离工程舰的机械音发出笑声：“你猜得没错。–我是来前线支援[同胞]的，维修、燃料、物资，全都有。你需要的话，尽管拿去，[兄弟]，只要你有足够的–废料–。”

source: Let's trade, then.
ru: Тогда давайте торговать.
zh_hans: 那我们就进行交易吧。

source: Help on the frontlines, you say...
ru: Помощь на фронте, говорите вы...
zh_hans: 你说要支援前线……

source: Their frame appears to shrink a little. "Do you... think I could be doing -more- for my [brothers?] Is -mercantile- work not enough?"
ru: Кажется, что его фигура уменьшилась. "Вы... думаете, я мог бы делать -больше- для своих [братьев?] Разве -меркантильной- работы недостаточно?"
zh_hans: 它的机体似乎微微收缩了一些。“你……觉得我还能为[同胞们]做更多事吗？难道做贸易相关的工作，还远远不够吗？”

source: Well... you could be helping them ON the frontlines.
ru: Ну... вы могли бы помогать им на передовой.
zh_hans: 嗯……你可以亲自到前线去支援他们。

source: They sit in silence for a while. Calculating, perhaps? Eventually, though, they make their proclamation: "Yes. [YES.] Federation [brothers] are right! I must -go!- To the frontlines!" The Engi dematerializes before your very eyes and then reappears, now next to you, a mere couple seconds later. "Onwards, [brother,] -captain!- To the frontlines!" Onwards, indeed!
ru: Некоторое время он находится в тишине. Может быть, ведет расчет? Но в конце концов он заявляет: "Да. [ДА] Федерация [братья] права! Я должен - -идти-! На фронт!" Энджи дематериализуется на ваших глазах, а спустя всего пару секунд появляется вновь, теперь уже рядом с вами. "Вперед, [брат], -капитан-! На передовую!" Действительно, вперед!
zh_hans: 它沉默了片刻，或许是在运算考量？最终，它郑重宣告：“是的。[没错]。联邦的[兄弟]说得对！我必须前往前线！” 这台工程舰在你眼前瞬间虚化，短短几秒后，便重新出现在你身旁。“前进吧，[兄弟]，舰长！前往前线！”那就，一往无前！

source: No, forget I said anything. Let's trade.
ru: Нет, забудьте, что я сказал. Давайте торговать.
zh_hans: 别提了，就当我刚才什么都没说。我们交易吧。

source: You were expecting something quaint, you know, merchant-like... but this is an active warzone! What sane merchant would be doing business here?
ru: Вы ожидали чего-то причудливого, знаете ли, торгового... но это зона активных боевых действий! Какой здравомыслящий торговец будет вести здесь дела?
zh_hans: 你本以为会见到一派寻常商贩的平和景象……可眼前分明是硝烟弥漫的交战区！哪个神志清醒的商人会在这种地方做生意？

source: Gather yourself.
ru: Собраться.
zh_hans: 稳住心神。

source: You're in the middle of gathering your wits when a Disparity ship swoops in, weapons ready! Doubtful you'll be finding that merchant if they feel you're allied with the Harmony... not that that's what matters right now! Get ready for combat!
ru: Вы как раз собираетесь с мыслями, когда к вам подлетает корабль Диссонанса с оружием наготове! Сомнительно, что вы найдете этого торговца, если они считают вас союзником Гармонии... да и не это сейчас важно! Приготовьтесь к бою!
zh_hans: 你刚平复下心神，一艘谐离舰船就猛扑而来，武器已然蓄势待发！一旦对方认定你和谐合阵营结盟，你就别想找到那个商人了……但眼下这根本不是重点！准备迎战！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Gather yourself.
ru: Собраться.
zh_hans: 集中精神。

source: You're in the middle of gathering your wits when a Harmony ship swoops in, weapons ready! Not just any Harmony ship, either, but an Elite... if you can get through them, maybe you can find that Disparity merchant. Get ready for combat!
ru: Вы как раз собираетесь с мыслями, когда к вам подлетает корабль Гармонии с оружием наготове! И не просто корабль Гармонии, а элита... Если вы справитесь с ними, то, возможно, сможете найти торговца Диссонанса. Приготовьтесь к бою!
zh_hans: 你刚平复下心神，一艘谐合舰船就猛扑而来，武器蓄势待发！这还不是普通的谐合舰船，而是精英……若能击溃他们，或许就能找到那位谐离商人。准备战斗！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You continue to search through the remains of the Elite Crystal ship but don't find anything further of note. Alas... nothing remains. It's time to move on.
ru: Вы начинаете обыскивать останки корабля элитных кристаллов, но больше ничего примечательного не находите. Увы... ничего не осталось. Пришло время двигаться дальше.
zh_hans: 你继续搜寻这艘精英水晶舰船的残骸，却再无任何值得留意的发现。唉……已然一无所有，是时候继续前行了。

source: Continuing to search through the remains of the Elite Crystal ship, you eventually come across a small cache! Unharmed in the battle, it appears to contain an Elite Crystal weapon and a small boon of resources.
ru: Продолжая рыться в останках корабля элитных кристаллов, вы в конце концов натыкаетесь на небольшой тайник! Оставшись невредимым в битве, он, похоже, содержит элитное кристаллическое оружие и небольшой запас ресурсов.
zh_hans: 你继续搜寻这艘精英水晶舰船的残骸，最终发现了一处小型储藏箱！它在战斗中完好无损，里面装有一把精英水晶武器与一批少量资源补给。

source: Pondering, the Sentinel takes a few moments to gather their thoughts. Finally, they speak, "You seem to know a great deal more about this Crystalline tech than even I. If my goal is to uncover the truth behind the matter... I see no greater place to be than by your side."
ru: Задумавшись, Часовой на несколько мгновений собирает свои мысли. Наконец он заговорил: "Похоже, вы знаете об этой кристаллической технике гораздо больше, чем я. Если моя цель - раскрыть истину... я не вижу лучшего места, чем рядом с вами".
zh_hans: 水晶戍卫者沉思片刻，收拢思绪。最终它开口道：“你对这种水晶科技的了解，似乎远胜于我。若我的目标是揭开此事背后的真相……我想，没有比留在你身边更好的选择。”

source: Lythill
ru: Литилл
zh_hans: 利希尔

source: Of course, welcome aboard!
ru: Конечно, добро пожаловать на борт!
zh_hans: 当然，欢迎登舰！

source: On the way over, the Sentinel procures a weapon from their ship...
ru: По дороге Часовой забирает оружие со своего корабля...
zh_hans: 过来的途中，水晶戍卫者从自己的舰船里取出了一件武器……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...and the subject of their research, the Disparity Crystal Armor. Though currently fragmented, you find that the individual pieces are capable of resonating and melding with one another... perhaps mind-bogglingly, you could encase your entire ship in them if you so desired.
ru: ...и предмет их исследований - кристаллическую броню Диссонанса. Хотя в настоящее время она раздроблена, вы обнаружили, что отдельные ее части способны резонировать и соединяться друг с другом... возможно, что при желании вы могли бы заключить в них весь свой корабль.
zh_hans: ……还有他们的研究核心——谐离水晶装甲。尽管目前已是碎裂状态，你却发现这些碎片彼此间能够共振、融合……甚至超乎想象的是，只要你愿意，整艘舰船都能被这套装甲彻底包覆。

# data/events_disparity.xml$//event[@name="STORELIST_DISPARITY_CRYSTAL"]/text
source: Though you've seen a multitude of crystalline ships in this sector, true Crystal ships are few and far between... regardless of what brings them here, though, they're carrying a Store beacon.
ru: Хотя вы видели множество кристаллических кораблей в этом секторе, настоящие кристаллические корабли встречаются редко... Но независимо от того, что привело их сюда, они активировали сигнал магазина.
zh_hans: 尽管你在这片星区见过无数水晶舰船，真正的原生水晶舰却寥寥无几……但无论它们因何而来，这些舰船都搭载着商店信标。

source: Hail.
ru: Связаться.
zh_hans: 呼叫。

source: It's not just any Crystal who answers, but a Sentinel! Suppose you could've figured that from the design of the ship... "Yes, greetings, Federation. I suppose you to be interested in trade."
ru: Отвечает не просто кристаллин, а Часовой! Полагаю, вы могли бы догадаться об этом по конструкции корабля... "Да, приветствую вас, Федерация. Полагаю, вы заинтересованы в торговле".
zh_hans: 应答的并非普通水晶族，而是一名水晶戍卫者！从舰船设计你本该就能猜到……“没错，联邦方，你好。我想你是有意进行交易。”

source: Indeed!
ru: Конечно!
zh_hans: 正是！

source: The Sentinel groans, and allows you to peruse his wares. You can't help but wonder why a Crystal Sentinel is out here in Harmony territory, in the middle of a war, trading of all things... but you also suppose that it's not really your problem, is it?
ru: Часовой хмыкает и позволяет вам ознакомиться с его товарами. Вы не можете не задаться вопросом, почему Часовой кристаллинов находится здесь, на территории Гармонии, в разгар войны, и торгует всем подряд... Но вы также полагаете, что это не совсем ваша проблема, не так ли?
zh_hans: 水晶戍卫者轻叹一声，准许你浏览他的货品。你不禁疑惑，为何一名水晶戍卫者会出现在谐合领地、身处战火之中，还做起了买卖……但你转念一想，这似乎本就与你无关，不是吗？

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Yes, but... what brings you here?
ru: Да, но... что привело вас сюда?
zh_hans: 是啊，可……你为何会来到这里？

source: The Sentinel lowers his head, as if to stare a hole through yours, "That is none of your concern. Trade, or leave."
ru: Часовой опускает голову, как будто хочет проделать в вашей голове дыру: "Это вас не касается. Торгуйте или уходите".
zh_hans: 水晶戍卫者低下头，目光仿佛要将你洞穿，“这与你无关。交易，或是离开。”

source: Alright, sure. Let's trade.
ru: Хорошо, конечно. Давайте торговать.
zh_hans: 行吧，那就交易。

source: (Crystal Crew) "The captain means well. I'm curious as well, brother."
ru: (Член экипажа-кристаллин) "Капитан хочет как лучше. Мне тоже любопытно, брат".
zh_hans: （水晶族船员）“船长并无恶意。我也很好奇，兄弟。”

source: Their head is raised back and they loosen their stance slightly... you can tell that they're much more comfortable knowing you're an ally. "Hm. Very well. I am here on behalf of the Empire. These Separatists, the 'Disparity,' appear to have reappropriated vast amounts of Crystal technology. They claim otherwise, but the tech they're using is undoubtedly Crystalline in origin. Even still, it's been... changed, somehow."
ru: Его голова отклоняется назад, и он занимает слегка более расслабленную позу... можно сказать, что ему стало намного легче, когда он узнал, что вы его союзник. "Очень хорошо. Я здесь от имени Империи. Эти Сепаратисты, "Диссонанс", похоже, присвоили себе огромное количество технологий кристаллинов. Они утверждают обратное, но технологии, которую они используют, несомненно, кристаллического происхождения. Тем не менее, она была... каким-то образом изменена".
zh_hans: 他们抬起头，姿态也稍稍放松……能看出，在知晓你是盟友后，他安心了许多。“嗯。好吧。我代表帝国而来。那些分离者，也就是‘谐离’势力，似乎盗用了大量水晶族科技。他们虽矢口否认，但所用技术无疑源自水晶族。即便如此，这些技术……不知为何，已经被篡改过了。”

source: Changed?
ru: Изменена?
zh_hans: 被篡改了？

source: "Yes, changed." The Sentinel shifts slightly, and they move to retrieve a shard of pink crystal that you recognize as being part of a Disparity ship's carapace. "Perverted, even. Something writhes within. It's sentient, and angry, and nobody we can find has seen anything like it." Indeed, held up to the screen, you can see something... squirm. "When released, it lashes out at anything it can find. Organic, or otherwise. It defies all explanation, and any attempts made to study its composition have failed." Perhaps someone onboard can shed some light on this...
ru: "Да, изменена". Часовой слегка перемещается, и он достает осколок розового кристалла, который вы узнаете как часть обшивки корабля Диссонанса. "Даже извращенное. Внутри что-то бурлит. Оно разумное и злобное, и никто, кого мы можем найти, не видел ничего подобного". И действительно, если посмотреть на экран, можно увидеть, как что-то... извивается. "Когда оно высвобождается, то бросается на все, что может найти. Органическое или иное. Оно не поддается никакому объяснению, и все попытки изучить его состав не увенчались успехом". Возможно, кто-то на борту сможет пролить свет на это...
zh_hans: “没错，被篡改了。”水晶戍卫者微微挪动身形，取出一块粉色水晶碎片——你认出这是谐离舰船外壳的一部分。“甚至可以说是被扭曲了。有什么东西在里面蠕动。它拥有自我意识，充斥着怒火，我们之中从未有人见过这般事物。”他将碎片举到通讯屏前，你果真看见有东西在里面……扭动。“一旦被释放，它就会攻击一切目标，无论有机还是无机。这完全无法解释，所有研究其成分的尝试全都以失败告终。”或许你舰上有人能解开这个谜团……

source: (Disparity Crew) Inquire.
ru: (Член экипажа-энджи Диссонанса) Спросить.
zh_hans: （谐离船员）发问。

source: They seem hesitant to talk about it, but, after a bit of prodding, they do eventually open up. They claim the pink crystals to be a gift from the "Liberator," a tool with which they are to defeat the Harmony, but they don't elaborate any further than that. It seems even the Disparity don't know the truth behind their own technology.
ru: Кажется, он не решается говорить об этом, но после некоторого настойчивого вмешательства он все-таки начинает говорить. Он утверждает, что розовые кристаллы - это подарок "Освободителя", инструмент, с помощью которого они должны победить Гармонию, но дальше этого он ничего не говорит. Похоже, даже Диссонанс не знает правды о своей собственной технологии.
zh_hans: 他们面露迟疑，不愿多谈，但在几番追问后，终究还是松口了。他们声称这些粉色水晶是“解放者”赐予的礼物，是用以击败谐合势力的武器，却不愿再多透露分毫。看来就连谐离阵营自身，也不清楚这项技术背后的真相。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Deep One Cultist) Inquire.
ru: (Член экипажа-культист глубоководных) Спросить.

source: Though initially hesitant to share, your Enlightened Cultist appears fervent in their explanation of the matter. They claim the Dark One to have blessed this tech, Crystalline or not, and recognize the writhing mass within to be the very same as the darkness that makes up the Enlightened's grand void. Even still, the Enlightened have never received any such crystals. It seems that even they don't know the truth behind this dark technology...
ru: Хотя поначалу вы не хотели делиться информацией, ваш культист Просветленных, похоже, горячо объясняет, в чем дело. Он утверждает, что Темный благословил эту технику, кристаллическую или нет, и считает, что бурлящая масса внутри - это та же самая тьма, которая составляет великую пустоту Просветленных. Тем не менее Просветленные никогда не получали подобных кристаллов. Похоже, даже они не знают всей правды об этой темной технологии...

source: Continue...
ru: Продолжить...

source: (Chosen Crew) Inquire.
ru: (Член экипажа-Избранный) Спросить.
zh_hans: （天选船员）发问。

source: Though initially hesitant to share, your Chosen appears fervent in their explanation of the matter. They claim the Dark One to have blessed this tech, Crystalline or not, and recognize the writhing mass within to be the very same as the darkness that they utilize for their technology. Even still, the Chosen have never received any such crystals. It seems that even they don't know the truth behind this dark technology...
ru: Хотя поначалу вы не хотели делиться информацией, ваш Избранный, похоже, горячо объясняет, в чем дело. Они утверждают, что Темный благословил эту технологию, кристаллическую или нет, и считают, что бурлящая масса внутри - это та самая тьма, которую они используют для своих технологий. Тем не менее, Избранные никогда не получали подобных кристаллов. Похоже, даже они не знают всей правды об этой темной технологии...
zh_hans: 这名天选者起初虽有所顾忌，却还是热切地对此作出了解释。他们宣称，无论这项技术本源是否属于水晶族，都已得到黑暗之神的赐福，并且认出水晶中躁动涌动的存在，与他们自身技术所运用的黑暗力量完全同源。即便如此，天选者从未获赐过这类水晶。看来就连他们，也无从知晓这项黑暗技术背后的真相……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (The Scarred) Inquire.
ru: (Шрам) Спросить.
zh_hans: （烙疤者）询问。

source: Squinting at the screen, the Scarred examines the crystal. "Perverted, indeed... by none other than... the False God. Darkness lies within... as it does in all things... the False God touches. Engi... with dark Crystalline tech. It bears a parallel with... my kin, and their reliance on... similarly dark Engi tech. One must... ask the question: does the False God trade technology... between its followers?" An interesting thought... the full truth, though, remains elusive.
ru: Прищурившись, Шрам рассматривает кристалл. "Осквернен, действительно... не кем иным, как... Ложным Богом. Внутри таится тьма... как и во всех вещах... к которым прикасается Ложный Бог. Энджи... с темными кристаллическими технологиями. Это напоминает... моих сородичей и их зависимость от... таких же темных технологий энджи. Следует... задать вопрос: обменивается ли Ложный Бог технологиями... между своими последователями?" Интересная мысль... однако полная правда остается недосказанной.
zh_hans: 烙疤者眯眼盯着屏幕，仔细检视着这块水晶。“没错，是被亵渎了……始作俑者不是别人，正是……伪神。黑暗就潜藏在其中……就像伪神触碰过的一切事物……都沾染着黑暗。半械族族群……搭配上黑暗水晶技术。这和……我的族人，以及他们依赖的……同类黑暗半械族技术，有着相似之处。人们不禁……要问：伪神是否在……它的信徒之间，交易这些技术？”这个想法很有意思……可完整的真相，依旧难以捉摸。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (The Minister) Inquire.
ru: (Министр) Спросить.
zh_hans: （长老）发问。

source: The Minister examines the crystal for a time, deep in thought, before turning away from the screen and back to you, "This would undoubtedly be the Tempest's work, but even I can't say I've ever seen anything quite like it. Considering the Seraphim's involvement in this sector, I must raise the possibility that the Disparity has been gifted these strange crystals from... beyond our cluster's seams." An interesting thought... the full truth, though, remains elusive.
ru: Министр некоторое время рассматривает кристалл, погрузившись в раздумья, а затем отворачивается от экрана и снова обращается к вам: "Это, несомненно, работа Бури, но даже я не могу сказать, что когда-либо видел нечто подобное. Учитывая присутствие Серафимов в этом секторе, я вынужден предположить, что Диссонанс получил эти странные кристаллы... извне нашего кластера". Интересная мысль... однако полная правда остается недосказанной.
zh_hans: 长老端详着水晶，沉思片刻，随后从屏幕转向你：“这无疑是风暴之主的手笔，但即便我也从未见过这般事物。考虑到炽天使一族已涉足这片星域，我不得不提出一种可能：谐离势力的这些奇异水晶，是从……我们星团边界之外获得的。”这个想法很有意思……可完整的真相，依旧难以捉摸。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Seraphim Crew) Inquire.
ru: (Член экипажа-Серафим) Спросить.
zh_hans: （炽天使船员）发问。

source: Divine flames coil around your Seraph as they speak, as if in defense, and they explain in few words how the crystal has not only been changed by the Dark God, but tainted by it. They seem insistent that you allow them to purify the shard at once, but your thoughts linger on their words... tainted. Another word for perverted, you suppose, but it also begs the question: what exactly has it been tainted by? The blatant answer would be darkness, but darkness isn't a real THING. Not truly, anyways, which means there's some other truth to the strange matter the Dark God appears to manipulate. Still, any sort of 'purification' by your Seraph wouldn't exactly shed light on the situation... it seems the truth of the matter must remain a mystery for now.
ru: Божественное пламя окутывает вашего Серафима, когда он говорит, словно защищаясь, и в нескольких словах объясняет, как кристалл был не только изменен Темным Богом, но и испорчен им. Кажется, он настаивает на том, чтобы вы позволили ему очистить осколок сразу же, но ваши мысли задерживаются на его словах... испорченный. Еще одно слово, означающее осквернение, полагаете вы, но возникает вопрос: чем именно он был испорчен? Вопиющим ответом была бы тьма, но тьма - это не настоящая ВЕЩЬ. Во всяком случае, не настоящая, а значит, есть какая-то другая правда в странной материи, которой, похоже, управляет Темный Бог. Тем не менее, любое "очищение", проведенное вашим Серафимом, не прольет свет на ситуацию... Похоже, истина в этом вопросе пока остается под покровом тайны.
zh_hans: 你的炽天使开口时，神圣火焰环绕其身，仿佛出于戒备，他们寥寥数语说明这块水晶不仅被黑暗之神改造，更遭到了它的玷污。炽天使执意要求立刻允许他们净化这块碎片，但你的思绪停留在他们的话语上，玷污。你猜想这是扭曲的另一种说法，但这也引出一个问题，它究竟被什么所玷污？最直白的答案是黑暗，可黑暗并非真实存在的事物，至少并非实质，这意味着黑暗之神所操控的这种奇异物质，还藏着其他真相。即便让炽天使进行所谓净化，也无法真正揭开此事的原委，看来这件事的真相，眼下仍只能是个谜。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Fine! I'll leave then!
ru: Хорошо! Тогда я уйду!
zh_hans: 好吧！我这就走！

source: Communications are cut, and you're left in silence. The nerve of some people! Is it truly a crime to be curious these days?
ru: Связь прерывается, и вы остаетесь в тишине. Какая наглость у некоторых людей! Неужели в наши дни быть любопытным - это преступление?
zh_hans: 通讯中断，四周陷入一片寂静。有些人也太放肆了！如今心怀好奇，难道也成了罪过吗？

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: How about I just blow you up?
ru: А может, я просто взорву тебя?
zh_hans: 不如我直接把你炸飞？

source: Now THIS is one pissed off Crystal. If looks could kill, this Sentinel's furious gaze certainly would have by now. Still, they can't, so they're left to rebut, "Alien bastards! This is why you are not to be trusted. You want a fight? You'll have one. May it be your last." With that, they cut communications... you best prepare to finish what you've started.
ru: Вот теперь ЭТОТ кристаллин взбесился. Если бы взгляды могли убивать, то яростный взгляд этого Часового уже точно бы убил. Но они не могут, поэтому ему остается только возразить: "Чужеродные ублюдки! Вот почему вам нельзя доверять. Хотите боя? Вы его получите. Пусть он станет последним". На этом связь прерывается... Лучше всего подготовиться к завершению начатого.
zh_hans: 这颗水晶人此刻怒不可遏。要是目光能杀人，这名水晶戍卫者的怒视早就将你置于死地了。可目光并不能伤人，于是它只得厉声反驳：外星杂种！这就是你们绝不可信的原因。你想开战？那我就成全你。愿这是你的最后一战。话音落下，它便切断了通讯……你最好做好准备，为你挑起的事收场。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Nah, I just wanted to say hi before attacking you. Hi.
ru: Не-а, я просто хотел поздороваться, прежде чем напасть на тебя. Привет.
zh_hans: 不了，我只是想在攻击你之前打个招呼而已。你好。

source: The Sentinel slams their mighty fist and scowls, "Alien bastards! This is why you are not to be trusted. You want a fight? You'll have one. May it be your last." With that, they cut communications... you best prepare to finish what you've started.
ru: Часовой сжимает свой могучий кулак и хмурится: "Чужеродные ублюдки! Вот почему вам нельзя доверять. Хотите боя? Вы его получите. Пусть он станет последним". С этими словами он отключает связь... Вам лучше приготовиться закончить начатое.
zh_hans: 水晶戍卫者重重捶了一拳，面露怒色：外星杂种！这就是你们绝不可信的原因。你想开战？那我就成全你。愿这是你的最后一战。话音落下，它便切断了通讯……你最好做好准备，为你挑起的事收场。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them.
ru: Не обращать на них внимания.

source: You ignore the Crystal ship, and they ignore you. If there's one thing the Crystals and the rest of the universe can agree on, at least it's that one should respect mutual silence...
ru: Вы не обращаете внимания на корабль кристаллинов, а они игнорируют вас. Если кристаллины и вся остальная вселенная и могут договориться о чем-то, то это о том, что нужно уважать взаимное молчание...
zh_hans: 你无视了这艘水晶舰船，对方也同样无视了你。至少在一点上，水晶族和宇宙中其他生灵能达成共识——彼此应当尊重这份互不打扰的沉默。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_disparity.xml$//event[@name="STORE_LOAD_DISPARITY"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_disparity.xml$//event[@name="STORE_LOAD_DISPARITY"]/choice[1]/text
source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_disparity.xml$//event[@name="STORE_LOAD_DISPARITY"]/choice[2]/text
source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。
