Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: Somewhat cautiously, the commander speaks, "Though: we -hesitate- to call you our [brother...] you have done us a -great- service in this battle. You: may -even- know [LIBERATION] yet..." Their work complete, the Disparity fleet disperses... and you're left with the Harmony Link coordinate fragment.
ru: Несколько осторожно командир говорит: "Хотя: мы -затрудняемся- назвать тебя нашим [братом...] ты оказал нам -большую- услугу в этой битве. Возможно, ты: -еще- познаешь [ОСВОБОЖДЕНИЕ]..." Закончив работу, флот Диссонанса улетает... а вы остаетесь с фрагментом координат Связи Гармонии.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As celebratory as your victory here was, you still have fragments to collect. You must push on.
ru: Какой бы радостной ни была ваша победа, вам еще предстоит собрать фрагменты. Вы должны двигаться дальше.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is it. You have all three coordinate fragments... inputting them together, your map is updated with one final location: the Harmony Link. The fate of this sector... no, the fate of each and every Engi... it all rests on this.
ru: Вот и все. У вас есть все три фрагмента координат... Если соединить их вместе, на вашей карте появится последнее место: Связь Гармонии. Судьба этого сектора... нет, судьба всех и каждого энджи... все зависит от этого.

source: Hail the Disparity commander.
ru: Связаться с командиром Диссонанса.

source: The commander is already mid-celebration as you hail, "[Brothers!] We: are -victorious!- You: are -victorious!- Our: people will -tell- [tales] of this battle for -years- to come!" Their work complete, the Disparity fleet disperses... and you're left with the Harmony Link coordinate fragment.
ru: Командир уже торжествует, как вдруг восклицает: "[Братья!] Мы: -победители-! Ты: -победил-! Наши люди: будут -рассказывать- об этой битве долгие -годы-!". Их работа завершена, флот Диссонанса улетает... а вы остаетесь с фрагментом координат Связи Гармонии.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As celebratory as your victory here was, you still have fragments to collect. You must push on.
ru: Какой бы радостной ни была ваша победа, вам еще предстоит собрать фрагменты. Вы должны двигаться дальше.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is it. You have all three coordinate fragments... inputting them together, your map is updated with one final location: the Harmony Link. The fate of this sector... no, the fate of each and every Engi... it all rests on this.
ru: Вот и все. У вас есть все три фрагмента координат... Если соединить их вместе, на вашей карте появится последнее место: Связь Гармонии. Судьба этого сектора... нет, судьба всех и каждого энджи... все зависит от этого.

# data/events_disparity.xml$//event[@name="DISPARITY_KEYQUEST_BATTLEFIELD"]/text
source: You've arrived at the set of coordinates labeled "BATTLEFIELD." Apparently, one of the Harmony Link coordinate fragments is here...
ru: Вы прибыли в координаты, обозначенные как "ПОЛЕ БОЯ". Очевидно, здесь находится один из фрагментов координат Связи Гармонии...

source: Analyze the scene.
ru: Просканировать местность.

source: Unsurprisingly, this is indeed a battlefield: the Harmony and Disparity are locked in a massive conflict, and you notice an Elite heading the Harmony fleet. If anybody's got the fragment, it's them. Upon noticing your arrival, this Elite hails you, "Federation arrival: fortunate. Disparity assault: gaining ground. Disparity priority target: commander of Disparity assault." They point you to the ship in question, and it's a large vessel at the head of the assault, "Harmony auxiliary force: standing ground. Federation directive: elimination of Disparity assault commander. Likelihood of Disparity dispersal in the event of Disparity assault commander's elimination: 99%."
ru: Неудивительно, что это действительно поле боя: Гармония и Диссонанс завязали масштабный конфликт, и вы замечаете элиту, возглавляющую флот Гармонии. Если у кого-то и есть фрагмент, то это у них. Заметив ваше прибытие, элита связывается с вами: "Прибытие Федерации: удачно. Штурм Диссонанса: набирает силу. Приоритетная цель Диссонанса: командир штурмового корабля Диссонанса". Они указывают вам на корабль, о котором идет речь, - это большое судно во главе штурма: "Вспомогательные силы Гармонии: отстояли позиции. Директива Федерации: ликвидация командира штурма Диссонанса. Вероятность бегства Диссонанса в случае уничтожения командира штурма Диссонанса: 99%".

source: Alright, I'll handle it. Make for the Disparity commander.
ru: Хорошо, я займусь этим. Отправиться к командиру Диссонанса.

source: You move to begin your assault on the Disparity commander, and, though you've got covering fire, they do as well... get ready!
ru: Вы начинаете атаку на командира Диссонанса, и, хотя вас прикрывают огнем, их тоже... Приготовьтесь!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Sorry, commander, but... I'm turning coats. Attack the Harmony Elite!
ru: Извините, командир, но... я меняю сторону. Атаковать элиту Гармонии!

source: They seem dumbfounded by this, "Federation action: illogical. Likelihood of Harmony victory... diminishing. New priority target: Federation Renegade." They cut communications, and though the Harmony fleet turns to provide covering fire... so does the Disparity fleet! You're not alone in this!
ru: Они, похоже, ошарашены этим: "Действия Федерации: нелогичны. Вероятность победы Гармонии... уменьшается. Новая приоритетная цель: Ренегат Федерации". Они прерывают связь, и хотя флот Гармонии разворачивается, чтобы оказать огневую поддержку... флот Диссонанса тоже! Вы не одиноки в этом!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Analyze the scene.
ru: Просканировать местность.

source: Unsurprisingly, this is indeed a battlefield: the Harmony and Disparity are locked in a massive conflict, and you notice an Elite heading the Harmony fleet. If anybody's got the fragment, it's them. Upon noticing your arrival, the Disparity commander hails you, "[Brothers!] We: are -pushing- them back! Though: a priority target -still- remains... the: [Elite] heading the Harmony fleet -possesses- the coordinate fragment we're -hunting- for. Could: you -handle- it, [brothers?]"
ru: Неудивительно, что это действительно поле боя: Гармония и Диссонанс завязали масштабный конфликт, и вы замечаете элитну, возглавляющую флот Гармонии. Если у кого-то и есть фрагмент, то это у них. Заметив ваше прибытие, командир Диссонанса связывается с вами: "[Братья!] Мы: -оттесняем- их назад! Хотя: приоритетной целью -все еще- остается...: [Элита], возглавляющая флот Гармонии, -обладает- фрагментом координат: за которым мы -охотимся-. Не могли бы вы: -помочь- нам с этим, [братья?]"

source: Alright, I'll handle it. Make for the Harmony Elite.
ru: Хорошо, я займусь этим. Отправиться за элитой Гармонии.

source: You move to begin your assault on the Harmony Elite, and, though you've got covering fire, they do as well... get ready!
ru: Вы начинаете атаку на элиту Гармонии, и, хотя вы вас прикрывают огнем, их тоже... Приготовьтесь!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Sorry, commander, but... I'm turning coats. Attack the Disparity commander!
ru: Извините, командир, но... я меняю сторону. Атаковать элиту Диссонанса!

source: They're taken aback by this, "To: think I -thought- us [brothers...] so: be it! Bring: it on, and -know- the -wrath- of those who -fight- for [LIBERATION!]" They cut communications, and though the Disparity fleet turns to provide covering fire... so does the Harmony fleet! You're not alone in this!
ru: Они ошеломлены этим: "Я: -думал-, что мы [братья...] ладно: да будет так! Давайте продолжим, и знайте, что правда на стороне тех, кто сражается за [Освобождение!]" Они прерывают связь, и хотя флот Диссонанса поворачивается, чтобы прикрыть их огнем... флот Гармонии делает тоже самое! Вы не одиноки в этом!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Now that you've saved them from the Disparity, the Harmony has little choice but to trust you... if they can't defeat the Disparity, you clearly can. They send you a copy of the Harmony Link coordinate fragment.
ru: Теперь, когда вы спасли их от Диссонанса, у Гармонии нет другого выбора, кроме как довериться вам... Поскольку они не могут победить Диссонанс, то вы должны справиться. Они посылают вам копию фрагмента координат Связи Гармонии.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As celebratory as your victory here was, you still have fragments to collect. You must push on.
ru: Какой бы радостной ни была ваша победа, вам еще предстоит собрать фрагменты. Вы должны двигаться дальше.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is it. You have all three coordinate fragments... inputting them together, your map is updated with one final location: the Harmony Link. The fate of this sector... no, the fate of each and every Engi... it all rests on this.
ru: Вот и все. У вас есть все три фрагмента координат... Если соединить их вместе, на вашей карте появится последнее место: Связь Гармонии. Судьба этого сектора... нет, судьба всех и каждого энджи... все зависит от этого.

# data/events_disparity.xml$//event[@name="DISPARITY_KEYQUEST_CACHE"]/text
source: You've arrived at the set of coordinates labeled "CACHE." Apparently, one of the Harmony Link coordinate fragments is here...
ru: Вы прибыли к координатам, обозначенным как "ТАЙНИК". По-видимому, здесь находится один из фрагментов координат Связи Гармонии...

source: Analyze the scene.
ru: Просканировать местность.

source: At this beacon is a Harmony outpost, under attack by a Disparity ship. If the cache is anywhere, it's aboard the outpost... to your surprise, the Disparity hails you, "Look whose [dog] just -showed- up on a: leash... if it isn't the: [Federation.] -You- may obey the Harmony, but that -doesn't- mean we: will. We're -finding- the Harmony Link, and [LIBERATING] our kind: -once- and for all... and if you want to -stop- us, then you'll have to [kill] -me- to do: it."
ru: На этом маяке находится аванпост Гармонии, атакованный кораблем Диссонанса. Если где и есть тайник, так это на борту аванпоста... К вашему удивлению, член Диссонанса вызывает вас: "Смотрите, чей [пес] только что -появился- на: поводке... если это не: [Федерация] -Вы- можете подчиняться Гармонии, но это -не- значит, что мы: также подчинимся. Мы -находим- Связь Гармонии и [ОСВОБОДИМ] наш вид: -раз- и навсегда... и если вы хотите -остановить- нас, вам придется [убить] -меня-:, чтобы сделать это".

source: Then kill you I shall.
ru: Тогда я убью вас.

source: They let out a robotic laugh, "A -loyal- [mutt] until the: end... [DIE.]" They turn away from the outpost, prepared to take you on!
ru: Он издает роботизированный смех: "-Верная- [шавка] до самого конца... [УМРИ]". Корабль поворачивает от аванпоста, готовый сразиться с вами!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You've got it wrong. I'm loyal to nobody, and certainly not to the Harmony.
ru: Вы ошиблись. Я никому не подчиняюсь, и уж точно не Гармонии.

source: This gets them to lean forward a bit, "[Really?] So you -won't- mind if we: just... -kill- them, and take the: cache?" You nod your head, and they seem intrigued, "-You- may be more -free- than any of us: Renegade. I [like] your: style."
ru: Это заставило его слегка наклониться вперед: "[Правда?] Значит, вы -не- будете возражать, если мы: просто... -убьем- их и заберем: тайник?" Вы киваете головой, и он кажется заинтригованным: "-Вы-, возможно, более -свободны-, чем любой из нас: Ренегат. Мне [нравится] ваш стиль".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: They return to sieging the outpost, and you watch as they claim both victory and the cache. Afterwards, they hail once more, "I -know- what you're here for: and I'd be [lying] if I said I didn't -appreciate- your willingness to: [cooperate.] We could use your -help- yet: Renegade." As they leave the beacon, they send you a copy of the Harmony Link coordinate fragment, and you're left alone...
ru: Они возвращаются к осаде аванпоста, и вы наблюдаете, как они одерживают победу и забирают тайник. После этого они снова связываются с вами: "Я -знаю-, для чего вы здесь: и я бы [солгал], если бы сказал, что не -ценю- вашу готовность: [сотрудничать] Нам еще пригодится ваша -помощь-: Ренегат". Покидая маяк, вам отправляют копию фрагмента координат Связи Гармонии, и вы остаетесь одни...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As convenient as this was, you still have fragments to collect. You must push on.
ru: Как бы здорово это ни было, вам еще предстоит собрать фрагменты. Вы должны двигаться дальше.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is it. You have all three coordinate fragments... inputting them together, your map is updated with one final location: the Harmony Link. The fate of this sector... no, the fate of each and every Engi... it all rests on this.
ru: Вот и все. У вас есть все три фрагмента координат... Если соединить их вместе, на вашей карте появится последнее место: Связь Гармонии. Судьба этого сектора... нет, судьба всех и каждого энджи... все зависит от этого.

source: Analyze the scene.
ru: Просканировать местность.

source: At this beacon is a Harmony outpost, under attack by a Disparity ship. If the cache is anywhere, it's aboard the outpost... as you approach, the Disparity hails, "Welcome: [brothers!] You're here -just- in time. The [coordinate fragment] is -about- to be in our hands: as -soon- as we take this: outpost."
ru: На этом маяке находится аванпост Гармонии, атакованный кораблем Диссонанса. Если где и есть тайник, так это на борту аванпоста... Когда вы приближаетесь, Диссонанс вызывает вас: "Добро пожаловать: [братья!] Вы здесь -как раз- вовремя. Фрагмент [координат] -скоро- окажется в наших руках: как только мы захватим этот: форпост".

source: You've got this!
ru: Вы справитесь!

source: Indeed, they do! They return to sieging the outpost, and you watch as they claim both victory and the cache.
ru: Да, это так! Они возвращаются к осаде аванпоста, и вы наблюдаете, как они одерживают победу и забирают тайник.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Afterwards, they hail once more, "We hope you -enjoyed- the show: [brother.] May we both soon -enjoy- the true reward: [LIBERATION!] At -long:- last..." They send you a copy of the Harmony Link coordinate fragment as they leave the beacon, and you're left alone.
ru: После этого они снова выходят на связь: "Мы надеемся, что тебе -понравилось- шоу: [брат] Пусть мы оба скоро -насладимся- истинной наградой: [ОСВОБОЖДЕНИЕМ!] -Наконец-то-..." Покинув маяк, они отправляют вам копию фрагмента координат Связи Гармонии, и вы остаетесь одни.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As convenient as this was, you still have fragments to collect. You must push on.
ru: Как бы здорово это ни было, вам еще предстоит собрать фрагменты. Вы должны двигаться дальше.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is it. You have all three coordinate fragments... inputting them together, your map is updated with one final location: the Harmony Link. The fate of this sector... no, the fate of each and every Engi... it all rests on this.
ru: Вот и все. У вас есть все три фрагмента координат... Если соединить их вместе, на вашей карте появится последнее место: Связь Гармонии. Судьба этого сектора... нет, судьба всех и каждого энджи... все зависит от этого.

source: I'm sorry, but... I can't let you do that.
ru: Простите, но... я не могу позволить вам сделать это.

source: The excitement that was just in their voice vanishes, "Truly: [brother?] Should I: even -call- you: that? I can only -hope- that you're doing what you believe is -best- for: you." With little solace in their heart, they turn away from the outpost to face you head on.
ru: Волнение, которое только что было в его голосе, исчезает: "Воистину: [брат?] Стоит ли мне: вообще -говорить- тебе об этом? Я могу только -надеяться-, что ты делаешь то, что, по твоему мнению, -лучше- всего для: тебя". С небольшим разочарованием в сердце они удаляются от аванпоста, чтобы встретиться с вами лицом к лицу.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_disparity.xml$//event[@name="DISPARITY_KEYQUEST_AMBUSH"]/text
source: You've arrived at the set of coordinates labeled "AMBUSH." Apparently, one of the Harmony Link coordinate fragments is here...
ru: Вы прибыли в координаты, обозначенные как "ЗАСАДА". Очевидно, здесь находится один из фрагментов координат Связи Гармонии...

# data/events_disparity.xml$//event[@name="DISPARITY_KEYQUEST_AMBUSH"]/choice/text
source: Analyze the scene.
ru: Просканировать местность.

source: The scene is... a gruesome one. The victim of the ambush was a Disparity ship, but it took out several Harmony ships with it. You don't see any survivors... if the Harmony Link coordinate fragment is anywhere, it's likely in the remains somewhere.
ru: Сцена... жуткая. Жертвой засады стал корабль Диссонанса, но он успел уничтожил несколько кораблей Гармонии. Выживших не видно... Если фрагмент координат связи Гармонии где-то и есть, то, скорее всего, в обломках.

source: Search the wreck of the Disparity ship.
ru: Обыскать развалины корабля Диссонанса.

source: It doesn't take you long to find what you're looking for: a sleek, black box...
ru: Вам не понадобилось много времени, чтобы найти то, что вы ищете: гладкий черный ящик...

source: Open the box.
ru: Открыть ящик.

source: Within the box lies the coordinate fragment. All the lives ended over this... it's up to you to avenge them.
ru: Внутри ящика лежит фрагмент координат. Все жизни оборвались из-за этого... вам предстоит отомстить за них.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As convenient as this was, you still have fragments to collect. You must push on.
ru: Как бы здорово это ни было, вам еще предстоит собрать фрагменты. Вы должны двигаться дальше.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is it. You have all three coordinate fragments... inputting them together, your map is updated with one final location: the Harmony Link. The fate of this sector... no, the fate of each and every Engi... it all rests on this.
ru: Вот и все. У вас есть все три фрагмента координат... Если соединить их вместе, на вашей карте появится последнее место: Связь Гармонии. Судьба этого сектора... нет, судьба всех и каждого энджи... все зависит от этого.

source: Search the wrecks of the Harmony ships.
ru: Обыскать обломки кораблей Гармонии.

source: Amongst the Harmony wreckage you find plenty of worthwhile resources, but not the coordinate fragment... it must be aboard the Disparity ship. If you spend any more time here, though, the fleet will begin to catch up.
ru: Среди обломков Гармонии вы находите множество ценных ресурсов, но не фрагмент координат... Он должен быть на борту корабля Диссонанса. Если вы проведете здесь еще какое-то время, флот начнет вас догонять.

source: Spend more time, and search the Disparity wreckage.
ru: Потратьте больше времени и обыскать обломки корабля Диссонанса.

source: It takes you a bit of time, but you find what you're looking for: a sleek, black box...
ru: Проходит немного времени, но вы находите то, что ищете: гладкий черный ящик...

source: Open the box.
ru: Открыть ящик.

source: Within the box lies the coordinate fragment. All the lives ended over this... it's up to you to avenge them.
ru: Внутри ящика лежит фрагмент координат. Все жизни оборвались из-за этого... вам предстоит отомстить за них.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As convenient as this was, you still have fragments to collect. You must push on.
ru: Как бы здорово это ни было, вам еще предстоит собрать фрагменты. Вы должны двигаться дальше.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is it. You have all three coordinate fragments... inputting them together, your map is updated with one final location: the Harmony Link. The fate of this sector... no, the fate of each and every Engi... it all rests on this.
ru: Вот и все. У вас есть все три фрагмента координат... Если соединить их вместе, на вашей карте появится последнее место: Связь Гармонии. Судьба этого сектора... нет, судьба всех и каждого энджи... все зависит от этого.

source: You can't afford to waste any more time. Forget the fragment, and forget the Link.
ru: Вы не можете позволить себе терять время. Забыть об этом фрагменте и забыть о Связи Гармонии.

source: Your priorities lie with the Federation first... you cannot allow the Rebellion to catch up to you. You prepare to jump to the next beacon, leaving the fate of this sector in the hands of others.
ru: Ваши приоритеты в первую очередь связаны с Федерацией... Вы не можете позволить Восстанию догнать вас. Вы готовитесь к прыжку к следующему маяку, оставляя судьбу этого сектора в руках других.

source: As you land one final, decisive blow against the Disparity Behemoth's mighty crystalline armor, it cracks... and then, it shatters! You've done it, you've won!
ru: Когда вы наносите последний, решающий выстрел по могучей кристаллической броне Диссонанса, она трескается... а затем разбивается вдребезги! Вы сделали это, вы победили!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As the final member of the Disparity Behemoth's crew falls, a screeching cry rings out, and the ship's mighty crystalline hull cracks... and then, it shatters! You've done it, you've won!
ru: Когда погибает последний член экипажа Диссонанса, раздается пронзительный звук, и могучий кристаллический корпус корабля трескается... а затем разбивается вдребезги! Вы сделали это, вы победили!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As you're fighting the Disparity Behemoth, the Seraphim ship is able to get close enough to unleash a devastating barrage of flame that results in many of the enemy's systems catching fire! As that happens, you pick up the Seraphim's comms chatter, "PURIFICATION: UNDERWAY. INITIATING: SCORCHED SPACE OPERATIONS." Sounds like they're getting really into it... keep up the pressure!
ru: Пока вы сражаетесь с чудовищем Диссонанса, кораблю Серафима удается подойти достаточно близко, чтобы выпустить шквал огня, в результате которого многие системы противника загораются! Когда это происходит, вы слышите по связи: "ОЧИЩЕНИЕ: НАЧИНАЕТСЯ. ИНИЦИАЛИЗАЦИЯ: ОПЕРАЦИЯ "ВЫЖЖЕННОЕ ПРОСТРАНСТВО"". Похоже, они вошли во вкус... Продолжайте натиск!

source: Together, we can do this!
ru: Вместе мы сможем это сделать!
