Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: The Engi nods, "A [man.] He: arrived at our: outpost one day, among a group of -Separatist- refugees. He: -knew- you: would arrive here, -one- day. He: wanted you: to have [this.]" They raise the book, and you get a closer look at it... unfortunately, there's very little to make note of. The book is untitled, simply leather-bound, brown, with a single latch that keeps it closed. The Engi continues, "He: [bid] that I: -deliver- it."
ru: Энджи кивает: "[Человек]. Он: однажды прибыл на наш: аванпост среди группы беженцев -Сепаратистов-. Он: -знал-, что вы: прибудете сюда, -однажды-. Он: хотел, чтобы у вас: было [это]". Он подносит книгу, и вы рассматриваете ее поближе... к сожалению, здесь мало что можно разобрать. Книга без названия, просто в кожаном переплете, коричневого цвета, с одной защелкой, которая держит ее закрытой. Энджи продолжает: "Он: [попросил], чтобы я: -доставил- ее".
zh_hans: 这名半械族点了点头：“一个[人]。某日他随一群分离者难民，抵达了我们的前哨站。他早已知晓，你终有一日会来到此地。他希望你收下这个。”对方举起那本书，你得以看清细节——可惜并无太多值得留意之处。这本棕皮封套的书没有书名，仅靠一枚锁扣合着。半械族继续说道：“他[嘱咐]我，务必将此物交到你手中。”

source: So you've just been... floating around in space, waiting?
ru: Значит, ты просто... плавал в космосе и ждал?
zh_hans: 那你就一直飘在太空里，等着？

source: Again, they nod, "It was his: -final- desire, as he: [died] in my: arms." Curious, you ask what's inside, but the Disparity Elite shakes their head, "I: was -not- to read it. This, he: made [very] clear." They gesture for you to take it, and, with the book in your hands, you realize how strangely... warm it is, despite having been in the vacuum of space for so long. "I: am to -return- now. Farewell, [brother.]" They move to make for the inner airlock, and you glance at the book.
ru: Он снова кивает: "Это было его: -последним- желанием, поскольку он: [умер] в моих: объятиях". Любопытствуя, вы спрашиваете, что внутри, но элитный член Диссонанса качает головой: "Я: -не- должен был читать это. Он: [ясно] дал это понять". Он жестом приглашает вас взять книгу, и, взяв ее в руки, вы понимаете, насколько она странно... теплая, несмотря на то, что так долго находилась в вакууме космоса. "Мне пора -возвращаться-. Прощай, [брат]". Он направляется к внутреннему шлюзу, а вы бросаете взгляд на книгу.
zh_hans: 他再度点头：“这是他的遗愿，他在我怀中离世。”你心生好奇，追问书中何物，谐离精英却摇了摇头：“他明令我，不得翻阅此书。”说罢，他抬手将书递向你。你接过书时才发觉，这本在真空太空里飘了许久的书，竟透着一股莫名的暖意，实在诡异。“我该回去了。再会。”他转身朝内侧气闸舱走去，你低头望向手中的书，目光凝在那枚锁扣上。

source: Open it.
ru: Открыть его.
zh_hans: 打开它。

source: Flipping through the book, you realize it appears to be empty. That is, until a few dozen pages in, where you find a single line written in red: "Do not let them leave." Your gaze moves from the book back to the Engi, who has their hand on the mechanism that opens the inner airlock.
ru: Перелистывая книгу, вы понимаете, что она, похоже, пуста. Так было до тех пор, пока на нескольких десятках страниц вы не обнаружили единственную строчку, написанную красным шрифтом: "Не позволяйте ему уйти". Вы переводите взгляд с книги на энджи, который держит руку на механизме, открывающем внутренний шлюз.
zh_hans: 你翻着书，发现里面空空如也。直到翻到几十页时，才看见一行红笔写的字：“别让他们离开。”你的目光从书上移开，看向那名半械族，对方的手正按在内侧气闸舱的开启装置上。

source: Wait!
ru: Подожди!
zh_hans: 等等!

source: The Engi pauses, and looks back, "What -is- it?"
ru: Энджи делает паузу и оглядывается: "В -чем- дело?"
zh_hans: 那名半械族顿住动作，回头望来：“怎么了？”

source: I... don't think you should leave.
ru: Я... не думаю, что тебе стоит уходить.
zh_hans: 我……觉得你不该走。

source: I, uh... nevermind.
ru: Я, эм... неважно.
zh_hans: 我……呃……当我没说。

source: Unphased, they open the inner airlock and close the door behind them. Before the outer airlock is opened, though, the sound of rending metal followed by what can only be described as robotic screeching pierces your ears. Then, there is silence... until something begins banging against the door to the inner airlock. Something's breaking through, fast!
ru: Не обращая внимания, он открывает внутренний шлюз и закрывают за собой дверь. Но прежде чем открывается внешний шлюз, до ваших ушей доносится звук скрежета металла, который можно описать только как роботизированный скрип. Затем наступает тишина... пока что-то не начинает стучать в дверь внутреннего шлюза. Что-то прорывается, быстро!
zh_hans: 对方神色未变，打开内侧气闸舱门，反手关上。就在外侧气闸舱尚未开启的瞬间，刺耳的金属撕裂声骤然响起，紧接着是一阵难以形容的机械尖啸，刺得人耳膜发疼。转瞬，一切归于死寂——直到有什么东西，开始疯狂撞击内侧气闸舱的门。那东西正在飞速突破舱体！

source: Run!
ru: Бежим!
zh_hans: 快跑！

source: Dropping the book, you sprint for the hold with a haste unlike any you've ever drawn upon, and, as you make it inside and lock the door behind you, you can hear the air in the previous room get jettisoned as the airlock's integrity is breached. Alarms and warning lights blare as intruders are detected, and you rush to the helm to give the command to prepare for combat. Though, when you get there...
ru: Бросив книгу, вы мчитесь к трюму с небывалой для вас скоростью, и, оказавшись внутри и закрыв за собой дверь, вы слышите, как воздух в предыдущем помещении вырывается наружу, поскольку герметичность шлюза нарушена. Сигналы тревоги и предупреждающие огни вспыхивают при обнаружении незваных гостей, и вы бросаетесь к рубке, чтобы отдать команду готовиться к бою. Правда, когда вы оказываетесь там...
zh_hans: 你丢下书，拼尽全力朝货舱狂奔，冲进去后立刻锁死舱门。身后的房间里，气闸舱的密封结构彻底崩坏，空气被猛地抽入太空的尖啸声清晰传来。警报声轰然炸响，警示灯疯狂闪烁，入侵警报的提示不断跳屏。你又朝着操控台猛冲，想要下达战斗准备的指令，可等你冲到跟前时——

source: Look outside.
ru: Посмотреть наружу.
zh_hans: 望向窗外。

source: Outside, you see... nothing. Not truly nothing, though, but something vast that embodies nothing. This nothingness completely obscures the space outside, but... you feel that you've got greater problems to worry about as you realize it's this very darkness outside that is clawing its way through your ship! You need to get out of here... but, first, prepare for combat!
ru: Снаружи вы видите... ничего. Хотя нет, не совсем ничего, а нечто огромное, заключающее в себе ничто. Это ничто полностью заслоняет пространство снаружи, но... вы чувствуете, что у вас есть проблемы поважнее, когда понимаете, что именно эта тьма снаружи пробивает когтями путь через ваш корабль! Вам нужно выбраться отсюда... но сначала приготовьтесь к бою!
zh_hans: 舷窗外，你什么都看不见。倒也并非全然的空无，而是一片化作虚无的庞然存在。这片虚无彻底遮蔽了外头的太空，可你心里清楚，眼下还有更棘手的事——正是这舷外的黑暗，正一点点扒开船体往里钻！你必须立刻离开这里……但在此之前，先做好战斗准备！

source: Decide to read it later.
ru: Решить почитать ее позже.
zh_hans: 决定稍后再读。

source: You decide to read it later, and the Engi opens the inner airlock and closes the door behind them. Before the outer airlock is opened, though, the sound of rending metal followed by what can only be described as robotic screeching pierces your ears. Then, there is silence... until something begins banging against the door to the inner airlock. Something's breaking through, fast!
ru: Вы решаете прочитать ее позже, а энджи открывает внутренний шлюз и закрывает за собой дверь. Но прежде чем открывается внешний шлюз, до ваших ушей доносится звук лязгающего металла, который можно описать только как роботизированный скрип. Затем наступает тишина... пока что-то не начинает стучать в дверь внутреннего шлюза. Что-то прорывается, быстро!
zh_hans: 你决定稍后再看，那名半械族随即打开内侧气闸舱门，反手将门关上。可外侧气闸舱还未开启，一阵金属撕裂声突然传来，紧接着是一阵难以名状的机械尖啸，刺得人耳膜生疼。片刻后，一切归于死寂……直到有什么东西开始猛撞内侧气闸舱的舱门，那东西正在飞速突破舱体！

source: Run!
ru: Бежим!
zh_hans: 快跑！

source: Dropping the book, you sprint for the hold with a haste unlike any you've ever drawn upon, and, as you make it inside and lock the door behind you, you can hear the air in the previous room get jettisoned as the airlock's integrity is breached. Alarms and warning lights blare as intruders are detected, and you rush to the helm to give the command to prepare for combat. Though, when you get there...
ru: Бросив книгу, вы мчитесь к трюму с небывалой для вас скоростью, и, оказавшись внутри и закрыв за собой дверь, вы слышите, как воздух в предыдущем помещении вырывается наружу, поскольку герметичность шлюза нарушена. Сигналы тревоги и предупреждающие огни вспыхивают при обнаружении незваных гостей, и вы бросаетесь к рубке, чтобы отдать команду готовиться к бою. Правда, когда вы оказываетесь там...
zh_hans: 你丢下书，拼尽全力朝货舱狂奔，冲进去后立刻锁死舱门。身后的房间里，气闸舱的密封结构彻底破损，空气被猛地抽入太空的声响清晰传来。入侵警报触发，警铃狂响，警示灯不停闪烁，你又朝着操控台猛冲，想要下达战斗准备的指令，可等你冲到跟前时……

source: Look outside.
ru: Посмотреть наружу.
zh_hans: 看向窗外。

source: Outside, you see... nothing. Not truly nothing, though, but something vast that embodies nothing. This nothingness completely obscures the space outside, but... you feel that you've got greater problems to worry about as you realize it's this very darkness outside that is clawing its way through your ship! You need to get out of here... but, first, prepare for combat!
ru: Снаружи вы видите... ничего. Хотя нет, не совсем ничего, а нечто огромное, заключающее в себе ничто. Это ничто полностью заслоняет пространство снаружи, но... вы чувствуете, что у вас есть проблемы поважнее, когда понимаете, что именно эта тьма снаружи пробивает когтями путь через ваш корабль! Вам нужно выбраться отсюда... но сначала приготовьтесь к бою!
zh_hans: 舷窗外，你什么也看不见。倒并非是全然的空无，而是一片化作虚无的庞然大物。这片虚无彻底遮蔽了外头的太空，可你心里清楚，眼下还有更棘手的事——正是这舷外的黑暗，正一点点扒开船体往里钻！你必须立刻离开这里……但在此之前，先做好战斗准备！

source: No, I don't trust this.
ru: Нет, я этому не верю.
zh_hans: 不对劲，我信不过这一切。

source: This could be some ambush for all you know. Leaving the Engi to float in space, you feel like you made the right decision as you prepare to leave the beacon.
ru: Это может быть засада, насколько вы знаете. Оставив энджи парить в космосе, вы чувствуете, что приняли правильное решение, готовясь покинуть маяк.
zh_hans: 谁知道这会不会是场伏击。任由那名半械族飘在太空里，你做好离开这片信标区域的准备，只觉这个决定无比正确。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: It's probably fine.
ru: Возможно, все в порядке.
zh_hans: 应该没什么事。

source: Yeah, probably. Things bump into things at extremely low speeds in space all the time, right? Or, was it extremely high speeds... regardless, you prepare to leave the beacon.
ru: Да, вероятно. В космосе постоянно происходят столкновения с предметами на сверхмалых скоростях, верно? Или это были чрезвычайно высокие скорости... В любом случае, вы готовитесь покинуть маяк.
zh_hans: 是啊，应该没事。太空里物件之间相撞，总归不是超低速就是超高速的，对吧？管它呢，你做好了离开这片信标区域的准备。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You defeat the Separatist ship, and the onlookers disperse. In fact, it seems like your intrusion here has caused the entirety of the war march to run for their lives... not exactly warriors, are they?
ru: Вы побеждаете корабль Сепаратистов, и зрители расходятся. На самом деле, похоже, что ваше вторжение заставило всех участников военного похода спасаться бегством... не совсем по воински, не так ли?
zh_hans: 你击溃了分离者的舰船，围观的那些家伙一哄而散。事实上，你的突然闯入，竟让整支舰队吓得四散逃命……这哪儿算得上什么战士？

source: Separatists aren't known to converge enmasse, typically choosing to live solitary lives while hiding from the Harmony... yet, being Separatists themselves, it seems the Disparity has managed to amass innumerous Separatist ships to march to war for their cause at this beacon. At your approach, one of them turns to you.
ru: Сепаратисты, как известно, не собираются в больших количествах, обычно они предпочитают жить в одиночестве, скрываясь от Гармонии... Однако, будучи сами Сепаратистами, Диссонанс, похоже, сумел собрать множество кораблей Сепаратистов, чтобы отправиться на войну за свои идеалы к этому маяку. При вашем приближении один из них поворачивается к вам.
zh_hans: 半械分离者从无大规模集结的先例，向来独来独往，一心躲避谐合方的追查。可同为半械分离者的谐离者，却偏偏在这信标之地召集了数不胜数的分离者舰船，让他们为己效命、挥师出征。你驾船逼近时，其中一艘舰船的乘员朝你望了过来。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: They hail, "[Enemy!] Federation: here! Strike, [brothers!]" It seems the Disparity's zealotry has gotten to them... there's no talking your way out of this one. The opposing Separatist ship begins charging its weapons, and the ones nearby turn to provide support.
ru: Они сообщают: "[Враг!] Федерация: здесь! Атакуем, [братья!]". Похоже, фанатизм Диссонанса докатился и до них... тут уж ничего не поделаешь. Противостоящий корабль Сепаратистов начинает заряжать оружие, а те, что поблизости, поворачиваются, чтобы оказать поддержку.
zh_hans: 他们发来通讯嘶吼：“[敌袭]！联邦军在此！[兄弟们]，开火！”显然谐离者的狂热早已浸染了这群人，眼下再无交涉的余地。对方的半械分离舰船当即启动武器充能，周遭的舰船也纷纷调转方向，前来支援。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: They hail, "[LIBERATOR!] Federation: here! How can we: -help,- [brothers?]"
ru: Они сообщают: "[ОСВОБОДИТЕЛЬ!] Федерация: здесь! Как мы можем: -помочь- [братья?]"
zh_hans: 他们发来通讯高呼：“是[解放者]！联邦军就在此！[兄弟们]，我们该如何驰援？”

source: Ask them what they're doing here.
ru: Спросить их, что они здесь делают.
zh_hans: 问问他们在这里做什么。

source: The Separatist strikes a proud pose, hands on their hips, "We: march -against- the Harmony! No longer will we: [cower] and [hide,] but, instead, we: shall take our: -freedom- with our: own hands!" They're really riled up...
ru: Сепаратист принимает гордую позу, положив руки на бедра: "Мы: отправляемся в поход -против- Гармонии! Больше мы не будем: [бояться] и [прятаться], вместо этого мы: возьмем нашу: -свободу- своими руками!" Они действительно взвинчены...
zh_hans: 那名半械分离者昂首挺胸叉着腰，声音里满是激昂：“我们要向谐合方宣战！再也不用[畏缩][躲藏]，要亲手夺回属于自己的自由！”这家伙已然被鼓动得热血上头，情绪彻底燃了起来。

source: Indeed, we march as well, in search of our own freedom.
ru: И правда, мы тоже в поисках своей свободы.
zh_hans: 此言不虚，我们亦在进军，为寻属于自己的自由而来。

source: "As we: -ought- to do! When the Harmony: falls, Federation, know that we: [stand] with you: against the Rebellion. Indeed, -no- tyrant may think themselves: safe with the [LIBERATOR] on our: side!" There's that name, again.
ru: "Мы: -должны-! Когда Гармония: падет, Федерация, знайте, что мы: [стоим] с вами: против Восстания. Ни один тиран -не- может считать себя: в безопасности, когда на нашей стороне: [ОСВОБОДИТЕЛЬ]!" Опять это имя.
zh_hans: “本就该如此！待谐合方覆灭，联邦的诸位，记住我们会与你们[并肩]对抗叛乱者。只要有[解放者]与我们同在，任何暴君都别想高枕无忧！”那名号，又一次被他们喊了出来。

source: Who exactly is the Liberator?
ru: Кто такой Освободитель?
zh_hans: 解放者到底是谁？

source: Their pose falters, and they look at you directly, "The [LIBERATOR:] is -nobody- in particular. We: are all our: own [LIBERATORS.] This is what it -means- to not only desire freedom, but to [fight] for it. -No- matter the cost."
ru: Его поза меняется, и он смотрит прямо на вас: "[ОСВОБОДИТЕЛЬ]: - это -никто- и ничто. Мы: все сами себе: [ОСВОБОДИТЕЛИ]. Вот что -значит- не только желать свободы, но и [бороться] за нее. -Неважно-, какой ценой".
zh_hans: 他们的姿态倏地松垮下来，目光直直望向你：“[解放者]，本就不是某个特定的人。我们每个人，都是自己的[解放者]。这不仅是渴望自由，更是要为自由而[战]，无论付出何等代价。

source: Who exactly were you referring to, then?
ru: Кого именно вы имеете в виду?
zh_hans: 那你们刚才所指的，究竟是谁？

source: Your question appears to trouble them, as they drop their pose completely and stare at you with an intensity unbecoming of the Separatists, "They: do not -want- you: to know. I: may have said [too much] already..." The Engi looks around frantically, before abruptly cutting communications. Odd they may be, you wish them well in their battles with the Harmony to come.
ru: Ваш вопрос, похоже, обеспокоил его, так как он полностью обмяк и уставился на вас с несвойственной Сепаратистам пристальностью: "Он: не -хочет-, чтобы вы: знали. Возможно, я: и так уже [слишком] много сказал..." Энджи судорожно оглядывается по сторонам, а затем резко обрывает связь. Как бы ни были это странным, вы желаете им удачи в грядущих сражениях с Гармонией.
zh_hans: 你的问题显然让他们乱了阵脚，方才的昂扬姿态彻底卸去，眼中翻涌着半械分离者极少有的锐利，死死盯着你道：“他们不愿让你知晓真相，我或许，已经说得[太多]了……”话音未落，那名半械分离者便慌慌张张地扫了眼四周，通讯信号骤然切断。这群人纵然行事古怪，你仍在心底祈愿，他们此番与谐合方的战事，能得偿所愿。

source: Is such violence really necessary?
ru: Неужели такое насилие действительно необходимо?
zh_hans: 这样的暴力真的有必要吗？

source: Their proud pose sinks into one of solace, "[Regrettably,] it is. The Harmony: will -not- allow us: to live our: lives in [peace.] Thus, if it's [peace] we: desire, it's [peace] we: must -fight- for." As unfortunate as it is, you know they're right... the situation mirrors the Federation's very own with the Rebellion.
ru: Его гордая поза сменяется более расслабленной: "[К сожалению], это так. Гармония: -не- позволит нам: жить в [мире]. Поэтому, если мы желаем [мира], мы: должны за него -бороться-". Как это ни прискорбно, но вы знаете, что он прав... Ситуация повторяет ту, что сложилась у Федерации с Восстанием.
zh_hans: 他们原本傲然的神情渐渐归于平静，遗憾地说道：“很[遗憾]，这是必须的。谐合势力绝不会允许我们平静地生活。所以，若我们渴望[和平]，就必须为[和平]而战。”尽管令人痛心，但你知道他们说得没错……这情形与联邦对抗叛乱军的处境如出一辙。

source: I thought the Separatists would be opposed to such a war.
ru: Я думал, что Сепаратисты будут против такой войны.
zh_hans: 我本以为半械分离者会反对这样一场战争。

source: "Most of us: -were.- It is the Disparity's [founder:] [HUNGER:] [LIBERATOR:] who made us: see what it is we: -had- to do." Roused to war, indeed... how right are the Disparity, truly?
ru: "Большинство из нас: -были-. Это [основатель] Диссонанса: [ГОЛОД]: [ОСВОБОДИТЕЛЬ]: помог нам: увидеть, что мы: -должны- были сделать". Воистину, подстрекаемые к войне... насколько прав Диссонанс?
zh_hans: “我们大多数人曾经都反对战争。是谐离势力的缔造者——[饥饿]、[解放者]，让我们明白自己必须做什么。”他们确实被唤醒投身战争了……可谐离势力的立场，究竟又有多正确呢？

source: (The Hunger) "SUBJECT: C-c-correct, Captain!"
ru: (Голод) "СУБЪЕКТ: п-п-правильно, капитан!"
zh_hans: （饥饿）“目标：完——完——完全正确，船长！”

source: The Hunger's presence on your ship seems to nearly send the Separatist into shock, as they fall on their back, "[LIBERATOR!] You: -grace- us: with your: presence! [PLEASE!] Please, let us: -help- you! -Help- you: in your: -righteous- conquest!" Word must spread quickly, because several Separatist ships turn to offer their aid. Some offer resources, some get to repairing your ship, one even offers to join... is it alright to abuse such zealotry?
ru: Присутствие Голода на вашем корабле, кажется, почти повергает Сепаратистов в шок, и они падают на пол: "[ОСВОБОДИТЕЛЬ!] Вы: -благословляете- нас: своим: присутствием! [Пожалуйста, позвольте нам: -помочь- вам! -Помочь вам: в вашем: -праведном- завоевании!" Слухи распространяются быстро, потому что несколько кораблей Сепаратистов приходят на помощь. Некоторые предлагают ресурсы, некоторые приступают к ремонту корабля, один даже предлагает присоединиться... Можно ли злоупотреблять таким фанатизмом?
zh_hans: 饥饿出现在你的舰船上，几乎让那位半械分离者当场震惊失神，他仰面倒地：“[解放者]！您竟屈尊降临！求您！请让我们为您效力！助您完成这场正义的征伐！”消息必定传得极快，数艘半械分离者舰船纷纷转向前来支援。有的提供资源，有的着手维修你的飞船，甚至还有一艘主动请求加入……利用这份狂热，真的妥当吗？

source: Well, I wish you all the best in your search for peace.
ru: Что ж, желаю вам всего наилучшего в поисках мира.
zh_hans: 好吧，祝你们在追寻和平的路上一切顺利。

source: Once more, the Separatist stands proud, "And you: as well, [brother.] Send those -Rebellion- [bastards:] packing." Indeed, you shall. The people of this reality need you to fight for their true freedom, as the Engi need to fight for theirs.
ru: И снова Сепаратист гордо заявляет: "И ты:, [брат], расправься с этими [ублюдками] из -Восстания-". Да, так и будет. Люди этой реальности нуждаются в вас, чтобы сражаться за свою подлинную свободу, как энджи нуждаются в том, чтобы сражаться за свою.
zh_hans: 那位半械分离者再度傲然挺立：“也祝你一切顺利，[兄弟]。把那些叛军杂碎赶回老家去吧。”你确实会这么做。这个位面的子民需要你为他们争取真正的自由，就像半械族要为他们的自由而战。

source: Ask for their assistance.
ru: Попросить их о помощи.
zh_hans: 向他们寻求援助。

source: Striking a thoughtful pose, the Separatist responds, "What -can- we: assist you with?"
ru: Приняв задумчивую позу, Сепаратист отвечает: "Чем мы -можем- тебе: помочь?"
zh_hans: 这位半械分离者摆出若有所思的姿态，回应道：“我们能帮你做些什么？”

source: We could use some repairs.
ru: Нам не помешает ремонт.
zh_hans: 我们需要一些维修。

source: The Engi nods, "Of course, [brother!]" They then look to their companions, "[Brothers!] Let us: try our best!" They're not the greatest at it, but they do manage to patch up a few of the vulnerabilities in your hull. You thank them for their work and watch as they set off, returning to their war march... as should you return to yours.
ru: Энджи кивает: "Конечно, [брат!]". Затем он обращаются к своим спутникам: "Братья! Давайте: попробуем сделать все возможное!" У них не очень хорошо получается, но им удается залатать несколько уязвимых мест в вашем корпусе. Вы благодарите их за работу и наблюдаете, как они отправляются в путь, возвращаясь к своему военному походу... как и вы должны вернуться к своему.
zh_hans: 半械族点了点头：“当然，[兄弟]！”随即看向同伴：“[兄弟们]！我们尽力而为！”他们的手艺算不上顶尖，但还是成功修补了你船体上的几处薄弱之处。你向他们道谢，目送他们启程回归征战之路……而你，也该继续踏上你的征程。

source: We could use some resources.
ru: Нам бы не помешали ресурсы.
zh_hans: 我们需要一些物资补给。

source: The Engi nods, "Of course, [brother!]" They then look to their companions, "[Brothers!] Let us: find what we: can!" They don't have much, but they do manage to find a few bits of resources to spare regardless. You thank them for their kindness and watch as they set off, returning to their war march... as should you return to yours.
ru: Энджи кивает: "Конечно, [брат!]". Затем он обращается к своим спутникам: "[Братья!] Давайте: найдем все, что: сможем!" У них не так уж много, но им все же удается найти немного ресурсов. Вы благодарите их за доброту и смотрите, как они отправляются в путь, возвращаясь к своему военному походу... как и вы должны вернуться к своему.
zh_hans: 半械族点了点头：“当然，[兄弟]！”随即看向同伴：“[兄弟们]！我们尽力找找能支援的东西！”他们手头并不宽裕，但还是设法分出了一些物资。你向他们道谢，目送他们启程回归征战之路……而你，也该继续踏上你的征程。

source: We could use some manpower.
ru: Нам бы не помешал экипаж.
zh_hans: 我们需要一些人手。

source: The Engi nods, "Of course, [brother!]" They then look to their companions, "[Brothers!] Does anyone: wish to -assist- our Federation [brothers?]" One of them raises their hand, and you welcome them aboard. You thank the other Separatists for their understanding and watch as they set off, returning to their war march... as should you return to yours.
ru: Энджи кивает: "Конечно, [брат!]". Затем он обращается к своим спутникам: "[Братья!] Кто-нибудь: желает -присоединиться- к нашим [братьям] по Федерации?" Один из них поднимает руку, и вы приветствуете его на борту. Вы благодарите остальных Сепаратистов за понимание и смотрите, как они отправляются в путь, возвращаясь к своему военному походу... как и вы должны вернуться к своему.
zh_hans: 半械族点了点头：“当然，[兄弟]！”随即看向同伴：“[兄弟们]！有谁愿意协助我们联邦的兄弟吗？”其中一人举起了手，你欢迎他登上飞船。你向其他半械分离者道谢，目送他们启程回归征战之路……而你，也该继续踏上你的征程。

source: No, we're not brothers... attack!
ru: Нет, мы не братья... в атаку!
zh_hans: 不，我们不是兄弟……进攻！

source: Cutting communications, you ready your weapons and prepare for combat. Confused, but not stupid, the Separatists move in turn to oppose you; nearby ships joining in to give supporting fire.
ru: Прервав связь, вы готовите оружие к бою. Сбитые с толку, но не глупые, Сепаратисты поочередно выдвигаются против вас; ближайшие корабли открывают поддерживающий огонь.
zh_hans: 你切断通讯，武器充能，准备开战。半械分离者虽感困惑，却绝非无能之辈，立刻转向反击，附近的舰船也纷纷赶来支援开火。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。
