Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: The Disparity Elite plays another sigh sound effect, this one lighter, "Phew, awesome. Thanks, Fed, just send 'em: over." You do as you're told and send your Separatist to the other vessel, but they pause communications while they do whatever it is that they're doing. You were a little curious as to the process...
ru: Элита Диссонанса воспроизводит еще один звуковой эффект вздоха, на этот раз более легкий: "Фух, круто. Спасибо, Фед, просто отправь его: сюда". Вы делаете, что вам говорят, и отправляете своего Сепаратиста на другой корабль, связь прерывается, пока с вашим членом экипажа делают то, что было обещано. Вам было немного любопытно узнать, что там происходит...
zh_hans: 谐离精英又发出一声叹息音效，这次轻了许多，“呼，太好了。谢了，联邦的人，把他们送过来吧。”你依言将自己的半械分离者送往另一艘飞船，不过对方在进行某种操作时暂停了通讯。你对这个过程有点好奇……

source: Wait for your Engi's return.
ru: Дождаться возвращения вашего энджи.
zh_hans: 等待你的半械族归来。

source: You're left waiting a lot longer than you expected... though, eventually, your Separatist does indeed return. Transformed into a Disparity Elite, no less... they seem a little out of it, so you move to help them sit down, but you're sent reeling in pain when you try grabbing their arm. For whatever reason, they are extremely hot to the touch. You surmise that it's likely something to do with whatever process was involved in the transformation, but... you're only left feeling more curious than when you started while you prepare to leave the beacon.
ru: Вам пришлось ждать гораздо дольше, чем вы ожидали... хотя, в конце концов, ваш Сепаратист действительно вернулся. Превратившийся в элиту Диссонанса... Он выглядит немного не в себе, поэтому вы подходите, чтобы помочь ему сесть, но при попытке взять его за руку вы вздрагиваете от боли. По какой-то причине он очень горячий на ощупь. Вы догадываетесь, что это, скорее всего, связано с процессом превращения, но... вам становится еще более любопытно, чем в начале, пока вы готовитесь покинуть маяк.
zh_hans: 你等待的时间远比预期的要久……不过最终，你的半械分离者还是回来了。而且，他们已然变身成了谐离精英……他们看起来有些神志不清，你上前想扶他们坐下，可刚碰到他们的手臂，就被一阵剧痛弹开。不知为何，他们的体表温度高得惊人。你推测这应该和刚才的转化过程有关……可在准备离开信标时，你心里的疑惑反而比一开始更重了。

source: (Nano Separatist) Sure, power sounds cool.
ru: (Наносепаратист) Конечно, сила - это круто.
zh_hans: （纳米半械分离者）当然，力量听起来不错。

source: The Disparity Elite plays a sigh sound effect, out loud, in relief, "Phew, awesome. Thanks, Fed, just send 'em: over." You do as you're told and send your Separatist to the other vessel, but they pause communications while they do whatever it is that they're doing. You were a little curious as to the process...
ru: Элита Диссонанса воспроизводит звуковой эффект вздоха, громко, с облегчением: "Фух, круто. Спасибо, Фед, просто отправь его: сюда". Вы делаете, что вам говорят, и отправляете своего Сепаратиста на другой корабль, связь прерывается, пока с вашим членом экипажа делают то, что было обещано. Вам было немного любопытно узнать, что там происходит...
zh_hans: 谐离精英如释重负地大声发出一声叹息音效，“呼，太好了。谢了，联邦的人，把他们送过来吧。”你依言将自己的半械分离者送往另一艘飞船，不过对方在进行某种操作时暂停了通讯。你对这个过程有点好奇……

source: Wait for your Engi's return.
ru: Дождаться возвращения вашего энджи.
zh_hans: 等待你的半械族归来。

source: You're left waiting a lot longer than you expected... though, eventually, your Separatist does indeed return. Transformed into a Disparity Elite, no less... they seem a little out of it, so you move to help them sit down, but you're sent reeling in pain when you try grabbing their arm. For whatever reason, they are extremely hot to the touch. You surmise that it's likely something to do with whatever process was involved in the transformation, but... you're only left feeling more curious than when you started while you prepare to leave the beacon.
ru: Вам пришлось ждать гораздо дольше, чем вы ожидали... хотя, в конце концов, ваш Сепаратист действительно вернулся. Превратившийся в элиту Диссонанса... Он выглядит немного не в себе, поэтому вы подходите, чтобы помочь ему сесть, но при попытке взять его за руку вы вздрагиваете от боли. По какой-то причине он очень горячий на ощупь. Вы догадываетесь, что это, скорее всего, связано с процессом превращения, но... вам становится еще более любопытно, чем в начале, пока вы готовитесь покинуть маяк.
zh_hans: 你等待的时间远比预期的要久……不过最终，你的半械分离者还是回来了。而且，他们已然变身成了谐离精英……他们看起来有些神志不清，你上前想扶他们坐下，可刚碰到他们的手臂，就被一阵剧痛弹开。不知为何，他们的体表温度高得惊人。你推测这应该和刚才的转化过程有关……可在准备离开信标时，你心里的疑惑反而比一开始更重了。

source: Yeah, a drone sounds cool, I guess.
ru: Ага, дрон - это круто, я считаю.
zh_hans: 我觉得吧，一架无人机听起来还挺酷的。

source: The Disparity Elite plays another sigh sound effect, this one lighter, "Phew, awesome. Thanks, Fed, I'll send it: over." You're not left waiting long, as some cargo appears in your hold only a few moments later. Inspecting it, you find it to indeed be a Disparity drone... though, later, as you go to leave the beacon, you think about how oddly warm to the touch it was.
ru: Элита Диссонанса воспроизводит еще один звуковой эффект вздоха, на этот раз более легкий: "Фух, круто. Спасибо, Фед, я отправлю: его". Долго ждать не приходится: через несколько мгновений в вашем трюме появляется какой-то груз. Осмотрев его, вы обнаруживаете, что это действительно дрон Диссонанса... хотя позже, когда вы собираетесь покинуть маяк, вы думаете о том, что он был странно теплым на ощупь.
zh_hans: 谐离精英又发出一声轻一些的叹息音效，“呼，太好了。谢了，联邦的人，我这就把它送过来。”你没等多久，片刻之后就有一些货物出现在你的货舱里。检查之后，你发现那确实是一架谐离无人机……不过后来，当你准备离开信标时，你想起它摸起来温度异常地高。

source: You can't buy my silence!
ru: Вам не купить мое молчание!
zh_hans: 你买不断我的沉默！

source: The Engi plays a laugh track, "Guess I'm just gonna have to, like, kill you then, man. Sorry about: this." Their weapons spring to life!
ru: Энджи проигрывает трек смеха: "Похоже, мне придется тебя убить, чувак. Прости за это". Их оружие оживает!
zh_hans: 半械族播放出一段笑声音效，“看来我只能，呃，杀了你了，兄弟。对此我很抱歉。”他们的武器瞬间启动！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Yeah, I am!
ru: Да, это так!
zh_hans: 没错，就是我！

source: The Engi plays a laugh track, "Guess I'm just gonna have to, like, kill you then, man. Sorry about: this." Their weapons spring to life!
ru: Энджи проигрывает трек смеха: "Похоже, мне придется тебя убить, чувак. Прости за это". Их оружие оживает!
zh_hans: 半械族播放出一段笑声音效，“看来我只能，呃，杀了你了，兄弟。对此我很抱歉。”他们的武器瞬间启动！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Yeah! You can help me by DYING!
ru: Да! Ты можешь помочь мне, если УМРЕШЬ!
zh_hans: 好啊！你去死就是帮我了！

source: The Engi plays a laugh track, out loud, "Guess I'm just gonna have to, like, kill you then, man. Sorry about: this." Their weapons spring to life!
ru: Энджи проигрывает трек смеха, произнося: "Похоже, мне придется тебя убить, чувак. Прости за это". Их оружие оживает!
zh_hans: 半械族大声播放出一段笑声音效，“看来我只能，呃，杀了你了，兄弟。对此我很抱歉。”他们的武器瞬间启动！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: They're alone? Attack!
ru: Они одни? Атакуем!
zh_hans: 他们落单了？进攻！

source: You move in on the Disparity ship, making your aggression known, and they begin charging their weapons in self-defense.
ru: Вы приближаетесь к кораблю Диссонанса, давая понять о своей агрессии, и они начинают заряжать оружие в целях самообороны.
zh_hans: 你逼近谐离飞船，明确展现出敌意，他们随即开始为武器充能，进行自卫。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Not interested.
ru: Не интересует.
zh_hans: 没兴趣。

source: Cool, there's a ship... do you know how many ships you see, traveling through countless sectors? Like you need to be interested in each and every one. Thus, ignoring the ship, you make preparations to leave the beacon.
ru: Круто, корабль... А знаете ли вы, сколько кораблей вы видите, путешествуя по бесчисленным секторам? Как будто вас должен интересовать каждый из них. Поэтому, не обращая внимания на корабль, вы готовитесь покинуть маяк.
zh_hans: 还行，这儿有艘飞船……你在无数星区穿梭时，见过多少飞船你心里没数吗？好像你非得对每一艘都感兴趣似的。于是你无视了这艘飞船，准备离开这个信标。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: With the shadows outside clawing at your hull, you have until this timer hits 0 to force them to retreat before you take any serious damage.
ru: Пока тени снаружи царапают ваш корпус, у вас есть время, чтобы заставить их отступить, прежде чем вы получите серьезные повреждения.
zh_hans: 外面的阴影正撕扯着你的船体，你必须在计时器归零前迫使他们撤退，否则你将遭受重创。

source: You manage to break free from the darkness, but you're not safe yet. You need to get out of here!
ru: Вам удается вырваться из тьмы, но вы еще не в безопасности. Вам нужно выбираться отсюда!
zh_hans: 你总算挣脱了黑暗，但还没有安全。你必须马上离开这里！

source: The darkness rips and tears at your hull, but you're able to free yourself from its grasp before you sustain truly heavy damage. Still, you need to get out of here while you still have the chance!
ru: Тьма терзает и разрывает ваш корпус, но вам удается освободиться от ее хватки, прежде чем вы получите действительно серьезные повреждения. Тем не менее вам нужно убираться отсюда, пока у вас еще есть шанс!
zh_hans: 黑暗撕扯着你的船体，但你在遭受重创前挣脱了它的掌控。不过，你必须趁还有机会赶紧离开这里！

source: Before you can move to do anything, you receive a hail. Not from any nearby ship, though, but an outpost on the surface of a nearby moon... weirder yet, it's on a Free Mantis channel.
ru: Прежде чем вы успеваете что-либо предпринять, вы слышите улавливаете сигнал тревоги. Но не с ближайшего корабля, а с аванпоста на поверхности соседней луны... что еще более странно, это канал Свободных богомолов.
zh_hans: 在你采取任何行动之前，收到了一段通讯呼叫。不过并非来自附近的飞船，而是来自邻近一颗卫星表面的前哨站……更奇怪的是，信号使用的是自由螳螂族的通讯频道。

source: Accept the hail.
ru: Принять вызов.
zh_hans: 接受呼叫。

source: You accept the hail, but there's no visual feed. Still, though staticky and muffled, a voice breaks through, "Fed-------- --tting out of t----- Sha---- --uff comi--- --adows s----- -o get here! Get he---" The feed dies. It sounded urgent, like they were trying to warn you... and the last words you understood bid you reach them. Should you make for the outpost?
ru: Вы принимаете вызов, но визуальная связь отсутствует. И все же, хотя голос звучит приглушенно, он прорывается: "Фед... ...дить отту...! Тен... ...жаться ...ени ид... сюда! Сюда! Сюд..." Передача оборвалась. Звучало как что-то срочное, как будто вас пытались предупредить... и последние слова, которые вы поняли, предлагали вам добраться до них. Стоит ли вам идти к аванпосту?
zh_hans: 你接通了通讯，但没有视频画面。尽管信号嘈杂且模糊，一个声音还是传了过来：“联邦——快——离开这里——沙——有东西从——阴影里——过来——快到这里！快——”信号中断了。听起来很紧急，他们似乎是在警告你……而你听清的最后几句话是让你赶过去。你应该前往前哨站吗？

source: Suddenly, I don't feel safe... make for the outpost.
ru: Внезапно вы почувствовали себя в опасности... отправляемся на аванпост.
zh_hans: 突然间，我感觉不安全了……前往前哨站。

source: This moon is extremely cold, it being completely frozen over, though you're still capable of scanning and finding the outpost on its surface. Stepping out into the piercing cold, with your feet sinking into the snow, you realize there's no activity within. The place, one giant building, looks abandoned, and you're second-guessing entering when you look up and notice the stars... extinguishing? No, being blotted out... something vast is blanketing the moon, and fast! You need to get inside now!
ru: Эта луна очень холодная, она полностью замерзла, но вы все равно способны просканировать и найти аванпост на ее поверхности. Выйдя на пронизывающий холод и утопая ногами в снегу, вы понимаете, что внутри нет никакой активности. Это гигантское здание выглядит заброшенным, и вы сомневаетесь, стоит ли входить в него, когда поднимаете глаза и замечаете, что звезды... гаснут? Нет... это что-то огромное покрывает луну, и быстро! Вам нужно срочно попасть внутрь!
zh_hans: 这颗卫星极度寒冷，完全被冰封，不过你仍能扫描并找到其表面的前哨站。踏入刺骨的严寒中，双脚陷进积雪，你发现里面毫无动静。这整座巨大的建筑看起来早已废弃，正当你犹豫要不要进去时，抬头却注意到群星……在熄灭？不，是被遮蔽了……某个无比庞大的东西正迅速笼罩着这颗卫星！你必须立刻进去！

source: Run!
ru: Бежим!
zh_hans: 快跑！

source: As darkness descends upon the moon, you rush for the only door to the building that you can see. Frozen shut and operated by a valve, it takes all your strength to manage to force the door open and throw yourself inside. Closing the door, you scan the room you're in and find that it's... strangely warm, its confines vaguely illuminated by faint, red lights along the walls. You're unsure how long you'll have to be here, so you may as well get settled in...
ru: С наступлением темноты вы бросаетесь к единственной видимой двери в здание. Замерзшая, закрытая на задвижку, дверь открывается с усилием, и вы вбегаете внутрь. Закрыв дверь, вы осматриваете комнату и обнаруживаете, что она... странно теплая, а ее стены слегка освещены тусклыми красными лампочками вдоль Вы не знаете, как долго вам придется здесь находиться, так что лучше обустроиться...
zh_hans: 黑暗笼罩卫星，你冲向那栋建筑唯一可见的大门。大门被冻得死死的，由一个阀门控制，你用尽全身力气才勉强把门打开，纵身冲了进去。关上门后，你扫视了一下所处的房间，却发现这里……异常温暖，墙壁上微弱的红色灯光模糊地照亮了这片空间。你不知道要在这里待多久，不妨先安顿下来……

source: Explore the facility.
ru: Осмотреть объект.
zh_hans: 探索设施。

source: Your footsteps echo throughout this strange place's halls, the only sounds that accompany the heavy snowfall that can be faintly heard outside. That is, until you get deeper, and you hear... a voice. It's distant, and you can't make it out, but it never seems to stop talking.
ru: Ваши шаги эхом разносятся по залам этого странного места - единственные звуки, это сильный снегопад, который слабо слышен снаружи. Так было до тех пор, пока вы не проникли глубже и не услышали... голос. Он отдален, и вы не можете его разобрать, но, кажется, он никогда не перестает говорить.
zh_hans: 你的脚步声在这个陌生地方的走廊里回荡，外面隐约传来的大雪声是唯一的伴奏。直到你走得更深，你听到了……一个声音。它很遥远，你听不清内容，但它似乎从未停止说话。

source: Go towards the voice.
ru: Идти навстречу голосу.
zh_hans: 朝着声音走去。

source: Ignoring your better judgment, you approach the voice. As you get closer, you begin to make it out, "Federation! Getting out of there! Shadows stuff coming! Shadows stuff, no get here! Get here!" Then, a few seconds later, "Federation! Getting out of there! Shadows stuff coming! Shadows stuff, no get here! Get here!" It's looping, over and over again. You recognize it as the same call you received on the ship... reaching the voice's source, you find nobody in the room, merely some comms gear against the wall.
ru: Пренебрегая здравым смыслом, вы приближаетесь к голосу. По мере приближения вы начинаете разбирать его: "Федерация! Уходить оттуда! Тени приближаться! Тени, идти сюда! Сюда!" Затем, несколько секунд спустя, "Федерация! Уходить оттуда! Тени приближаться! Тени, идти сюда! Сюда!" Он повторяется снова и снова. Вы узнаете в нем тот же вызов, что и на корабле... Дойдя до источника голоса, вы обнаруживаете, что в комнате никого нет, только какое-то оборудование для связи у стены.
zh_hans: 你无视了理智的判断，朝那声音靠近。越走越近，你渐渐听清了内容：“联邦！快离开那里！阴影之物来了！阴影之物，别过来！到这里来！”几秒钟后，声音又重复起来：“联邦！快离开那里！阴影之物来了！阴影之物，别过来！到这里来！”它一遍又一遍地循环播放。你认出这正是你在飞船上收到的那段通讯……来到声音源头，你发现房间里空无一人，只有墙边的一些通讯设备。

source: What the hell is this?
ru: Что это за чертовщина?
zh_hans: 这到底是什么鬼东西？

source: A thick layer of dust coats the entirety of the room. There's no telling just how long this recording has been looping, but it accurately predicted both your arrival and the shadows' approach... something unnatural is at work here, and you've done exactly as its asked. Perhaps something awaits you further within...
ru: Толстый слой пыли покрывает всю комнату. Неизвестно, как долго длилась эта запись, но она точно предсказала и ваше появление, и приближение теней... Здесь происходит что-то неестественное, и вы сделали именно то, о чем вас просили. Возможно, что-то ждет вас дальше...
zh_hans: 整间房间覆盖着一层厚厚的灰尘。没人知道这段录音循环播放了多久，但它准确预言了你的到来以及阴影的逼近……这里有某种诡异的力量在运作，而你完全按照它的要求做了。也许在更深处，有什么东西在等着你……

source: Venture deeper into the facility.
ru: Отправиться вглубь объекта.
zh_hans: 继续深入设施内部。

source: The deeper you go, the warmer it seems to get... and, eventually, you realize you can't hear the snowfall outside anymore. Not that that's really a concern, though, as it seems to have been replaced by a distant droning much further into the tunnel. A droning that's... quickly approaching.
ru: Чем глубже вы заходите, тем теплее становится... и, в конце концов, вы понимаете, что больше не слышите снегопада снаружи. Впрочем, это не так уж и важно, потому что гораздо дальше в туннеле его сменил отдаленный гул. Гул, который... быстро приближается.
zh_hans: 你越往深处走，温度似乎就越高……最后，你发现自己再也听不到外面的降雪声了。不过这也算不上什么值得担心的事，因为隧道更深处，一种遥远的低沉嗡鸣取代了风雪声。而那嗡鸣……正在迅速靠近。

source: Stay stalwart. Approach the droning.
ru: Оставаться непоколебимыми. Приблизиться к гулу.
zh_hans: 保持坚定。靠近那嗡鸣声。

source: You keep moving, and you realize its not droning but... more of a rushing sound, akin to a wave. That's when a roiling mass of what can only be described as liquid shadow overtakes you, and, instantly, you lose your footing and any sense of direction. As you suffocate, you don't feel panicked, but merely adrift... like falling into a deep sleep... in a loved one's embrace...
ru: Вы продолжаете двигаться и понимаете, что это не гул, а... скорее шум, похожий на волну. В этот момент вас настигает клубящаяся масса того, что можно описать только как жидкую тень, и вы мгновенно теряете опору и всякое чувство направления. Задыхаясь, вы не чувствуете паники, а просто плывете по течению... словно погружаясь в глубокий сон... в объятиях любимого человека...
zh_hans: 你继续前进，随即意识到那并非嗡鸣，而更像是……一阵奔涌之声，如同浪潮。就在这时，一团只能被形容为液态阴影的翻滚之物吞没了你，你瞬间失去平衡，方向感荡然无存。在窒息的瞬间，你并未感到恐慌，只觉得飘飘荡荡……如同坠入沉眠……置身于挚爱之人的怀抱之中……

source: Drown.
ru: Утонуть.
zh_hans: 淹没。

source: Yes, you drown... or, at least, you should've. Though, clearly, you don't... odd.
ru: Да, вы утонули... или, по крайней мере, должны были. Хотя, очевидно, что этого с вами не произошло... странно.
zh_hans: 没错，你被淹没了……或者说，你本该就此沉没。但很明显，你并没有……奇怪。

source: Drown.
ru: Утонуть.
zh_hans: 淹没。

source: Can you? Are you not trapped here, against your will?
ru: А вы можете? Разве вы не заперты здесь против своей воли?
zh_hans: 你能吗？难道你不也是被迫困在这里的吗？

source: Drown.
ru: Утонуть.
zh_hans: 淹没。

source: You try to drown, you really do. You choke yourself, you punch your lungs, you take in deep breaths of shadow-stuff. Alas, you cannot. I'd... like to ask you something. Is it your desire to die here? Or, is it simply to have this nightmare end?
ru: Вы пытаетесь утонуть, действительно пытаетесь. Душите себя, бьете по легким, вдыхаете тьму. Но, увы, не можете. Я бы... хотел спросить вас кое о чем. Вы действительно хотите умереть здесь? Или же просто хотите, чтобы этот кошмар наконец закончился?
zh_hans: 你拼命想就此沉没，真的很想。你窒息、捶打自己的肺部、大口吸入那些阴影物质。可你就是做不到。我……想问你一件事。你是真的想死在这里吗？还是说，你只是想让这场噩梦结束？

source: I want to die.
ru: Я хочу умереть.
zh_hans: 我想死。

source: Yet, you don't. Why is that?
ru: Однако вы этого не делаете. Но почему?
zh_hans: 可你没有。为什么？

source: They won't let me.
ru: Он мне не разрешает.
zh_hans: 他们不会让我死的。

source: Who? Who won't let you?
ru: Кто? Кто вам не разрешает?
zh_hans: 谁？谁不让你死？

source: The one who pulls my strings. They pull, and pull, and pull, and pull, and pull, and pull, and pull...
ru: Тот, кто дергает меня за ниточки. Он тянет, и тянет, и тянет, и тянет, и тянет, и тянет, и тянет, и тянет...
zh_hans: 操控我丝线的那个人。他们不停地拉扯、拉扯、拉扯、拉扯、拉扯、拉扯、拉扯……

source: I want this to end.
ru: Я хочу, чтобы все закончилось.
zh_hans: 我想让这一切结束。

source: I'm sorry, then. I'll try to make this quick.
ru: Тогда простите. Я постараюсь сделать это быстро.
zh_hans: 那我很抱歉。我会尽量快一点。

source: It hurts...
ru: Больно...
zh_hans: 好痛……

source: A voice speaks to you from the shadows that surround you, "TRULY, I AM SORRY."
ru: Из окружающих вас теней доносится голос: "ПРАВДА, Я СОЖАЛЕЮ".
zh_hans: 一个声音从你周围的阴影中传来：“真的，我很抱歉。”

source: Please... it hurts so much...
ru: Пожалуйста... мне так больно...
zh_hans: 求求你……太疼了……

source: No, this isn't right. Turn back.
ru: Нет, это неправильно. Вернуться назад.
zh_hans: 不，这不对。快回头。

source: Though you're overcome with fear, you realize you've likely waited too long to turn back... you run with all the swiftness that you can, but the droning only gets louder behind you. That's when you recognize that it's not droning, but moreso rushing... you're mid-thought when a roiling mass of what can only be described as liquid shadow overtakes you, and, instantly, you lose your footing and any sense of direction. As you suffocate, you don't feel panicked, but merely adrift... like falling into a deep sleep... in a loved one's embrace...
ru: Хотя вас одолевает страх, вы понимаете, что, вероятно, ждали слишком долго, чтобы вернуться... Вы бежите со всей возможной скоростью, но гул за спиной становится только громче. И тут вы понимаете, что это не гул, а скорее звуки бега... В этот момент вас настигает клубящаяся масса того, что можно описать только как жидкая тень, и вы мгновенно теряете опору и всякое чувство направления. Задыхаясь, вы не чувствуете паники, а просто плывете по течению... словно погружаясь в глубокий сон... в объятиях любимого человека...
zh_hans: 尽管你被恐惧笼罩，却意识到想要回头已经太迟……你拼尽全力狂奔，可身后的嗡鸣声却越来越响。就在这时，你才发觉那并非嗡鸣，而是奔涌而来的声响……念头还未落下，一团只能被称作液态阴影的翻滚之物便将你吞没，你瞬间失去平衡，所有方向感都荡然无存。窒息之际，你并未感到恐慌，只是飘飘荡荡……如同沉入酣眠……被挚爱之人拥入怀中……

source: Drown.
ru: Утонуть.
zh_hans: 淹没。

source: Yes, you drown... or, at least, you should've. Though, clearly, you don't... odd.
ru: Да, вы утонули... или, по крайней мере, должны были. Хотя, очевидно, что этого с вами не произошло... странно.
zh_hans: 没错，你被淹没了……或者说，你本该就此沉没。但很明显，你并没有……奇怪。

source: Drown.
ru: Утонуть.
zh_hans: 淹没。

source: Can you? Are you not trapped here, against your will?
ru: А вы можете? Разве вы не заперты здесь против своей воли?
zh_hans: 你能吗？难道你不也是被迫困在这里的吗？

source: Drown.
ru: Утонуть.
zh_hans: 淹没。

source: You try to drown, you really do. You choke yourself, you punch your lungs, you take in deep breaths of shadow-stuff. Alas, you cannot. I'd... like to ask you something. Is it your desire to die here? Or, is it simply to have this nightmare end?
ru: Вы пытаетесь утонуть, действительно пытаетесь. Душите себя, бьете по легким, вдыхаете тьму. Но, увы, не можете. Я бы... хотел спросить вас кое о чем. Вы действительно хотите умереть здесь? Или же просто хотите, чтобы этот кошмар наконец закончился?
zh_hans: 你拼命想就此沉没，真的很想。你窒息、捶打自己的肺部、大口吸入那些阴影物质。可你就是做不到。我……想问你一件事。你是真的想死在这里吗？还是说，你只是想让这场噩梦结束？

source: I want to die.
ru: Я хочу умереть.
zh_hans: 我想死。

source: Yet, you don't. Why is that?
ru: Однако вы этого не делаете. Но почему?
zh_hans: 可你没有。为什么？

source: They won't let me.
ru: Он мне не разрешает.
zh_hans: 他们不会让我死的。

source: Who? Who won't let you?
ru: Кто? Кто вам не разрешает?
zh_hans: 谁？谁不让你死？

source: The one who pulls my strings. They pull, and pull, and pull, and pull, and pull, and pull, and pull...
ru: Тот, кто дергает меня за ниточки. Он тянет, и тянет, и тянет, и тянет, и тянет, и тянет, и тянет, и тянет...
zh_hans: 操控我丝线的那个人。他们不停地拉扯、拉扯、拉扯、拉扯、拉扯、拉扯、拉扯……

source: I want this to end.
ru: Я хочу, чтобы все закончилось.
zh_hans: 我想让这一切结束。

source: I'm sorry, then. I'll try to make this quick.
ru: Тогда простите. Я постараюсь сделать это быстро.
zh_hans: 那我很抱歉。我会尽量快一点。

source: It hurts...
ru: Больно...
zh_hans: 好痛……

source: A voice speaks to you from the shadows that surround you, "TRULY, I AM SORRY."
ru: Из окружающих вас теней доносится голос: "ПРАВДА, Я СОЖАЛЕЮ".
zh_hans: 一个声音从你周围的阴影中传来：“真的，我很抱歉。”

source: Please... it hurts so much...
ru: Пожалуйста... мне так больно...
zh_hans: 求求你……太疼了……

source: Something is wrong. Turn back.
ru: Что-то не так. Вернуться назад.
zh_hans: 不，这不对。快回头。
