Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: Turning back, your walk turns into a pace and then further into a full-on sprint as panic sets in. Something led you here. It WANTS you here. You need to get out of here... you'd sooner take the shadows, if you had to. Yes, the shadows... when you get back, you'll swing that door open and leave this wretched place, shadows be damned!
ru: Повернув назад, вы переходите на шаг, а затем и вовсе на бег, так как вас охватывает паника. Что-то привело вас сюда. Оно ХОЧЕТ, чтобы вы были здесь. Вам нужно убираться отсюда... Если придется, вы скорее отправитесь в тени. Да, тени... Когда вы вернетесь, вы распахнете дверь и покинете это ужасное место, будь оно проклято!
zh_hans: 你转身往回走，脚步渐渐加快，随着恐慌袭来，最终变成了全力狂奔。是某种东西把你引到了这里。它想要你留在这里。你必须离开这里……如果别无选择，你宁愿去面对那些阴影。没错，那些阴影……等你回去，你会一把推开那扇门，离开这个该死的地方，管它什么阴影不阴影！

source: Keep sprinting.
ru: Продолжать бежать.
zh_hans: 继续狂奔。

source: To your relief, you do eventually manage to return to the exit. Without any hesitation, you swing open the door, and...
ru: К вашему облегчению, в конце концов вам удается вернуться к выходу. Не раздумывая, вы распахиваете дверь и...
zh_hans: 让你松一口气的是，你终于成功回到了出口。你毫不犹豫地一把推开房门，然后……

source: It's... beautiful...
ru: Это... прекрасно...
zh_hans: 这里……美极了……

source: Indeed, it is, and you are devoured by it.
ru: Да, это так, и вы поглощены этим.
zh_hans: 的确如此，而你，也被它吞噬了。

source: Drown.
ru: Утонуть.
zh_hans: 淹没。

source: Nope, screw that. Turn back.
ru: Нет, к черту. Вернуться назад.
zh_hans: 不，去他的。回头。

source: It doesn't take long to return to the room from which you started. Suppose there's nothing else to do but wait...
ru: Чтобы вернуться в комнату, из которой вы вышли, не понадобилось много времени. Полагаю, вам не остается ничего другого, как ждать...
zh_hans: 你没多久就回到了最开始的那个房间。看来除了等待，也没别的事可做了……

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: Wait out the storm.
ru: Переждать бурю.
zh_hans: 静待风暴过去。

source: You don't trust this place at all. Who knows what the hell's in here? You're vaguely certain that it's a Free Mantis that called you here, but, besides that, there's absolutely zero telling what lurks deeper within these dimly lit corridors. It's much safer to simply... wait this out.
ru: Вы не доверяете этому месту. Кто знает, что здесь, черт возьми, происходит? Вы смутно знаете, что вас позвал сюда свободный богомол, но, кроме этого, совершенно неизвестно, что скрывается в глубине этих тускло освещенных коридоров. Гораздо безопаснее просто... переждать.
zh_hans: 你一点也不信任这个地方。谁知道这里到底藏着什么鬼东西？你隐约确定是一只自由螳螂族把你叫到这里来的，但除此之外，根本无法判断这些昏暗走廊的更深处潜伏着什么。还是就这样……静观其变，等事态平息要安全得多。

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: I'm... sure we're fine. Remain here.
ru: Я... уверен, что все в порядке. Остаемся здесь.
zh_hans: 我……我们肯定没事的。待在这里别动。

source: This could be a trap, for all you know... and, if anything does indeed happen, it's your ship where you feel safest. As you think on that, though, a darkness descends outside...
ru: Это может быть ловушка, насколько вы знаете... и если что-то действительно случится, то именно на вашем корабле вы будете чувствовать себя в безопасности. Пока вы размышляете об этом, снаружи сгущается тьма...
zh_hans: 据你所知，这可能是个陷阱……而且万一真的发生什么事，你的飞船才是你觉得最安全的地方。可就在你这么想的时候，外面陷入了一片黑暗……

source: Uh oh...
ru: А-оу...
zh_hans: 啊哦...

source: Maybe whoever was warning you had the right idea. The stars are blotted out, one by one, as you're engulfed in total darkness... as bad as that is, though, it's moreso the loud banging on the hull that you're worried about.
ru: Возможно, тот, кто предупреждал вас, был прав. Звезды гаснут одна за другой, и вы оказываетесь в полной темноте... Но как бы плохо это ни было, вас больше беспокоит громкий стук по корпусу.
zh_hans: 也许之前警告你的那个人，想法是对的。星辰一颗接一颗被遮蔽，你被彻底的黑暗吞没……尽管这已经很糟糕，但你更担心的是船壳外传来的剧烈撞击声。

source: We need to get out of here, now!
ru: Нам нужно убираться отсюда, немедленно!
zh_hans: 我们必须马上离开这里！

source: You try to move the ship, but something in the darkness appears to be holding it in place... or, it IS the darkness holding it in place. You're either going to need to jump straight out of here, or combat this shadowy menace head-on. As you move to give the combat command, several intruders are detected... it seems that some of the darkness has managed to get inside!
ru: Вы пытаетесь привести корабль в движение, но что-то во тьме, похоже, удерживает его на месте... или это тьма удерживает его на месте. Вам придется либо сразу прыгать отсюда, либо сражаться с этой тенью лицом к лицу. В тот момент, когда вы собираетесь отдать боевую команду, обнаруживается несколько незваных гостей... похоже, кому-то из тьмы удалось проникнуть внутрь!
zh_hans: 你试图启动飞船，但黑暗中似乎有什么东西将它牢牢困住……或者说，就是这片黑暗本身禁锢了它。你要么立刻跃迁离开，要么正面迎战这个阴影威胁。就在你准备下达战斗指令时，警报显示有数名入侵者……看来一部分黑暗已经侵入了飞船内部！

source: You wake up, face-down in the snow. You're outside... and the stars are here, too. It's over... and you're fine, it all must have been a dream. You must have hit your head as you rushed into the facility... this must have all been over nothing. A false alarm... one that's wasted an immense amount of time.
ru: Вы просыпаетесь, лежа лицом в снегу. Вы на улице... и звезды тоже здесь. Все закончилось... и вы в порядке, должно быть, все это было сном. Вы, должно быть, ударились головой, когда вбегали в здание... должно быть, все это было пустяком. Ложная тревога... которая привела к потере огромного количества времени.
zh_hans: 你醒来时，脸朝下趴在雪地里。你在外面……星星也还在。一切都结束了……你安然无恙，这一切一定只是场梦。你冲进设施时肯定撞到了头……这一切到头来都是虚惊一场。一场假警报……浪费了大把的时间。

source: I need to get back to the ship...
ru: Я должен вернуться на корабль...
zh_hans: 我得回到飞船上去……

source: Back inside the ship, you're shocked to see none other than... a Free Mantis. They really had been calling. "Ohhh, Federation, Federation! You goods, yes? Brought goods, please get goods-er!" With a claw, they gesture to something they must have brought with them. It's... a weapon, one of pure darkness. Where did they get this? "Hmm? Oh, founds it in scary place. Figured Federation enjoys such gifts, hopes to make proud." You have so many questions... but, maybe they're better left unanswered.
ru: Вернувшись внутрь корабля, вы с удивлением обнаруживаете не кого иного, как... свободного богомола. Он и вправду звал вас. "Ооо, Федерация, Федерация! Вы привезти товар, да? Принесли товар, пожалуйста, получите товар!" Когтем он указывает на что-то, что, должно быть, принес с собой. Это... оружие, из чистой тьмы. Где он его взял? "Хм? О, найти в страшном месте. Подумал, что Федерация любить такие подарки и надеется ими гордиться". У вас так много вопросов... но, возможно, на них лучше не отвечать.
zh_hans: 回到飞船里，你震惊地看到，不是别人，正是一只自由螳螂族。真的是它们一直在呼唤。“哦哦，联邦，联邦！你带货物了，对吧？带了货物，快把货物交出来！”它用一只爪子示意着自己带来的某样东西。那是……一件武器，由纯粹的黑暗构成。它是从哪儿弄来的？“嗯？哦，在吓人的地方找到的。觉得联邦会喜欢这样的礼物，希望能让你们感到骄傲。”你有太多疑问……但或许，还是别问为妙。

source: You wake up, face-down in the snow. You're outside... and the stars are here, too. It's over... and you're fine, it all must have been a dream. You must have hit your head as you rushed into the facility... this must have all been over nothing. A false alarm... one that's wasted an immense amount of time.
ru: Вы просыпаетесь, лежа лицом в снегу. Вы на улице... и звезды тоже здесь. Все закончилось... и вы в порядке, должно быть, все это было сном. Вы, должно быть, ударились головой, когда вбегали в здание... должно быть, все это было пустяком. Ложная тревога... которая привела к потере огромного количества времени.
zh_hans: 你醒来时，脸埋在雪里。你身在室外……而星空依旧在头顶。一切都结束了……你安然无恙，那一切想必只是一场梦。一定是冲进设施时撞到头了……这一切到头来都是空的。一场虚惊……白白浪费了大把时间。

source: I need to get back to the ship...
ru: Я должен вернуться на корабль...
zh_hans: 我得回到飞船上去……

source: Back inside the ship, you're shocked to see none other than... a Free Mantis. They really had been calling. "Ohhh, Federation, Federation! You goods, yes? Brought goods, please get goods-er!" With a claw, they gesture to something they must have brought with them. It's... a drone, one of pure darkness. Where did they get this? "Hmm? Oh, founds it in scary place. Figured Federation enjoys such gifts, hopes to make proud." You have so many questions... but, maybe they're better left unanswered.
ru: Вернувшись внутрь корабля, вы с удивлением обнаруживаете не кого иного, как... свободного богомола. Он и вправду звал вас. "Ооо, Федерация, Федерация! Вы привезти товар, да? Принесли товар, пожалуйста, получите товар!" Когтем он указывает на что-то, что, должно быть, принес с собой. Это... дрон, из чистой тьмы. Где он его взял? "Хм? О, найти в страшном месте. Подумал, что Федерация любить такие подарки и надеется ими гордиться". У вас так много вопросов... но, возможно, на них лучше не отвечать.
zh_hans: 回到飞船里，你惊讶地发现站在面前的竟是……一只自由螳螂。它们之前确实一直在呼叫。“哦哦，联邦，联邦！你带货物来了，对吧？带货物了，快把货物交出来！”它用爪子示意着自己带来的某样东西。那是……一架无人机，通体由纯粹的黑暗构成。它是从哪儿弄来的？“嗯？哦，在吓人的地方找到的。觉得联邦会喜欢这种礼物，希望能让你感到骄傲。”你心里有无数个疑问……但或许，这些问题还是不去追究为好。

source: So, you wait. Then, you... wait some more. It's after a moderate to large amount of waiting that you hear a pitter-patter down the corridor... you recognize the sound to be Mantis footsteps, but the best you can do is merely hope that they're Free Mantis ones...
ru: Итак, вы ждете. Потом вы... ждете еще. И вот после довольно продолжительного ожидания вы слышите шаги по коридору... Вы узнаете, что это шаги богомола, но лучшее, что вы можете сделать, это просто надеяться, что это шаги свободного богомола...
zh_hans: 于是你等待着。然后，你又继续等。在漫长的等待过后，你听到走廊传来啪嗒啪嗒的脚步声……你听出这是螳螂族的脚步声，但你唯一能做的，只是祈祷这是自由螳螂的脚步声……

source: Hope...
ru: Надеюсь...
zh_hans: 希望……

source: They arrive, and you're relieved to find that it is indeed a Free Mantis, "Oh! You heres, sorry for not comings sooner... was busy sendings out warning. Outside safe now, though! Shadows gone!" They gesture to open the door, and, trusting your newfound friend, you open it... indeed, the stars have returned. You breathe a sigh of relief as you return to the ship with the Free Mantis in tow. Seems they intend to join you, and you're more than ready to get the hell out of here.
ru: Когда он появляется, вы с облегчением обнаруживаете, что это действительно свободный богомол: "О! Вы здесь, простить, что не пришел раньше... был занятый отправкой предупреждений. Зато снаружи теперь безопасно! Тени ушли!" Он жестом приглашает открыть дверь, и вы, доверяя своему новообретенному другу, открываете ее... действительно, звезды вернулись. Вы вздыхаете с облегчением, возвращаясь на корабль с свободным богомолом вместе. Похоже, он намерен присоединиться к вам, а вы уже готовы убраться отсюда подальше.
zh_hans: 它们来了，你松了一口气，来的确实是自由螳螂。“哦！你在这儿啊，抱歉没能早点过来……我正忙着发出警告。不过外面现在安全了！阴影都消失了！”它示意你打开门，你信任这位新结识的朋友，便打开了门……没错，星空重新出现了。你带着自由螳螂回到飞船上，松了一口气。看来它打算和你一起走，而你也早已迫不及待地想要离开这里。

# data/events_disparity.xml$//event[@name="NEUTRAL_DISPARITY_SHADOWSTORM"]/text
source: This beacon appears to be empty. Unfortunate, but it means that you have some time on your hands while the FTL drive charges.
ru: Этот маяк, похоже, пуст. Прискорбно, но это значит, что у вас есть немного времени, пока заряжается ССД.
zh_hans: 这个信标看起来是空的。虽然很遗憾，但这意味着你在超光速引擎充能期间有了一些空闲时间。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You think you're alone for a moment when a glimmer outside catches your eye... it's a Disparity ship, charging at you!
ru: Вы думаете, что на мгновение остались одни, как вдруг впереди появляется отблеск... это корабль Диссонанса, несущийся на вас!
zh_hans: 你还以为自己是独自一人，就在这时，外面的一丝微光吸引了你的目光……那是一艘谐离飞船，正朝你冲来！

source: In a war as bloody as this one, the Disparity must believe it's best to generally blast first and ask questions later. Without even a thought as to your allegiance, one of their ships comes at you, weapons ready!
ru: В такой кровопролитной войне, как эта, Диссонанс, видимо, считает, что лучше всего сначала взорвать, а потом задавать вопросы. Даже не задумываясь о вашей лояльности, один из их кораблей приближается к вам, оружие заряжается!
zh_hans: 在这样一场血腥的战争中，谐离势力想必认为最好先开火再问缘由。它们甚至不考虑你的阵营，一艘飞船就朝你冲来，武器已然就绪！

source: The Disparity appears to have control over this beacon... untrusting, the guard assigned to its protection prepares for an assault!
ru: Похоже, Диссонанс контролирует этот маяк... Не доверяя никому, сторожевой корабль, назначенный для его охраны, готовится к атаке!
zh_hans: 谐离势力似乎已经控制了这座信标……负责守卫的卫兵充满戒备，准备发起攻击！

source: Pink, shimmering and... strangely mesmerizing, you're able to easily spot the Disparity ship guarding this beacon. Unfortunately, they can also easily spot you, and they decide you might be a threat!
ru: Розовый, мерцающий и... странно завораживающий, вы легко обнаруживаете корабль Диссонанса, охраняющий этот маяк. К несчастью, они также легко замечают вас и решают, что вы можете представлять угрозу!
zh_hans: 粉色、闪烁着微光……而且奇异得令人着迷，你能轻易发现守卫着这座信标的谐离飞船。不幸的是，它们也能轻易发现你，并且判定你可能是个威胁！

source: The Harmony appears to still have control over this beacon... desperate to keep it that way, the guard here assumes you're a threat and prepares to attack!
ru: Похоже, Гармония все еще контролирует этот маяк... отчаянно желая сохранить его в таком состоянии, сторожевой корабль принимает вас за угрозу и готовится к атаке!
zh_hans: 谐合势力似乎仍然控制着这座信标……为了拼死守住这里，守卫将你判定为威胁，并准备发起攻击！

source: Likely assigned to scout the beacon for signs of Disparity intrusion, a Harmony ship is roaming outside. Upon noticing your arrival, they move in to defend the territory.
ru: Корабль Гармонии, вероятно, назначенный разведать маяк на предмет признаков вторжения Диссонанса, блуждает поблизости. Заметив ваше прибытие, они выдвигаются на защиту территории.
zh_hans: 这艘谐合飞船大概率被指派来侦察信标，警惕谐离势力入侵，此刻正在外部巡航。发现你抵达后，它们立刻上前守卫这片领地。

source: Chaos is unfolding at this beacon... it's a bloodbath between the Harmony and Disparity! Caught in the crossfire, one of the nearby ships decides you're an immediate threat!
ru: На этом маяке разворачивается хаос... это кровавая бойня между Гармонией и Диссонансом! Попав под перекрестный огонь, один из ближайших кораблей решает, что вы представляете непосредственную угрозу!
zh_hans: 这座信标正陷入一片混乱……谐合与谐离之间展开了一场血战！你被卷入了交火之中，附近的一艘飞船当即判定你为威胁！

source: You narrowly dodge a volley of weapons-fire as you enter the beacon, and you realize you've jumped directly into an active warzone! A ship notices your arrival and breaks off from their fleet to begin its assault.
ru: Войдя в маяк, вы едва увернулись от залпа орудийного огня и поняли, что попали прямо в зону активных боевых действий! Один из кораблей замечает ваше прибытие и отделяется от своего флота, чтобы начать атаку.
zh_hans: 你在进入信标时惊险地躲开了一轮齐射，这才意识到自己直接跳进了一片激战的战区！一艘飞船注意到你的到来，脱离舰队开始向你发起攻击。

source: If they're going to slaughter each other at these beacons, can't they at least, like, announce it? Mark the beacon as being an active death sentence or something? What if you were a civilian, just trying to move around, and you happened to jump straight into a giant barrage of weapons-fire? As you ponder these safety concerns, one of the ships nearby decides you're its new target!
ru: Если они собираются убивать друг друга на этих маяках, то не могли бы они хотя бы предупредить об этом? Пометить маяк как место смертного приговора или что-то в этом роде? Что, если бы вы были гражданскими, просто пытающимися путешествовать, и случайно попали прямо в гигантский шквал оружейного огня? Пока вы размышляете о безопасности, один из кораблей поблизости решает, что вы - его новая цель!
zh_hans: 如果他们要在这些信标点互相残杀，至少能不能通知一声？把信标标成“进来就是送死”之类的？万一你只是个普通平民，只想正常航行，结果直接跳进了密集的炮火里怎么办？就在你思考这些安全问题时，附近的一艘飞船已经把你当成了新目标！

source: Not exactly a sight you want to see. The two fleets are warring with each other, with complete disregard for anyone happening to pass by through... or, so you think, as a ship moves in to regard you as a threat!
ru: Не совсем то зрелище, которое вы хотели бы увидеть. Два флота воюют друг с другом, совершенно не обращая внимания на всех, кто проходит мимо... или вы так думаете, когда корабль приближается к вам, посчитав вас угрозой!
zh_hans: 这可不是你想看到的景象。两支舰队正在互相交战，完全无视任何碰巧路过的人……而你也这么觉得，这时一艘飞船靠了过来，将你视作威胁！

# data/events_disparity.xml$//event[@name="DISPARITY_SURRENDER"]/choice[1]/text
source: Accept their offer.
ru: Принять их предложение.

# data/events_disparity.xml$//event[@name="DISPARITY_SURRENDER"]/choice[2]/text
source: We will not accept surrender!
ru: Мы не примем капитуляцию!
zh_hans: 我们不接受投降！

source: You feel judged as you prepare to return to battle.
ru: Вы чувствуете, что вас осуждают, когда готовитесь вернуться в бой.
zh_hans: 在准备重返战场时，你感觉自己正被审视着。

# data/events_disparity.xml$//textList[@name="DISPARITY_SURRENDER_TEXT"]/text[1]
source: The Disparity hails, desperately, "Maybe we: -can- be [brothers,] yet?" Strange way of begging for forgiveness...
ru: Вас отчаянно вызывает Диссонанс: "Может, мы: еще -можем- быть [братьями]?" Странный способ просить прощения...
zh_hans: 谐离势力拼命发来通讯：“或许我们……还能成为[兄弟]？”这祈求原谅的方式还真是奇怪……

# data/events_disparity.xml$//textList[@name="DISPARITY_SURRENDER_TEXT"]/text[2]
source: Cracks form in the Disparity's crystalline hull. This seems to concern them, as they offer to surrender.
ru: В кристаллическом корпусе корабля Диссонанса образуются трещины. Похоже, это их обеспокоило, и они предлагают сдаться.
zh_hans: 谐离飞船的水晶船体上出现了裂痕。这似乎让它们感到担忧，于是它们表示愿意投降。

# data/events_disparity.xml$//textList[@name="DISPARITY_SURRENDER_TEXT"]/text[3]
source: With their ship on the brink of destruction, the Disparity hails you, "You: have -bested- us. Show: [mercy,] and be forgiven." Didn't they attack you...?
ru: Находясь на грани гибели, корабль Диссонанса вызывает вас: "Вы: -нас- проверили. Проявите: [милосердие] и получите прощение". Разве они не напали на вас...?

# data/events_disparity.xml$//textList[@name="DISPARITY_SURRENDER_TEXT"]/text[4]
source: Apparently, even the Disparity can value their lives over their convictions. They're begging that you let them live.
ru: Видимо, даже Диссонанс способен дорожить своими жизнями больше, нежели убеждениями. Они умоляют оставить их в живых.

# data/events_disparity.xml$//textList[@name="DISPARITY_SURRENDER_TEXT"]/text[5]
source: Something appears to be leaking from the pink crystal that encases the Disparity's ship. Desperate to avoid the situation getting any worse, they hail and ask you to let them go. Would they let you go, were the tables turned?
ru: Похоже, из розового кристалла, в который заключен корабль Диссонанса, что-то вытекает. Отчаянно пытаясь избежать ухудшения ситуации, они вызывают вас и просят отпустить их. Отпустили бы они вас, если бы ситуация была противоположной?

# data/events_disparity.xml$//textList[@name="DISPARITY_SURRENDER_TEXT"]/text[6]
source: You're hailed by the enemy, "You -have- proved: your [point.] You -have- bested: [us.] You -have- forgiveness: in your [heart.]" Do you?
ru: Враг взывает к вам: "Вы - доказали: свою [точку зрения] Вы - победили: [нас] Вы - прощены: в своем [сердце]". Действительно ли это так?

# data/events_disparity.xml$//event[@name="DISPARITY_ESCAPE"]/text
source: Your scanners are picking up FTL signatures, the Disparity are trying to escape!
ru: Ваши сканеры фиксируют сигнатуры ССД, Корабль Диссонанса пытается сбежать!

# data/events_disparity.xml$//textList[@name="TEXT_DESTROYED_DISPARITY"]/text[1]
source: A chain reaction occurs on the Disparity ship, and their crystalline hull is splintered from the inside... you watch as the shadows break in and devour everything they can. What they can't, is yours.
ru: На корабле Диссонанса происходит цепная реакция, и его кристаллический корпус разлетается на куски... Вы наблюдаете, как тени врываются внутрь и пожирают все, что могут. То, что они не могут, теперь принадлежит вам.

# data/events_disparity.xml$//textList[@name="TEXT_DESTROYED_DISPARITY"]/text[2]
source: Though you're not desperate to stick around, you can't help but admire the sheen on what was once the Disparity's hull... now, it's just some shards of crystal floating in space.
ru: Хотя вам не хочется оставаться здесь, вы не можете не полюбоваться блеском того, что когда-то было корпусом корабля Диссонанса... теперь это просто осколки кристаллов, парящие в пространстве.

# data/events_disparity.xml$//textList[@name="TEXT_DESTROYED_DISPARITY"]/text[3]
source: While not particularly safe, you make sure to scrap what you can before leaving. As you do so, you wonder if things really had to end this way.
ru: Несмотря на отсутствие особой безопасности, перед уходом вы собираете все, что можно. По мере того как вы это делаете, вы задаетесь вопросом, действительно ли все должно было закончиться именно так.

# data/events_disparity.xml$//textList[@name="TEXT_DESTROYED_DISPARITY"]/text[4]
source: Shadows break forth as the Disparity's hull is shattered, and you do your best to dodge them, but... what are they, exactly?
ru: Тени появляются, когда корпус Диссонанса разбивается вдребезги, и вы изо всех сил стараетесь уклониться от них, но... что же это такое?

# data/events_disparity.xml$//textList[@name="TEXT_DESTROYED_DISPARITY"]/text[5]
source: In an act of futility, the Disparity attempt to make an evasive maneuver. As they do so, the front-end of their hull shatters, resulting in the ship being shrouded in darkness. As it dissipates, you see holes torn into everything... though, plenty of valuables still remain.
ru: В тщетной попытке корабль Диссонанса пытается совершить маневр уклонения. При этом лобовая часть корпуса разлетается на куски, и корабль окутывает тьма. Когда она рассеивается, вы видите дыры, пробитые во всем... хотя множество ценностей все же уцелело.

# data/events_disparity.xml$//textList[@name="TEXT_DESTROYED_DISPARITY"]/text[6]
source: The crystals encasing the Disparity's ship actually appear to be relatively undamaged... though, the murky darkness that appears to lurk within makes you uncomfortable as you do your best to scrap around them.
ru: Кристаллы, в которые заключен корабль Диссонанса, на первый взгляд, не повреждены... однако непроглядная тьма, таящаяся в них, заставляет вас чувствовать себя неуютно, и вы стараетесь обходить их стороной.

# data/events_disparity.xml$//textList[@name="TEXT_DEAD_CREW_DISPARITY"]/text[1]
source: While aboard the Disparity ship, you feel uneasy. Though you can't explain it, it's best to leave as soon as you can, you think.
ru: Находясь на борту корабля Диссонанса, вы чувствуете беспокойство. Хотя вы не можете объяснить это, лучше уйти как можно скорее, думаете вы.

# data/events_disparity.xml$//textList[@name="TEXT_DEAD_CREW_DISPARITY"]/text[2]
source: Nothing appears to remain of the Disparity Elites' bodies. You're here for their loot, not their corpses, but you still can't help but wonder what happened to them.
ru: От тел элиты Диссонанса, похоже, ничего не осталось. Вы пришли за добычей, а не за трупами, но все равно не можете не задаться вопросом, что с ними случилось.

# data/events_disparity.xml$//textList[@name="TEXT_DEAD_CREW_DISPARITY"]/text[3]
source: Even though you're in hostile territory, you can't help but do a quick search of the Disparity ship... you may as well get what you can out of this.
ru: Несмотря на то, что вы находитесь на враждебной территории, вы не можете не провести быстрый обыск корабля Диссонанса... Вы можете заполучить все, что найдете.

# data/events_disparity.xml$//textList[@name="TEXT_DEAD_CREW_DISPARITY"]/text[4]
source: You're in the middle of recovering what loot you can from the Disparity ship when you hear a banging against the inside of the hull. Something's breaking in from the outside... or, merely the middle? Regardless, you grab what you can and leave as soon as possible.
ru: Вы как раз собираете добычу с корабля Диссонанса, когда слышите стук по внутренней обшивке. Что-то проникает внутрь снаружи... или изнутри? Как бы то ни было, вы хватаете все, что можно, и уходите как можно скорее.
