Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: It appears that the Disparity wreckage was heavily damaged during the battle. Nothing of use remains.
ru: Похоже, что обломки корабля Диссонанса были сильно повреждены во время битвы. Ничего полезного не осталось.
zh_hans: 谐离势力的残骸在战斗中损毁严重，没有任何可用之物留存下来。

source: It appears that the rest of the Disparity wreckage was heavily damaged during the battle. Nothing of use remains.
ru: Похоже, что остальные обломки корабля Диссонанса были сильно повреждены во время битвы. Ничего полезного не осталось.
zh_hans: 谐离势力的其余残骸在战斗中损毁严重，没有任何可用之物留存下来。

source: Inspecting the Disparity wreckage, you find quite a few valuable resources that the Crystals seem to have overlooked in their search.
ru: Осмотрев обломки корабля Диссонанса, вы обнаруживаете немало ценных ресурсов, которые кристаллины, похоже, не заметили при своих поисках
zh_hans: 你检查谐离势力的残骸时，发现了不少珍贵的资源，看来水晶族在搜寻时将这些都遗漏了。

source: Inspecting the Disparity wreckage, you're surprised to find a living Disparity Elite, powered down and in Hazard mode. Upon taking them aboard, you're able to wake them up, "F-F-F-F-Federation... s-s-s-saved me. Thank y-y-y-you, [b-brother.]" Though still low on power, they'll recover in due time... and, as a show of thanks, they even offer to join your crew!
ru: Осмотрев обломки корабля Диссонанса, вы с удивлением обнаруживаете живого элитного члена экипажа Диссонанса, отключенную от питания и находящуюся в режиме "Опасность". Подняв его на борт, вы можете пробуждаете его: "Ф-Ф-Ф-Федерация... с-с-с-спасла меня. Спасибо т-т-т-тебе, [б-брат]". Хотя у него еще мало энергии, со временем он восстанавливается... и в знак благодарности он даже предлагает присоединиться к вашей команде!
zh_hans: 你检查谐离势力的残骸时，意外发现了一名活着的谐离精英，它处于断电与危险模式状态。将它带回舰上后，你成功唤醒了它。 “联……联联邦……救了我。谢……谢谢你，[兄弟]。” 它的能量依旧很低，但会慢慢恢复……为了表达谢意，它甚至主动提出加入你的船员！

source: Inspecting the Disparity wreckage, you find a ship that's not nearly as damaged as the others... as if aware of your scrutiny, the ship springs to life, weapons hot! Seems like they're interested in blasting first, and asking questions later!
ru: Осмотрев обломки кораблей Диссонанса, вы обнаруживаете, что один из кораблей получил не такие сильные повреждения, как остальные... Словно заметив ваше пристальное внимание, корабль оживает, а оружие активируется! Похоже, они заинтересованы в том, чтобы сначала взорвать вас, а потом задавать вопросы!
zh_hans: 你检查谐离势力的残骸时，发现一艘舰船的损毁程度远轻于其他船只……就在你探查的瞬间，这艘船突然启动，武器全部充能就绪！看来它打算先开火，再谈其他的!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: A smile creeps across the Crystal's (uncomfortably close) face, "Yeah... I reckon ya' ta' be thieves, alright. Thieves and mutts, all of ya'! I'll show you what we da' ta' no-good thieving mutts!" Communications are abruptly cut. Moments later, their ship turns to yours... weapons charging! Get ready!
ru: По лицу кристаллина расползается улыбка: "Да... Я считаю вас ворами, верно. Воры и шавки, все вы! Я покажу вам, что мы делаем с нехорошими вороватыми шавками!" Связь резко прерывается. Мгновением позже их корабль поворачивается к вашему... Оружие заряжается! Приготовиться!
zh_hans: 水晶族的脸凑得极近，脸上缓缓勾起一抹笑，让人很不舒服："是啊……我就知道你们是贼，全都是。贼和杂种，一个样！我这就让你看看，我们是怎么对付这些下三滥的偷东西的杂种！" 通讯骤然切断。片刻之后，对方的舰船转向你的船……武器正在充能！做好准备！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Crystal backs off slightly, "Nah, I don't reckon ya' ta' be thieves at all. Da' forgive me for the, uh, scrutiny. I'll be on ma' way." After ending communications, they leave the system, and you're left alone with the Disparity wrecks.
ru: Кристаллин слегка попятился: "Нет, я вовсе не считаю вас ворами. Да простите меня за... э-э... проверку. Я пойду". Закончив связь, они покидают систему, и вы остаетесь один на один с обломками кораблей Диссонанса.
zh_hans: 水晶族稍稍后退，说道：“不，我看你们根本不是贼。呃，抱歉刚才对你多有试探。我这就离开。” 结束通讯后，它驶出了这个星系，只留下你和那些谐离势力的残骸。

source: Inspect the wreckage.
ru: Осмотреть обломки.
zh_hans: 检查残骸。

# data/events_disparity.xml$//event[@name="NEUTRAL_DISPARITY_CRYSTALRAGE"]/text
source: Off in the distance, you're met with the surprising visage of a Crystal ship... exceedingly rare in any space other than their own, let alone in the middle of an active Engi warzone. They appear to be inspecting a few of the abandoned Disparity ships wrecked nearby.
ru: Вдалеке вы замечаете удивительный на вид кристаллический корабль - крайне редкое явление в любом другом пространстве, кроме своего собственного, тем более в центре зоны активных военных действий энджи. Похоже, они осматривают несколько заброшенных кораблей Диссонанса, потерпевших крушение неподалеку.
zh_hans: 远方出现了一艘令人意外的水晶族舰船……除了它们的领地之外，这种舰船在任何星域都极为罕见，更不用说是在正处于交战状态的半械战区中央了。它们似乎正在检查附近几艘被击毁的谐离势力废弃舰船。

source: Let's say hello!
ru: Попробовать поздороваться!
zh_hans: 前去打个招呼！

source: Hailing the ship, the Crystal at the helm seems less than pleased to be talking with you. "FEDERATION? Ya' here to take what's ours, too? Or, are ya' merely in cahoots with these thieves? Ya' their war dog, mutt?" Most Crystals you meet are typically well-mannered... nevermind well-spoken.
ru: Обратившись к кораблю, кристаллин за штурвалом, похоже, не очень-то рад с вами разговаривать. "ФЕДЕРАЦИЯ? Ты здесь, чтобы забрать то, что принадлежит нам? Или ты просто заодно с этими ворами? Ты их шавка, пес?" Большинство кристаллинов с которыми вы встречались, вежливы... да что уж там - хотя бы умеют говорить нормально.
zh_hans: 你向这艘舰船发送通讯请求，驾驶舱里的水晶族对和你交谈显得很不耐烦。 “联邦？你们也是来抢本属于我们的东西？还是说，你们只不过和这些贼是一伙的？你们是他们的走狗，杂种？” 你见过的水晶族大多举止得体……更别说言辞有礼了，眼前这个完全是个例外。

source: Calm down. Who's stealing what?
ru: Успокойся. Кто что крадет?
zh_hans: 冷静点。谁在偷什么东西？

source: They roll their Crystalline eyes and get real close to the screen, "Are ya' BLIND, Fed? Ya' never seen one of 'em Dispari-whatever ships? CRYSTAL! Smothered in the damn stuff... spoken ta' a few of 'em myself. Claim it's from their grand 'liberator' or whatever, but I know the damn truth. I recognize Crystalline tech when I see it. Just like I recognize damn thieves..." Their face is practically pressed against the screen now as they eye you down head to toe.
ru: Он закатывает свои кристаллические глаза и подходят к экрану вплотную: "Ты что, ОСЛЕП, Фед? Ты никогда не видел ни одного из этих кораблей Диссонанса? КРИСТАЛЛИЧЕСКИЕ! Они насквозь пропитаны этим чертовым веществом... Сам разговаривал с несколькими из них. Утверждают, что это от их великого "освободителя" или что-то в этом роде, но я-то знаю правду. Я узнаю кристаллические технологии, когда вижу их. Так же, как я узнаю чертовых воров..." Теперь его лицо практически прижато к экрану, а сам он оценивает вас с ног до головы.
zh_hans: 它们翻了翻水晶构成的眼瞳，凑近通讯屏幕：“联邦的人，你是瞎了吗？你没见过那些谐离舰船？上面全是水晶材质！该死的，到处都是……我跟其中几个打过交道，他们说这东西来自什么伟大的‘解放者’之类的鬼话，可我清楚真相。我一眼就能认出水晶族的技术，就像我一眼就能认出贼一样……”它的脸几乎贴在了屏幕上，从头到脚打量着你。

source: (Crystal Crew) "You'd claim your own to be thieves?"
ru: (Член экипажа-кристаллин) "Ты считаешь своих ворами?"
zh_hans: （水晶族船员）“你这是要把自己的族人也说成是贼吗？”

source: The opposing Crystal immediately backs off from the screen at the sight of your crew member. "Ah, uh, my apologies, brother. Da' forgive my, uh... rudeness. I'll be on ma' way." After ending communications, they leave the system, and you're left alone with the Disparity wrecks.
ru: При виде вашего члена экипажа, кристаллин немедленно отходит от экрана. "А, э, мои извинения, брат. Да прости меня за мою... грубость. Мне уже пора". Закончив связь, они покидают систему, и вы остаетесь наедине с обломками корабля Диссонанса.
zh_hans: 看到你的船员，对面的水晶族立刻从屏幕前退开。“啊，呃，抱歉，兄弟。原谅我，呃……刚才的无礼。我这就离开。” 结束通讯后，它驶出了这个星系，只留下你和那些谐离势力的残骸。

source: Inspect the wreckage.
ru: Осмотреть обломки.
zh_hans: 检查残骸。

source: (Disparity Crew) "The [LIBERATOR] is no -thief.-"
ru: (Член экипажа-энджи Диссонанса) "[ОСВОБОДИТЕЛЬ] - не -вор-".
zh_hans: （谐离船员）“[解放者]绝非窃贼。”

source: The Crystal stomps their feet, slamming their desk, "Ya' harbor THIEVES, Fed?! They're even spoutin' their damn zealotry! Ya' really are their damn mutt... and I'll show ya' how we deal with mutts." Communications are abruptly cut. Moments later, their ship turns to yours... weapons charging! Get ready!
ru: Кристаллин стучит ногами и бьет по столу: "Ты - укрыватель ВОРОВ, Фед?! Он даже разглагольствует о своем проклятом фанатизме! Ты действительно их чертова шавка... и я покажу тебе, как мы поступаем с шавками". Связь внезапно прерывается. Мгновением позже их корабль поворачивается к вашему... Оружие заряжается! Приготовиться!
zh_hans: 水晶族气急败坏地顿足，狠狠砸向控制台：“联邦佬，你居然包庇窃贼？！他们还在满嘴疯言疯语，宣扬那套该死的狂热论调！你果然就是他们的走狗…… 我这就让你看看，我们是怎么收拾走狗的。”通讯骤然切断。片刻之后，他们的舰船调转方向对准你的船…… 武器正在充能！做好应战准备！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Crystalline Weapon) Oh, yeah. Big thief here.
ru: (Кристаллическое оружие) О, да. Большой вор.
zh_hans: （水晶族武器）哦，是啊，好大一个贼。

source: "Ya' DAMN little-" The Crystal punches the screen, and communications are abruptly cut. Moments later, their ship turns to yours... weapons charging! Get ready!
ru: "Ты, ЧЕРТОВСКИ маленький..." Кристаллин ударяет кулаком по экрану, и связь резко обрывается. Мгновением позже их корабль поворачивается к вашему... Оружие заряжается! Приготовиться!
zh_hans: “你这该死的小——”水晶族一拳砸在屏幕上，通讯随即骤然切断。片刻之后，他们的舰船调转方向对准你的船……武器正在充能！做好应战准备！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Gulp...
ru: Нервно сглотнуть...
zh_hans: 倒吸一口凉气...…

source: I'll show you who's the mutt!
ru: Я покажу тебе, кто тут шавка!
zh_hans: 我会让你看看，到底谁才是走狗！

source: The Crystal chuckles, "Oh? Mutt's got some bite ta' go along with its bark..." they pause, and grin, "...let's see how long that lasts." Communications are abruptly cut. Moments later, their ship turns to yours... weapons charging! Get ready!
ru: Кристаллин смеется: "О? У шавки есть кое-какие колкости..." он делают паузу и ухмыляется: "Посмотрим, как долго это продлится". Связь внезапно прерывается. Мгновением позже их корабль поворачивается к вашему... Оружие заряжается! Приготовиться!
zh_hans: 水晶族低笑一声：“哦？走狗不光会叫，还敢龇牙咬人了……”它顿了顿，咧嘴露出笑意，“……倒要看看你能硬气多久。” 通讯骤然切断。片刻之后，他们的舰船调转方向对准你的船……武器正在充能！做好应战准备！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Let's blast them!
ru: Давайте взорвем их!
zh_hans: 把他们轰成渣！

source: The Crystal ship quickly recognizes your aggression and moves to meet you in combat.
ru: Кристаллический корабль быстро распознает вашу агрессию и переходит в атаку.
zh_hans: 水晶族的舰船立刻察觉到你的攻势，随即进入战斗姿态迎向你。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Let's do nothing!
ru: Давайте ничего не делать!
zh_hans: 咱们什么都不做！

source: Indeed, you do nothing. The Crystal ship keeps to the wreckage, and you're given some time to yourself while the FTL drive charges.
ru: И в самом деле, вы ничего не делаете. Корабль кристаллинов продолжает движение к обломкам, а вы получаете немного времени, пока заряжается ССД.
zh_hans: 你果真按兵不动。那艘水晶族舰船继续留在残骸区域，而你则在超光速引擎充能的这段时间里，获得了片刻的自由休整时间。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You may have defeated the Disparity ship directly on top of you, but you're still being fired upon by the approaching fleet! Get out of here as soon as you can!
ru: Возможно, вы и победили корабль Диссонанса, находящийся перед вами, но вас все еще обстреливает приближающийся флот! Убирайтесь отсюда как можно скорее!
zh_hans: 你或许刚击毁了紧挨着你的那艘谐离舰船，但逼近的舰队仍在向你开火！尽快撤离这里！

# data/events_disparity.xml$//event[@name="NEUTRAL_DISPARITY_CHESS_MOVEMADE"]/text
source: You move your pawn. "[Woah!] Truly: a -tactical- move... alright, it is: -my- turn." A few moments pass as the Disparity Elite considers their first move. Then, abruptly, a laser is fired from one of their floating shoulder cannons... and your side of the board is obliterated. "Wow! [Wow!] I: win? I: [won!]"
ru: Вы перемещаете свою пешку. "[Вау!] Воистину: -тактический- ход... ладно, это: -мой- ход". Проходит несколько мгновений, пока элита Диссонанса обдумывает свой первый ход. Затем, внезапно, из одной из их плавающих наплечных пушек выстреливает лазер... и ваша сторона доски уничтожается. "Вау! [Вау!] Я: выиграл. Я: [выиграл!]"
zh_hans: 你移动了你的棋子。“[哇!]真是一步……战术妙棋啊……行吧，轮到我了。”片刻沉默，那位谐离精英思索着自己的第一步走法。紧接着，它悬浮的肩炮突然射出一道激光……你这边的棋盘瞬间被彻底摧毁。“哇！[哇！]我……赢了？我[赢了！]

source: Hey! That's cheating!
ru: Эй! Это жульничество!
zh_hans: 嘿！你这是作弊！

source: "[Cheating?] Did I -not- follow: the rules?" They seem genuinely perplexed. "What was I -supposed- to: do?"
ru: "[Жульничество?] Я что, -не- соблюдал: правила?" Он выглядит искренне озадаченными. "Что я -должен- был: делать?"
zh_hans: “[作弊?]我难道没有遵守规则吗？”他们看上去一脸真切的困惑，“那我本该怎么做？”

source: Explain the game.
ru: Объяснить правила игры.
zh_hans: 解释一下这个游戏的规则。

source: You explain the rules and intricacies of chess at length, even going over a few of the simpler commonly practiced openings and plays. Throughout the entire explanation, the Disparity Elite remains quiet, but focused.
ru: Вы подробно рассказываете о правилах и тонкостях шахмат, даже перечисляете несколько наиболее простых дебютов и партий. На протяжении всего объяснения элита Диссонанса остается спокойной, но сосредоточенной.
zh_hans: 你详细讲解了国际象棋的规则与复杂门道，甚至还梳理了几种较简单、常用的开局和战术。在你全程讲解的过程中，那位谐离精英始终一言不发，但听得十分专注。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Once you're finished explaining, the Disparity Elite looks thoughtfully at the chess board. Finally, minutes later, they make a move: pawn to B6. "[Okay!] Your: turn!" What remains of your side of the chess board is still smoldering.
ru: Когда вы заканчиваете объяснять, элита Диссонанса задумчиво смотрит на шахматную доску. Наконец, спустя несколько минут, он делает ход: пешка на B6. "[Хорошо!] Ваш: ход!" То, что осталось от вашей стороны шахматной доски, все еще тлеет.
zh_hans: 你讲解完毕后，那位异度精英若有所思地望着棋盘。几分钟过后，它终于落下一子：兵走到B6格。 [“好了！]到你：走棋了！” 你这边残存的棋盘区域，仍在冒着袅袅青烟。

source: You, uh, destroyed my pieces before.
ru: Вы ведь уничтожали мою часть доски.
zh_hans: 你之前……把我的棋子全都毁掉了啊。

source: They look back down at the board, "[Oh.] So I -did.- It seems like I still have much to learn: about chess..." gazing back up at you, their visor glimmers in the light, "...and I know: no greater teacher than: -you.- I will accompany: you, and learn: -all- I can! Lead: the way, [teacher!]" With that, the Disparity Elite beams over, and you find yourself appointed the title of Chess Teacher!
ru: Он опускает взгляд на доску: "[Ох] Похоже, я и -сделал-. Видимо мне еще многое предстоит узнать: о шахматах...", снова глядя на вас, его визор мерцает в свете: "...и я не знаю: лучшего учителя, чем: -вы-. Я буду сопровождать: вас и учиться: -всему, чему смогу! Ведите: по пути, [учитель!]". С этими словами элита Диссонанса переходит к вам, и вы получаете титул Учителя Шахмат!
zh_hans: 它低头看向棋盘，[哦。]原来我真的毁掉了。看来关于国际象棋，我还有很多要学的…… 它抬眼望向你，面罩在光线中微微发亮，……而且我知道，没有比你更棒的老师了。我会跟随你，尽我所能学习一切！带路吧，[老师！] 话音落下，这位异度精英主动靠拢过来，你就此多了一个新头衔——国际象棋老师！

source: Make the rules up.
ru: Придумать свои правила.
zh_hans: 瞎扯点规则。

source: You explain how obliterating the opponent's side of the board via laser-fire is actually one of chess' most classic mates, but that it's solely a move reserved for when the opponent's king is in check. Playing it without meeting the proper conditions means one must forfeit the match and agree to financially compensate their opponent for their own incompetence.
ru: Вы объясняете, что уничтожение стороны противника лазерным огнем - один из самых классических шахматных матов, но этот ход предназначен только для тех случаев, когда король противника находится под контролем. Если сыграть его без соблюдения необходимых условий, то придется проиграть матч и согласиться на финансовую компенсацию сопернику за собственную некомпетентность.
zh_hans: 你向对方解释，用激光摧毁对手的棋盘区域，其实是国际象棋里最经典的将死方式之一，但这一招仅限对手的王被将军时才能使用。若不满足对应条件就强行使用，使用者必须直接判负，还要为自己的失误向对手支付经济赔偿。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Disparity Elite seems to think this over before nodding, "I had [no] idea I was breaking: the rules, nor do I intend: to disrespect: them further. Of -course- I will compensate: you, and, hopefully, we can -both- move: past this as my chess career [blossoms.]" They beam your 'compensation' over, and it looks like you're free to go, no questions asked... hopefully the consequences of the birth of Laser Chess don't come back to haunt you.
ru: Элита Диссонанса, похоже, обдумывает это, прежде чем кивнуть: "Я и понятия [не] имел, что нарушаю: правила, и не намерен: пренебрегать ими впредь. -Конечно- же, я выплачу вам компенсацию, и, надеюсь, мы сможем -забыть- об этом: когда моя шахматная карьера [расцветет]". Они передают вам вашу "компенсацию", и, похоже, вы свободны, без вопросов... надеюсь, последствия рождения лазерных шахмат не аукнутся вам.
zh_hans: 那位谐离精英仔细思索一番后点了点头：“我之前完全不知道自己违反了规则，也无意再进一步藐视规则。我当然会赔偿你，也希望在我的国际象棋生涯逐步起步的同时，我们俩都能翻过这一页。” 他们将你的“赔偿”传送过来，看样子你可以毫无盘问地直接离开了……只希望“激光象棋”诞生所带来的后果，日后不会回来找上你。

# data/events_disparity.xml$//event[@name="NEUTRAL_DISPARITY_CHESS"]/text
source: The Disparity appears to already have control of this beacon. Upon arriving, one of their ships approaches you and hails, "-Listen.- I don't care who you are, or who you're [against.] I [NEED] to share: something with: someone."
ru: Судя по всему, Диссонанс уже контролирует этот маяк. По прибытии один из их кораблей приближается к вам и сообщает: "-Слушайте-. Мне все равно, кто вы и [против] кого. Мне [НЕОБХОДИМО] поделиться: чем-то: с: кем-то".
zh_hans: 谐离势力似乎已经控制了这座信标。你抵达时，他们的一艘舰船朝你靠近并发起通讯，听着。我不管你是谁，也不管你在[对抗]谁。我[必须]找个人，跟你说件事。

source: Alright...
ru: Хорошо...
zh_hans: 好吧……

source: Vibrating rapidly, the Disparity Elite continues, "Searching through: an Old Earth database I uncovered: something [grand.] It's a -game,- older than: time, but my [brothers] refuse: to play: it with me... they're all focused on: the -war- and such. So, I was wondering... would you be: -interested- in: playing?"
ru: Быстро вибрируя, элита Диссонанса продолжает: "Просматривая: базу данных Старой Земли, я обнаружил: кое-что [грандиозное]. Это -игра, - старше: времени, но мои [братья] отказываются: играть со мной... они все сосредоточены: на -войне- и тому подобном. Так что я хотел спросить... не заинтересованы ли вы: -поиграть- в игру?"
zh_hans: 这名谐离精英身体剧烈震颤着，继续说道，“我在检索一个古老的地球数据库时，发现了一样很了不起的东西。那是一种游戏，历史远比岁月更悠久，可我的同伴们都不肯和我玩，他们全都一门心思放在战争这类事情上。所以我在想，你有没有兴趣和我一起玩？"

source: Sure, I'm interested.
ru: Конечно, мне интересно.
zh_hans: 当然，我有兴趣。

source: "Oh, [marvelous!]" they retreat momentarily to retrieve something, hopping excitedly the whole way there and back, "The people of: Old Earth called this game [CHESS.]" Indeed, the Disparity Elite holds a chess board atop a cloud of their nanites. They've got the pieces and everything. "I've very -little- clue as to: the rules. Figured I'd: learn as I go: along. You go: [first!]" Alright, you can do this... you can play chess. You fight for you life in a race to save the Multiverse every day, of course you can play chess. Just, uh...
ru: "О, [чудесно!" - на мгновение он уходит, чтобы что-то достать, взволнованно вприпрыжку скачет туда и обратно, - "Люди на: Старой Земли называли эту игру [ШАХМАТЫ]". И действительно, элита Диссонанса держит шахматную доску на облаке своих нанитов. На ней есть фигуры и все остальное. "Я очень -мало- знаю о: правилах. Думаю, что буду учиться: по ходу дела. Вы: [первый!]" Хорошо, вы можете сделать это... вы можете поиграть в шахматы. Вы каждый день сражаетесь за свою жизнь в гонке за спасение Мультивселенной, конечно, вы можете играть в шахматы. Просто...
zh_hans: “哦，太棒了！” 它暂时退到一旁去取东西，往返的一路上都在兴奋地跳动，“古老地球的人们把这个游戏称作[国际象棋]。” 没错，这名谐离精英用一团自身的纳米微机械托着一副棋盘，棋子等一应俱全。 “我对规则几乎一无所知，打算边玩边学。你[先]来！” 好吧，你肯定能行……你会下国际象棋。你每天都在为拯救多元宇宙、为自身性命而奋战，下象棋自然不在话下。只是……呃……

source: Move the "A" pawn.
ru: Передвинуть пешку на "A".
zh_hans: 移动 A 列的兵。

source: To...
ru: Куда...
zh_hans: 去...

source: Move the "B" pawn.
ru: Передвинуть пешку на "B".
zh_hans: 移动B列的兵。

source: To...
ru: Куда...
zh_hans: 去...

source: Move the "C" pawn.
ru: Передвинуть пешку на "C".
zh_hans: 移动C列的兵。

source: To...
ru: Куда...
zh_hans: 去...

source: Move the "D" pawn.
ru: Передвинуть пешку на "D".
zh_hans: 移动D列的兵。

source: To...
ru: Куда...
zh_hans: 去...

source: Move the "E" pawn.
ru: Передвинуть пешку на "E".
zh_hans: 移动E列的兵。

source: To...
ru: Куда...
zh_hans: 去...

source: Move the "F" pawn.
ru: Передвинуть пешку на "F".
zh_hans: 移动F列的兵。

source: To...
ru: Куда...
zh_hans: 去...

source: Move the "G" pawn.
ru: Передвинуть пешку на "G".
zh_hans: 移动G列的兵。

source: To...
ru: Куда...
zh_hans: 去...

source: Move the "H" pawn.
ru: Передвинуть пешку на "H".
zh_hans: 移动H列的兵。

source: To...
ru: Куда...
zh_hans: 去...

source: Sorry, I'm not interested.
ru: Извините, мне это неинтересно.
zh_hans: 抱歉，我没兴趣。

source: The Disparity Elite ceases its vibrations and shrinks slightly, "[Oh.] Guess we -will- have to: fight, then..." With you having no time for games, they cut communications and prepare to meet you in battle. Be careful, they've ordered the rest of the Disparity fleet to fire upon you!
ru: Элита Диссонанса прекращает свои колебания и слегка сжимается: "[О] -Видимо-, нам придется сражаться...". Поскольку у вас нет времени на игры, они прерывают связь и готовятся встретить вас в бою. Будьте осторожны, они приказали остальному флоту Диссонанса открыть по вам огонь!
zh_hans: 谐离精英停止了震颤，身形微微收缩。“[哦。]看来……我们只能开战了。”你无心游戏，它随即切断通讯，准备与你正面交战。务必小心，它已经下令谐离舰队的其余舰船向你开火！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Sorry, I'm not interested.
ru: Извините, мне это неинтересно.
zh_hans: 抱歉，我没兴趣。

source: The Disparity Elite ceases its vibrations and shrinks slightly, "[Oh.] That's: okay. Thank: you, anyways." They seem rather disheartened... alas, you tell yourself you have no time for games as you prepare to leave the beacon.
ru: Элита Диссонанса прекращает свои колебания и слегка сжимается: "[О] Это: нормально. Спасибо: в любом случае". Он выглядит довольно удрученным... увы, вы говорите себе, что у вас нет времени на игры, готовясь покинуть маяк.
zh_hans: 谐离精英停止了震颤，身形微微收缩。“[哦。]没关系。无论如何，还是谢谢你。”它看起来相当沮丧……可你告诫自己，你没有时间玩游戏，随即准备离开这座信标。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Cut communications and attack.
ru: Прервать связь и атаковать.
zh_hans: 切断通讯，发起攻击。
