Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: You're prepared to begin leaving the beacon, satisfied, when... you realize the Lanius have immediately returned to stripping the Engi ships for what scrap they can. The nerve! Hailing them once more, they defend themselves, "No feed! Save feed, later. No waste precious." As if that's any better!
ru: Вы уже готовы покинуть маяк, довольные, но... понимаете, что ланиусы немедленно вернулся к разбору кораблей энджи на лом. Вот наглость! Еще раз вызвав их, они защищаются: "Нет корма! Прибережем корм на потом. Никаких потерь драгоценностей". Как будто так лучше!
zh_hans: 心满意足，正准备驶离这片信标区域，却突然发现——那艘食铁族舰船竟立刻折了回来，又开始扒拉半械族的舰船残骸，搜刮能用的金属碎片。简直太放肆了！你再次向他们发去通讯，对方反倒振振有词：“没的吃！先存着，回头再吃。别糟蹋好东西。” 这说辞听着也没好到哪去！

source: (Lanius Crew) Have your Lanius better convey your words.
ru: (Член экипажа-ланиус) Пусть ваш ланиус лучше передаст им ваши слова.
zh_hans: （食铁族船员）让你的食铁族船员把话说清楚。

source: Nodding, your Lanius turns to the screen, "No save feed, no feed, no maybe feed, no little feed. Precious no feed, no precious feed." The opposing Lanius stares back, perhaps thoughtfully, "Apology. Thought no feed, precious feed. Know no precious feed now. Take no precious feed, apology. Leave now." With a hint of regret in their odd voice, they apologize and beam over what they had taken from the scrapping operation before promptly leaving the beacon. I guess it's too late to put it back now... may as well put this tainted scrap to good use. Not like it'll be the first time, or the last.
ru: Кивнув, ваш ланиус обращается к экрану: "Не собирать еду, не может быть съесть, не немного съесть, драгоценность не есть, не есть драгоценность". Другой ланиус смотрит на него в ответ, подумав отвечая: "Извиняюсь. Думал, нет корма, драгоценный корм. Знать не есть драгоценный корм. Не брать драгоценный корм, извиняюсь. Уходить". С ноткой сожаления в странном голосе они извиняются и передают по кучу того, что добыли с обломков, после чего быстро покидают маяк. Думаю, теперь уже слишком поздно возвращать все на обратно... Можно с пользой использовать этот нечистый лом. Не то чтобы это было в первый или последний раз.
zh_hans: 你的食铁族船员点了点头，转向通讯屏开口：“不是攒着吃，不是没的吃，不是可能有的吃，也不是凑活吃。这不是能随便动的食料，半点都碰不得。”对面的食铁族凝眸望来，似是琢磨了片刻，开口回应：“抱歉。原以为是无主的食料，上好的食料。现下晓得了，这碰不得。不再动这食料，抱歉。这就走。”古怪的语调里带着几分悔意，他们道了歉，又把刚才搜刮来的碎片通过传讯器送了过来，随后便立刻驶离了信标区域。想来这些碎片再归位也无济于事了……不如就把这些沾了血的废铁派上用场。反正这般事，从前不是头一回，往后也绝不会是最后一次。

source: I'm tired of this. Attack the Lanius!
ru: Я устал от этого. Атаковать ланиусов!
zh_hans: >忍无可忍，开火攻击那艘食铁族舰船！

source: Not only are they disrespecting the remains of the Engi, but now they're disrespecting you as well! As you ready your weapons, the Lanius speaks once more, "Fed fed up Lanius feed. Fed feed no fed Fed. Fed Fed, feeds." Now they're just outright mocking you... prepare for battle!
ru: Они не только не уважают останки энджи, но теперь и вас! Пока вы заряжаете оружие, ланиус снова говорит: "Фед кормит ланиуса едой. Фед ест, но не кормится федом. Фед кормится федом". Теперь они просто откровенно издеваются над вами... Приготовьтесь к бою!
zh_hans: 他们不光糟践半械族的遗骸，现在更是没把你放在眼里！你这边刚架起武器，对面的食铁族又传过来话：“食铁族找食，天经地义。这食物不是你的食物，轮不到你管。要抢食物，那就打。” 这明摆着是公然挑衅了……备战迎敌！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Whatever, do as you please.
ru: Неважно, делайте, что хотите.
zh_hans: 随你们的便，动手就是。

source: You don't get paid enough to argue with the Lanius and they're barely functional translators. Frustrated, you look the other way and prepare to leave the beacon.
ru: Вам не платят столько, чтобы спорить с ланиусами, а они едва справляются с переводом. Разочарованный, вы отводите взгляд в сторону и готовитесь покинуть маяк.
zh_hans: 跟这帮食铁族掰扯实在不值当，他们的翻译器本就磕磕绊绊说不明白话。你满心烦躁地别开视线，索性不再计较，转头准备驶离这片信标区域。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: They're just doing what they have to. Leave them be.
ru: Они просто делают то, что должны. Оставить их в покое.
zh_hans: 他们不过是为了活下去罢了，随他们去吧。

source: You'll be the last one to judge someone for scrapping the remains of fallen fleets. Though regretful, the Lanius are only doing what they have to to survive... as is the case with the Disparity, you realize. War, or no war, the two groups of Engi cannot coexist as long as the Harmony is hell-bent on the reintegration of the Separatists. Returning to reflection once more, you get ready to jump to the next beacon.
ru: Вы будете последним, кто осудит кого-то за то, что он грабит останки погибших флотов. К сожалению, ланиусы делает только то, что должны, чтобы выжить... как и Диссонанс, вы это понимаете. Война или не война - две группы энджи не смогут сосуществовать, пока Гармония будет стремиться к реинтеграции Сепаратистов. Снова вернувшись к размышлениям, вы готовитесь к прыжку к следующему маяку.
zh_hans: 你从不会去苛责那些从战败舰队的残骸里搜刮物资的人。心里虽有惋惜，却也清楚食铁族不过是为了活下去才如此——就像那些选择谐离的半械族一样。你忽然想明白，无论战火是否燃起，只要谐合执意要让分离者重归麾下，这两拨半械族就永远无法共存。心绪再度沉下来，你下令准备跃迁，前往下一个信标。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: We don't have time to mourn.
ru: У нас нет времени на скорбь.
zh_hans: 我们没工夫沉浸在悲戚里。

source: As regretful as it is, we have our own battles to fight. We cannot allow ourselves to be swept up by our emotions while the Rebellion follows behind us, in our every footstep. There are countless people counting on you, and on your ability to remain steadfast in the face of the horrors of war. Turning away from said horrors, you begin making preparations to leave the beacon.
ru: Как бы ни было прискорбно, но у нас есть своя война. Мы не можем позволить себе поддаться эмоциям, в то время как Восстание следует за нами по пятам. Бесчисленное множество людей рассчитывает на вас и на вашу способность оставаться непоколебимыми перед лицом ужасов войны. Отогнав от себя эти мысли, вы начинаете готовиться к прыжку с маяка.
zh_hans: 纵使满心惋惜，我们也有自己的仗要打。叛军如影随形，步步紧逼，我们不能任由情绪裹挟自己。无数人都寄望于你，寄望于你能在战争的残酷面前始终坚定。你转过身，不再看这片满目疮痍的景象，开始下令筹备驶离这处信标。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the Harmony ship defeated, the Separatists hail you once more, "[Thankyouthankyouthankyouthankyouthankyou!] We are ever: in -your- debt, Federation!" After gathering themselves, they leave the beacon, and you're left feeling good about yourself.
ru: После победы над кораблем Гармония Сепаратисты снова вызывают вас: "[Спасибоспасибоспасибоспасибоспасибо!] Мы всегда: в долгу перед -вами-, Федерация!". Собравшись, они покидают маяк, а вы остаетесь с хорошим настроением.
zh_hans: 谐合的舰船被击溃后，分离者一方再次向你发来通讯，声音里满是急切的感激：[谢谢谢谢谢谢！]我们永远欠你一份情，联邦！待情绪稍稍平复，他们便驶离了这处信标。独留你在舰桥之上，心底翻涌着一阵释然的快意。

source: With the Harmony ship defeated, the Separatists hail you once more, "[Thankyouthankyouthankyouthankyouthankyou!] We are ever: in -your- debt, Federation!" After gathering themselves, they leave the beacon, but not before scrounging around and finding what extra resources they can in order to repay you!
ru: После поражения корабля Гармония Сепаратисты снова обращаются к вам: "[Спасибоспасибоспасибоспасибоспасибо!] Мы всегда в долгу перед вами, Федерация!". Собравшись, они покидают маяк, но перед этим они осматривают окрестностям и находят ничейные ресурсы, которые передают вам, чтобы отплатить за помощь!
zh_hans: 合的舰船被击溃后，分离者再次向你发来通讯，连声急切道谢：[谢谢谢谢谢谢！]我们永远欠你一份情，联邦！他们稍作整顿，并未立刻驶离信标，而是在周边残骸间翻找起来，搜罗出不少可用的补给物资，以此作为谢礼送来，随后才驾船离去。

source: With the Harmony ship defeated, the Separatists hail you once more, "[Thankyouthankyouthankyouthankyouthankyou!] We are ever: in -your- debt, Federation!" After gathering themselves, they leave the beacon, but not before one of them shows interest in joining you and helping out other Engi the same way you helped them!
ru: После поражения корабля Гармония Сепаратисты снова обращаются к вам: "[Спасибоспасибоспасибоспасибоспасибо!] Мы всегда в долгу перед вами, Федерация!". Собравшись, они покидают маяк, но перед этим один из них проявляет интерес к тому, чтобы присоединится к вам, чтобы помочь другим энджи так же, как вы помогли им!
zh_hans: 谐合的舰船被击溃后，分离者再次向你发来通讯，话音里满是急切的感激，连串说着："[谢谢谢谢谢谢谢！]我们永远欠你一份情，联邦!"他们稍作整顿，正准备驶离信标，其中一名船员却主动站了出来，向你表达了想要加入的意愿——他想跟着你，用和你一样的方式，去帮助更多身处困境的半械族同胞。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Having dealt with the Separatist ship, the Harmony hails you, "Federation assistance: appreciated." You fought a battle for them and they really decided to just repeat themselves... honestly, you could be convinced that they're just using a soundboard.
ru: Разобравшись с кораблем Сепаратистов, Гармония вызывает вас: "Помощь Федерации: приветствуется". Вы сражались за них, а все что получили, это стандартные слова благодарности... честно говоря, скорее всего, они даже не удосужились их произнести, использовав запись голоса.
zh_hans: 解决完分离者的舰船后，谐合方向你发来通讯：“感谢联邦援助。”你刚为他们浴血一战，对方却还是只有这一句说辞……说真的，你都要怀疑，他们怕是只备了这么一句录音，翻来覆去地放。

source: Having dealt with the Separatist ship, the Harmony hails you, "Federation assistance: appreciated." You fought a battle for them and they really decided to just repeat themselves... at the very least, they beamed over a bit of scrap as thanks. Only a bit, though...
ru: Разобравшись с кораблем Сепаратистов, Гармония вызывает вас: "Помощь Федерации: приветствуется". Вы сражались за них, а все что получили, это стандартные слова благодарности... По крайней мере, в благодарность они прислали немного лома. Но только немного...
zh_hans: 解决完分离者的舰船后，谐合方向你发来通讯：“联邦援助：表示感谢。”你刚为他们浴血一战，对方竟还是这一句干巴巴的话……好在还算有几分诚意，传讯器送来了些许金属废料当作谢礼，只是这点东西，实在算不上丰厚。

source: Having dealt with the Separatist ship, the Harmony hails you, "Federation assistance: appreciated." You fought a battle for them and they really decided to just repeat themselves... though, to your surprise, they also send over an Engi to bolster your ranks! Even if they're just trying to spy on you, you appreciate all the help you can get.
ru: Разобравшись с кораблем Сепаратистов, Гармония вызывает вас: "Помощь Федерации: приветствуется". Вы сражались за них, а все что получили, это стандартные слова благодарности... Но, к вашему удивлению, они также прислали энджи, который пополняет ваши ряды! Даже если они просто пытаются шпионить за вами, вы цените любую помощь, которую можете получить.
zh_hans: 解决完分离者的舰船后，谐合方向你发来通讯，依旧是那一句冰冷的程式化话语：“联邦援助：表示感谢。”你刚为他们拼下一场仗，换来的却还是这般毫无温度的重复……可让你意外的是，通讯结束后，他们竟同步传送过来一名半械族船员，归入你的麾下听用。即便心里难免怀疑，这或许是他们安插的眼线，可眼下战事吃紧，任何一份助力都弥足珍贵，这份“谢礼”，你自然照单全收。

source: Accepting the hail, you find it's indeed the Separatists, "Federation! We need: -help!- Harmony: [tricked] us, led us into -thinking- we were meeting with: Disparity. They desire to: [reintegrate] us..."
ru: Приняв вызов, вы обнаруживаете, что это действительно Сепаратисты: "Федерация! Нам нужна: -помощь-! Гармония: [обманула] нас, заставила -думать-, что мы встречаемся с: членами Диссонанса. Они хотят: [реинтегрировать] нас..."
zh_hans: 接起通讯，那边果然是分离者的声音，语气里满是慌乱与急切：“联邦！我们需要帮助！谐合的人[骗]了我们！他们让我们以为，是要和谐离的同胞会面。可他们的目的，根本是要——重新[同化]我们……”

source: We'll deal with the Harmony.
ru: Мы разберемся с Гармонией.
zh_hans: 谐合那边，我们来解决。

source: They jump up in joy, albeit awkwardly, "Oh, -thank- you! -Thank- you: Federation!" You move in on the Harmony ship, and, sensing your aggression, they turn away from the Separatists to meet you in battle!
ru: Они подпрыгивают от радости, и несколько неуклюже говорят: "О, -спасибо-! -Спасибо-: Федерация!" Вы приближаетесь к кораблю Гармонии, и, почувствовав вашу агрессию, они отклоняются от Сепаратистов, чтобы встретить вас в бою!
zh_hans: 他们笨拙地露出欣喜的模样，连声道谢：“噢，太感谢了！太感谢了，联邦！”你即刻调船逼近谐合的舰船，对方感知到你的攻势，当即撇开分离者，调转舰身迎上前来，一场交战就此展开！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Sorry, but we can't help you.
ru: Извините, но мы не можем вам помочь.
zh_hans: 抱歉，我们没法帮你们。

source: You cut communications. It's cold, but it's easier than having to see the mix of disappointment and terror on their robotic faces as you admit to leaving them to their reintegration... maybe they'll escape on their own, somehow. You can only hope so as you turn away and leave the two ships to their chase.
ru: Вы прерываете связь. Это холодно, но легче, чем видеть смесь разочарования и ужаса на их роботизированных лицах, когда вы признаете, что обрекаете их на реинтеграцию... Может быть, они как-нибудь сами выкрутятся. Остается только надеяться на это, когда вы уходите и оставляете два корабля на произвол судьбы.
zh_hans: 你切断了通讯。这般做法固然冷漠，却好过直面他们机械面庞上交织的失望与恐惧——毕竟你终究是要抛下他们，任其被谐合重新同化。或许他们能凭自己的力量逃出生天，你只能这样暗自期许着，调转舰身驶离，将身后的追逐与缠斗，尽数抛在这片星域。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Accepting the hail, you find it's indeed the Harmony, "Federation. Separatist chase in progress. Harmony: outsped. Calculated time to chase completion: indeterminable. Harmony request: Federation assistance."
ru: Приняв вызов, вы обнаруживаете, что это действительно Гармония: "Федерация. Идет погоня за Сепаратистами. Гармония: атакована. Расчетное время до завершения погони: неопределенно. Запрос Гармонии: помощь Федерации".
zh_hans: 接起通讯，来电的果然是谐合一方，电子音平稳却带着一丝不易察觉的急切：“联邦。正追击分离者舰船，我方航速不足，预估完成追击时长：无法确定。谐合请求：联邦协助。"

source: We'll deal with the Separatists.
ru: Мы разберемся с Сепаратистами.
zh_hans: 交给我们，我们来截下分离者舰船。

source: The Engi responds, keeping it brief, "Federation assistance: appreciated." You're not really sure if it's "assistance," seeing that you're doing all the work... regardless, you move in on the Separatist ship, and, with you matching their pace, they turn to defend themselves!
ru: Энджи отвечает кратко: "Помощь Федерации: приветствуется". Вы не совсем понимаете, что это "помощь", ведь всю работу делаете вы... Тем не менее, вы приближаетесь к кораблю Сепаратистов, и, когда вы поравнялись с ними, они поворачиваются, чтобы защищаться!
zh_hans: 半械族那边传来简洁的回应：“联邦援助：表示感谢。”你心里暗自腹诽，这哪里是“援助”，分明是自己在全权出力……但也没再多想，即刻调舰逼近分离者的舰船。你的战舰稳稳咬住对方的航速，彻底封死了他们的逃窜路线，走投无路的分离者只得调转舰身，架起防御火力，准备拼死抵抗!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Sorry, but it's not our problem.
ru: Извините, но это не наша проблема.
zh_hans: 抱歉，这不是我们的事。

source: You cut communications. Dealing with the Separatists isn't part of any of your duties, and you're not really interested in dirtying your hands with the blood of innocents right now... only right now, though.
ru: Вы прерываете связь. Разбираться с Сепаратистами не входит в ваши обязанности, и вам совсем не хочется пачкать руки кровью невинных... Впрочем, только сейчас.
zh_hans: 你直接切断了通讯。清剿分离者本就不在你的任务清单里，眼下，你也没兴趣为这种事沾上手无寸铁者的血 —— 至少此刻没这个兴趣。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_disparity.xml$//event[@name="NEUTRAL_DISPARITY_SUBJUGATION"]/text
source: You're surprised to receive a hail the moment you arrive at the beacon, and you spot a Harmony ship engaging in a chase with a Separatist vessel outside. It's difficult to tell which of the two is hailing you.
ru: Вы удивлены, что сразу после прибытия на маяк вас вызывают, и видите, как корабль Гармонии начинает погоню за кораблем Сепаратистов. Трудно сказать, кто из них вызывает вас.
zh_hans: 刚抵达这处信标，通讯器便突然响起，猝不及防的呼求让你心头一怔。抬眼望向舷窗外的星域，只见一艘谐合舰船正与一艘分离者舰船陷入追逐缠斗，两道引擎尾焰在星空中交错穿梭，难分彼此。你凝神看向通讯屏，信号源模糊不清，一时竟辨不出，究竟是哪一方，向你发出了求援的呼号。

source: Respond to the hail.
ru: Ответить на вызов.
zh_hans: 回应呼叫。

source: Ignore the hail, and the two ships.
ru: Не обращать внимания на вызов и два корабля.
zh_hans: 无视通讯请求和那两艘舰船。

source: Pfft, like you have time to be getting involved in Engi politics. That's... why you're in an Engi sector, that happens to double as an active civil warzone. Though it's all a coincidence, really, you're just trying to reach Node 17 and end a war that the Engi also, uh, happen to be involved in. Hmm.
ru: Пффф, как будто у вас есть время вмешиваться в политику энджи. Поэтому... поэтому вы и находитесь в секторе энджи, который одновременно является зоной активной гражданской войны. Хотя на самом деле все это просто совпадение: вы просто пытаетесь добраться до Узла 17 и закончить войну, в которой участвуют и энджи. Хмм.
zh_hans: 嗤，你哪有闲工夫掺和半械族的内部纷争。可说来也巧，你偏偏就身处在半械族星域，这地方还恰巧成了内战的主战场。不过真的纯属巧合罢了，你此行只是为了抵达17号节点，终结一场战争——而半械族嘛，呃，刚巧也被卷进了这场战争里。啧。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: They contemplate it for only a moment before speaking, "I: suppose it -would- be [difficult] to return. I: will stay here, with you: then. He: would have -liked- that." The Engi moves away from the airlock, and you breathe a sigh of relief as you glance back at the book... but the writing is gone. Flipping through the rest of the book, you find that all of the pages are blank. Just what is going on?
ru: Он размышляет об этом лишь мгновение, прежде чем сказать: "Я: полагаю, что вернуться -будет- [трудно]. Тогда я: останусь здесь: с вами. Ему: это понравилось бы". Энджи удаляется от шлюза, и вы облегченно вздыхаете, оглядываясь на книгу... но надписи уже нет. Пролистав оставшуюся часть книги, вы обнаруживаете, что все страницы пустые. Что же происходит?
zh_hans: 他只沉吟片刻，便开口道：“想来，回去之路，定是万般[艰难]。那我便留下吧，与你一同。他若知晓，定也会乐见其成。”这名半械族转身离开了气闸舱，你松了口气，回头望向那本书——可书页上的字迹竟已消失无踪。你快速翻完整本书，所有纸页皆是一片空白。这一切，究竟是怎么回事？

source: The Engi ignores your plea, and, unphased, they open the inner airlock and close the door behind them. Before the outer airlock is opened, though, the sound of rending metal followed by what can only be described as robotic screeching pierces your ears. Then, there is silence... until something begins banging against the door to the inner airlock. Something's breaking through, fast!
ru: Энджи игнорируют ваши мольбы и, не обращая внимания, открывают внутренний шлюз и закрывает его за собой дверь. Но прежде чем открывается внешний шлюз, до ваших ушей доносится звук скрежета металла, а затем то, что можно описать только как роботизированный скрип. Затем наступает тишина... пока что-то не начинает стучать в дверь внутреннего шлюза. Что-то прорывается, быстро!
zh_hans: 这名半械族全然无视你的恳求，面无波澜地打开了内侧气闸舱门，而后反手将门关上。就在外侧气闸舱尚未开启的瞬间，一阵金属撕裂的巨响骤然传来，紧接着便是一阵难以形容的机械尖啸，刺得人耳膜生疼。片刻后，一切重归死寂——直到有什么东西开始疯狂撞击内侧气闸舱的舱门。有东西正在飞速冲破阻隔，闯进来！

source: Run!
ru: Бежим!
zh_hans: 快跑！

source: Dropping the book, you sprint for the hold with a haste unlike any you've ever drawn upon, and, as you make it inside and lock the door behind you, you can hear the air in the previous room get jettisoned as the airlock's integrity is breached. Alarms and warning lights blare as intruders are detected, and you rush to the helm to give the command to prepare for combat. Though, when you get there...
ru: Бросив книгу, вы мчитесь к трюму с небывалой для вас скоростью, и, оказавшись внутри и закрыв за собой дверь, вы слышите, как воздух в предыдущем помещении вырывается наружу, поскольку герметичность шлюза нарушена. Сигналы тревоги и предупреждающие огни вспыхивают при обнаружении незваных гостей, и вы бросаетесь к рубке, чтобы отдать команду готовиться к бою. Правда, когда вы оказываетесь там...
zh_hans: 你猛地丢下那本书，拼尽全力朝着货舱狂奔，从未有过这般仓促。踉跄着冲进舱内并反手锁死舱门的瞬间，你听见隔壁房间的空气随着气闸舱的破损被瞬间抽离，发出刺耳的呼啸。入侵警报骤然响起，警示灯疯狂闪烁，舰内检测到了外来闯入者。你又朝着舰桥猛冲，想要下达战备指令，可当你终于赶到那里时……

source: Look outside.
ru: Посмотреть наружу.
zh_hans: 你抬眼望向舷窗，朝外望去——

source: Outside, you see... nothing. Not truly nothing, though, but something vast that embodies nothing. This nothingness completely obscures the space outside, but... you feel that you've got greater problems to worry about as you realize it's this very darkness outside that is clawing its way through your ship! You need to get out of here... but, first, prepare for combat!
ru: Снаружи вы видите... ничего. Хотя нет, не совсем ничего, а нечто огромное, заключающее в себе ничто. Это ничто полностью заслоняет пространство снаружи, но... вы чувствуете, что у вас есть проблемы поважнее, когда понимаете, что именно эта тьма снаружи пробивает когтями путь через ваш корабль! Вам нужно выбраться отсюда... но сначала приготовьтесь к бою!
zh_hans: 舷窗外，空无一物。倒也并非全然的虚无，而是一片凝萃了空寂的庞然存在。这片虚无彻底遮蔽了外头的星空，可你心头骤沉，意识到自己还有更棘手的麻烦要面对——正是舱外的这片黑暗，正顺着舰体的缝隙，一点点攀噬进你的船身！必须立刻撤离……但在此之前，先做好战斗准备！

# data/events_disparity.xml$//event[@name="NEUTRAL_DISPARITY_HISDESIRE"]/text
source: Silence is all that meets you upon arriving at the beacon. That is, until... something small bumps against the ship's hull.
ru: По прибытии на маяк вас встречает тишина. До тех пор, пока... что-то небольшое не ударится о корпус корабля.
zh_hans: 抵达信标处，四下里只剩一片死寂。直到……有个小小的东西，撞上了舰身的外壳。

source: Investigate the noise.
ru: Установить причину шума.
zh_hans: 前去查看异响来源。

source: Scans indicate that it's an Engi, just floating in space. Vital signs read normal, meaning it must be a Disparity Elite in Hazard mode. Do you bring them aboard?
ru: Сканирование показывает, что это энджи, просто плавающий в космосе. Жизненные показатели в норме, значит, это элита Диссонанса в режиме опасности. Вы возьмете его на борт?
zh_hans: 扫描显示是一名半械族，正漂浮在太空中。生命体征正常，说明其必然是开启危险模式的谐离精英。是否将其接登舰？

source: Sure, they likely need help.
ru: Конечно, ему, скорее всего, нужна помощь.
zh_hans: 当然，他们大概率需要帮助。

source: Bringing them aboard through the airlock, you find that is indeed a Disparity Elite, but, despite floating in space for what you can only assume must have at least been days, they're in strangely good condition. Weirder yet, they're clutching onto a leather-bound book... and, before even taking a moment to relax, they speak, "[Brother.] You're: here, just as -he- said." Vaguely ominous...
ru: Подняв его на борт через шлюз, вы обнаруживаете, что это действительно элитный член Диссонанса, но, несмотря на то, что он находился в космосе, как вы можете предположить, не менее нескольких дней, он пребывает в странно хорошем состоянии. Еще более странно то, что он сжимает в руках книгу в кожаном переплете... и, не успев даже опомниться, говорит: "[Брат]. Ты: здесь, как -он- и сказал". Смутно-зловеще...
zh_hans: 通过气闸将其接登舰，发现对方确是一名谐离精英。尽管能断定其已在太空中漂浮了至少数日，状态却异常良好。更诡异的是，对方紧攥着一本皮质封皮的书——甚至未稍作休整，便开口说道："你来了，如他所言。"隐隐透着不祥之感。

source: He?
ru: Он?
zh_hans: 他?
