Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You've put enough distance between you and the outpost, and no other guards appear to be following you. There's nothing left to do but prepare to leave the beacon.
ru: Вы достаточно удалились от аванпоста, и, похоже, никто из охранников вас не преследует. Остается только приготовиться покинуть маяк.
zh_hans: 你已经和前哨站拉开了足够的距离，看起来没有其他守卫在追击你。现在别无他事，只能准备离开信标。

# data/events_disparity.xml$//event[@name="STORELIST_DISPARITY_HARMONY"]/text
source: This beacon still appears to be under the control of the Harmony. A vast trading outpost floats in space nearby, though it's not without its small handful of guards.
ru: Этот маяк, похоже, все еще находится под контролем Гармонии. Неподалеку в космосе парит огромный торговый аванпост, правда, не без небольшой горстки охранников.
zh_hans: 这个信标似乎仍处于谐合势力的控制之下。一座庞大的贸易前哨站飘浮在附近的太空中，不过并非没有少量守卫。

source: Move in to trade.
ru: Отправиться торговать.
zh_hans: 上前进行交易。

source: Despite these turbulent times of war, you dock into the outpost without much incident. Engi march in and out of port in synchronized marches, but none of them pay you any mind. You're free to look around and trade.
ru: Несмотря на неспокойные времена войны, вы пристыковываетесь к аванпосту без особых происшествий. Энджи входят и выходят из порта синхронным маршем, но никто из них не обращает на вас внимания. Вы можете свободно осматриваться и поторговать.
zh_hans: 尽管身处战火纷飞的动荡年代，你还是顺利对接停靠进这座前哨站，并未发生太多意外。半械族迈着整齐划一的步伐在港口进出，却没有一人留意你。你可以自由四处探查、开展交易。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Move in to trade.
ru: Отправиться торговать.
zh_hans: 上前进行交易。

source: You begin to move in to trade, but the outpost's guards quickly gather to form a blockade. One hails, "Federation assessment: Harmony threat. Preparing neutralization." Not a very diplomatic people... you try to back off while you still can, but one of the guards breaks formation and begins to give chase!
ru: Вы начинаете двигаться, чтобы начать торговлю, но сторожевые корабли форпоста быстро собираются и блокируют вам путь. Один из них сообщает: "Оценка Федерации: Угроза Гармонии. Готовится нейтрализация". Не слишком дипломатичный народ... Вы пытаетесь отступить, пока есть возможность, но один из сторожевых кораблей нарушает строй и начинает преследование!
zh_hans: 你正要上前进行交易，前哨站的守卫却迅速集结，组成了封锁线。其中一名守卫发来通讯：“联邦评估：谐合势力构成威胁，准备实施清除。”这些人可一点都不讲究外交手段……你试图趁还能撤退时赶紧后退，可一名守卫脱离阵型，开始追击你！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I'm not here to make friends. Attack the Harmony!
ru: Я здесь не для того, чтобы заводить друзей. Атаковать Гармонию!
zh_hans: 我不是来交朋友的。攻击谐合势力！

source: Blasting into the outpost, you draw the ire of the guards, and they begin to give chase! You're able to break away from most of them, but one remains hot on your tail. It seems the only way out of this is a fight... but it's a fight you wanted!
ru: Ворвавшись на аванпост, вы привлекли внимание охрану, и они пустились в погоню! Вам удается оторваться от большинства из них, но один сторожевой корабль остается у вас на хвосте. Похоже, единственный выход - это сражение... но ведь вы сами хотели этого сражения!
zh_hans: 你强行冲入前哨站，彻底激怒了守卫，他们随即展开追击！你成功甩开了大部分追兵，可仍有一人死死咬在你的身后。看来摆脱这一切的唯一办法就是开战……而这，正是你想要的对决！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Stay low, and out of sight.
ru: Не высовываться и не попадать в поле зрения.
zh_hans: 压低身形，避开视线。

source: You're able to successfully evade the guards' sight as you wait for the engines to charge.
ru: Вам удается успешно скрыться из поля зрения охраны, пока вы ждете зарядки ССД.
zh_hans: 你成功避开了守卫的视线，静静等待引擎充能完毕。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the Harmony ship defeated, the Separatists express their gratitude and make their wares available to you.
ru: После победы над кораблем Гармонии Сепаратисты выражают свою благодарность и предоставляют вам свои товары.
zh_hans: 谐合势力的舰船被击溃后，半械分离者向你表达了谢意，并允许你选购他们的货物。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_disparity.xml$//event[@name="STORELIST_DISPARITY_SEPARATIST"]/text
source: Pulling into the beacon, you recognize a common sight: a Separatist merchant vessel is here being harassed by a ship belonging to the Harmony. Suppose they don't really have to be part of any battle to be part of the war...
ru: Остановившись у маяка, вы узнаете привычную картину: торговое судно Сепаратистов здесь преследует корабль, принадлежащий Гармонии. Похоже, им не обязательно участвовать в сражениях, чтобы стать частью войны...
zh_hans: 你驶入信标区域，一眼就认出了这常见的一幕：一艘分离者商人正遭到谐合势力舰船的骚扰。看来即便不卷入任何正面战役，他们也已然深陷这场战争之中……

source: Intervene.
ru: Вмешаться.
zh_hans: 干预。

source: You're able to hail the Harmony ship and grab their attention, "Federation. Harmony Separatist reclamation in process: 2%. Inquiry: meaning behind Federation interruption."
ru: Вы успеваете вызвать корабль Гармонии и привлечь их внимание: "Федерация. Идет процесс рекультивации Сепаратистов Гармонией: 2%. Запрос: причина прерывания работы Федерацией".
zh_hans: 你成功联络上那艘谐合舰船并引起了他们的注意，对方通讯道：“联邦。谐合清缴分离者行动进度：2%。询问：联邦此次干预的意图何在。”

source: Can you, like, stop?
ru: Может, хватит?
zh_hans: 能不能，差不多就停手吧？

source: It seems to ponder your statement for a moment, calculating a response, before soundly answering "No."
ru: Кажется, что энджи на мгновение задумывается над вашим заявлением, просчитывая ответ, прежде чем твердо ответить "Нет".
zh_hans: 它似乎对你的话思索了片刻，在计算回应后，干脆地回答：“不行。”

source: Well, I tried...
ru: Ну, я попытался...
zh_hans: 好吧，我尽力了……

source: Having tried absolutely everything within your power, you turn away from the two ships and prepare to leave the Separatists to their fate.
ru: Испробовав абсолютно все, что было в ваших силах, вы покидаете два корабля и готовитесь бросить Сепаратистов на произвол судьбы.
zh_hans: 你用尽了一切力所能及的办法，最终转过身离开这两艘飞船，准备任由半械分离者承受他们的命运。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: I tried to do this peacefully. Eat lead, you damn machine!
ru: Я пытался обойтись без насилия. Жри свинец, проклятая машина!
zh_hans: 我本想和平解决这事。吃子弹吧，你这该死的机器！

source: It doesn't appear to be immediately threatened by your battlecry, "Possibility of eating lead: null. Likelihood of metaphorical meaning: high. Searching Old Earth metaphor database..." it briefly pauses before jolting, startled, "Threat: recognized. Eat weaponized ionic discharge." They turn towards you, ready to defend themselves from both your lead and your insults!
ru: Не похоже, что энджи впечатлила ваша угроза: "Вероятность съесть свинец: нулевая. Вероятность метафорического значения: высокая. Поиск в базе данных метафор Старой Земли...", - он делает небольшую паузу, прежде чем ошеломленно вздрогнуть: "Угроза: распознана. Съесть оружейный ионный заряд". Они поворачиваются к вам, готовые защищаться как от вашего свинца, так и от ваших оскорблений!
zh_hans: 它似乎并没有被你的战吼立刻威慑到，“中弹可能性：0。隐喻含义概率：高。正在检索古地球隐喻数据库……”它短暂停顿，随即猛地一惊，“威胁：已确认。尝尝武器化离子射线的滋味。”对方转向你，准备同时抵御你的子弹与言语攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Engi Defender) "Harmony Separatist reclamation process: reassigned."
ru: (Член экипажа-Защитник энджи) "Процесс рекультивации Сепаратистов Гармонии: переназначен".
zh_hans: （半械保卫者）“谐合对半械分离者的清缴行动：任务已重新指派。”

source: Your Defender continues, "Separatist subjects: to be relinquished to Federation." The opposing Engi doesn't hesitate to do as its ordered for even a moment, pulling away from the Separatists and out of the system without another word. You're hailed by the merchant vessel, "Federation, here to -save- us?"
ru: Ваш Защитник продолжает: "Субъекты Сепаратистов: подлежат передаче Федерации". Противостоящие Сепаратистам энджи Гармонии не колебаются ни секунды, выполняя приказ, отделяются от Сепаратистов и без лишних слов покидают систему. Вас вызывает торговое судно: "Федерация, вы здесь, чтобы -спасти- нас?"
zh_hans: 你的保卫者继续说道：“半械分离者目标，交由联邦接管。”敌对的半械族一刻也没有迟疑，立刻遵照指令行事，脱离对半械分离者的攻击，一言不发地驶离了该星系。这时商人发来通讯：“联邦，你们是来……救我们的？”

source: Indeed. You're free to go, after you show me your wares.
ru: Конечно. Вы свободны, после того как покажете мне свои товары.
zh_hans: 没错。给我看看你们的货物，之后你们就可以自由离开了。

source: The Separatist's nanites vibrate with what you can only assume is joy. "Oh, -thank- you [glorious] Federation! Wares! [Wares!]"
ru: Наниты Сепаратистов вибрируют от радости, которую вы можете только представить. "О, -слава- тебе, [славная] Федерация! Товары! [Товары!]"
zh_hans: 半械分离者的纳米机器人因你只能判定为喜悦的情绪而震颤着。“哦，太感谢你们了，光荣的联邦！货物！看货物！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Nah. I just wanted to blow you up.
ru: Не-а. Я просто хотел лично взорвать вас.
zh_hans: 才不呢。我本来就是想把你们炸飞的。

source: "What? [What?]" You cut communications and get to work, though it takes very little effort to tear their ship apart... they really shouldn't be in the middle of a warzone without any defenses. That'll teach 'em! In, like, the next life. Assuming Engi have next lives. Or lives, in general.
ru: "Что? [Что?]" Вы прерываете связь и приступаете к работе, хотя для того, чтобы разнести их корабль на части, потребуется совсем немного усилий... Им действительно не стоит находиться в центре зоны боевых действий без какой-либо защиты. Это станет для них уроком! В следующей жизни. При условии, что у энджи есть следующая жизнь. Или вообще жизни.
zh_hans: “什么？【什么？】”你切断通讯，随即动手，几乎没费什么力气就撕碎了他们的飞船……他们根本不该毫无防御地身处战区。这也算给他们一个教训！只不过要等来世了——前提是半械族有来世，或者说，前提是他们真的有“生命”这回事。

source: Eat lead, you damn machine!
ru: Жри свинец, проклятая машина!
zh_hans: 去死吧，你这该死的机器！

source: It doesn't appear to be immediately threatened by your battlecry, "Possibility of eating lead: null. Likelihood of metaphorical meaning: high. Searching Old Earth metaphor database..." it briefly pauses before jolting, startled, "Threat: recognized. Eat weaponized ionic discharge." They turn towards you, ready to defend themselves from both your lead and your insults!
ru: Не похоже, что энджи впечатлила ваша угроза: "Вероятность съесть свинец: нулевая. Вероятность метафорического значения: высокая. Поиск в базе данных метафор Старой Земли...", - он делает небольшую паузу, прежде чем ошеломленно вздрогнуть: "Угроза: распознана. Съесть оружейный ионный заряд". Они поворачиваются к вам, готовые защищаться как от вашего свинца, так и от ваших оскорблений!
zh_hans: 它似乎并未被你的战吼立刻威慑，“中弹概率：0。隐喻含义概率：极高。正在检索古地球隐喻数据库……”它短暂停顿，随即惊得一震，“威胁：已确认。尝尝武器化离子射流的滋味。”它们转向你，准备同时抵御你的子弹与言语攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Intervene.
ru: Вмешаться.
zh_hans: 干预。

source: The Harmony ship turns to you, "Federation threat detected. Harmony Separatist reclamation process: suspended." There's no talking your way out of this one... prepare for battle!
ru: Корабль Гармонии обращается к вам: "Обнаружена угроза со стороны Федерации. Процесс рекультивации Гармонии Сепаратистов приостановлен". Здесь невозможно отделаться только разговорами... Приготовьтесь к бою!
zh_hans: 谐合号飞船转向你，“检测到联邦威胁。谐合对半械分离者的清缴行动：暂停。”这次你没法靠口舌脱身了……准备战斗！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Stay out of it.
ru: Не вмешиваться.
zh_hans: 不要插手。

source: You're no hero. Or, maybe you are, just not for these guys. Or, maybe you just really like the Harmony? They've probably done plenty of good! Maybe the Separatists are the bad guys for, like, being different and choosing to fight over it! Or something... regardless, you ignore the two ships and prepare to leave the beacon.
ru: Вы не герой. А может, и герой, только не для этих ребят. А может, вам просто очень нравится Гармония? Они наверняка сделали много хорошего! Может, Сепаратисты - плохие парни, раз они такие разные и решили воевать из-за этого! Или что-то в этом роде... В любом случае, вы не обращаете внимания на два корабля и готовитесь покинуть маяк.
zh_hans: 你算不上什么英雄。又或者，你其实是英雄，只是并非为这些人而战。也或许，你只是单纯偏爱谐合势力？他们说不定做过不少好事！没准半械分离者才是反派，就因为他们特立独行，还选择为此开战……之类的。不管怎样，你无视这两艘飞船，准备离开这个信标点。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The other ships have already gotten away. A pity, but you proved your might.
ru: Другие корабли уже улетели. Как бы ни было это обидно, но вы доказали свою силу.
zh_hans: 其他飞船都已经逃走了。有点可惜，但你已经证明了自己的实力。

source: A group of Disparity ships are huddled around this beacon. They don't really acknowledge your presence... they're likely busy trading amongst themselves.
ru: Группа кораблей Диссонанса собралась вокруг этого маяка. Они не обращают внимания на ваше присутствие... скорее всего, они заняты торговлей между собой.
zh_hans: 一群谐离舰船聚集在这个信标周围。他们完全没有理会你的存在……多半正忙着互相交易。

source: Try to get in on the action and trade.
ru: Попробовать принять участие в акции и поторговать.
zh_hans: 试着加入他们，参与交易。

source: You try to hail the huddled ships, but they don't pick up. They mustn't fancy your presence here...
ru: Вы пытаетесь вызвать на связь скопившиеся корабли, но они не отвечают. Должно быть, им не нравится ваше присутствие здесь...
zh_hans: 你试着向这群聚集的舰船发送通讯信号，但他们没有应答。看来他们根本不想让你出现在这里……

source: Try hailing them again.
ru: Попробовать вызвать их снова.
zh_hans: 再试着呼叫他们一次。

source: Again, your hail goes unanswered.
ru: И снова ваш вызов остается без ответа.
zh_hans: 你的通讯呼叫依旧没有得到任何回应。

source: Try hailing them again.
ru: Попробовать вызвать их снова.
zh_hans: 再次呼叫他们。

source: Again, your hail goes unanswered.
ru: И снова ваш вызов остается без ответа.
zh_hans: 你的通讯呼叫还是无人应答。

source: Try hailing them again.
ru: Попробовать вызвать их снова.
zh_hans: 再次呼叫他们。

source: Again, your hail goes unanswered.
ru: И снова ваш вызов остается без ответа.
zh_hans: 你的通讯呼叫依然无人应答。

source: Try hailing them again.
ru: Попробовать вызвать их снова.
zh_hans: 你又发起通讯呼叫。

source: The call is abruptly picked up, "[ALRIGHT!] We -get- it! If you meant to -hurt- us you would've done so already. Please: stop. You're -welcome- to trade." Hey! Persistence pays off.
ru: Вызов резко прерывается: "[ЛАДНО!] Мы -поняли-! Если бы вы хотели причинить нам -боль-, вы бы уже сделали это. Пожалуйста, прекратите. Мы -приглашаем- вас к сотрудничеству". Эй! Настойчивость окупается.
zh_hans: 通讯突然被接通，“【够了！】我们懂了！你要是想动手，早就下手了。求你别再喊了。你可以过来交易。”嘿！坚持总算有回报了。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You've had enough. It's time to fight!
ru: С вас хватит. Пришло время сражаться!
zh_hans: 你受够了，是时候开战了！

source: You prime your weapons and the merchant, along with the majority of the ships, make a break for it. One stays behind, though, and prepares to meet you in battle. They hail, ironically, "Take -pleasure- in this victory, if you must, Federation... but know -this.- I stand here for my [brothers.] You stand [alone.]" Big words... let's see if they've guns to match!
ru: Вы заряжаете оружие, и торговец вместе с большинством кораблей разлетаются. Однако один остается и готовится встретить вас в бою. Они иронично восклицают: "Наслаждайся -победой-, если хочешь, Федерация... но знай: я стою -здесь- за своих [братьев]. Ты стоишь [один]". Большие слова... посмотрим, есть ли у них оружие, чтобы им соответствовать!
zh_hans: 你激活武器，这名商人连同大部分舰船立刻仓皇逃窜。不过有一艘船留了下来，准备与你开战。颇具讽刺意味的是，它发来通讯：“你尽管尽情享受这场胜利吧，联邦……但你给我听着。我站在这里，是为了我的同胞。而你，始终孤身一人。”口气倒是不小……倒要看看他们的火力配不配得上这番狂言！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You've had enough. It's time to fight!
ru: С вас хватит. Пришло время сражаться!
zh_hans: 你受够了，是时候开战了！

source: You prime your weapons and the merchant, along with the majority of the ships, make a break for it. One stays behind, though, and prepares to meet you in battle. They hail, ironically, "Take -pleasure- in this victory, if you must, Federation... but know -this.- I stand here for my [brothers.] You stand [alone.]" Big words... let's see if they've guns to match!
ru: Вы заряжаете оружие, и торговец вместе с большинством кораблей разлетаются. Однако один остается и готовится встретить вас в бою. Они иронично восклицают: "Наслаждайся -победой-, если хочешь, Федерация... но знай: я стою -здесь- за своих [братьев]. Ты стоишь [один]". Большие слова... посмотрим, есть ли у них оружие, чтобы им соответствовать!
zh_hans: 你激活武器，这名商人连同大部分舰船立刻仓皇逃窜。不过有一艘船留了下来，准备与你开战。颇具讽刺意味的是，它发来通讯：“你尽管尽情享受这场胜利吧，联邦……但你给我听着。我站在这里，是为了我的同胞。而你，始终孤身一人。”口气倒是不小……倒要看看他们的火力配不配得上这番狂言！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You've had enough. It's time to fight!
ru: С вас хватит. Пришло время сражаться!
zh_hans: 你受够了，是时候开战了！

source: You prime your weapons and the merchant, along with the majority of the ships, make a break for it. One stays behind, though, and prepares to meet you in battle. They hail, ironically, "Take -pleasure- in this victory, if you must, Federation... but know -this.- I stand here for my [brothers.] You stand [alone.]" Big words... let's see if they've guns to match!
ru: Вы заряжаете оружие, и торговец вместе с большинством кораблей разлетаются. Однако один остается и готовится встретить вас в бою. Они иронично восклицают: "Наслаждайся -победой-, если хочешь, Федерация... но знай: я стою -здесь- за своих [братьев]. Ты стоишь [один]". Большие слова... посмотрим, есть ли у них оружие, чтобы им соответствовать!
zh_hans: 你启动武器，那名商人和绝大多数舰船立刻仓皇逃窜。但有一艘船留了下来，准备与你交战。对方颇具讽刺意味地发来通讯：“你若执意如此，就尽管去享受这场所谓的胜利吧，联邦……但你记住。我为我的【同胞】而战。而你，注定【孤立无援】。”口气真大……倒要看看他们的火力能不能配得上这番狂言！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You've had enough. It's time to fight!
ru: С вас хватит. Пришло время сражаться!
zh_hans: 你已经受够了，是时候战斗了！

source: You prime your weapons and the merchant, along with the majority of the ships, make a break for it. One stays behind, though, and prepares to meet you in battle. They hail, ironically, "Take -pleasure- in this victory, if you must, Federation... but know -this.- I stand here for my [brothers.] You stand [alone.]" Big words... let's see if they've guns to match!
ru: Вы заряжаете оружие, и торговец вместе с большинством кораблей разлетаются. Однако один остается и готовится встретить вас в бою. Они иронично восклицают: "Наслаждайся -победой-, если хочешь, Федерация... но знай: я стою -здесь- за своих [братьев]. Ты стоишь [один]". Большие слова... посмотрим, есть ли у них оружие, чтобы им соответствовать!
zh_hans: 你启动武器，那名商人和绝大多数舰船立刻仓皇逃窜。但有一艘船留了下来，准备与你交战。对方颇具讽刺意味地发来通讯：“你若执意如此，就尽管去享受这场所谓的胜利吧，联邦……但你记住。我为我的【同胞】而战。而你，注定【孤立无援】。”口气真大……倒要看看他们的火力能不能配得上这番狂言！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Try to get in on the action and trade.
ru: Попробовать принять участие в акции и поторговать.
zh_hans: 试着加入他们，参与交易。

source: The ships gladly receive your hail, "Federation [brothers!] Aren't you a -sight- for sore [VISUAL PROCESSORS.] Come, you're -welcome- to trade; we've goods aplenty!"
ru: Корабли радостно встречают ваш вызов: "Федерация [братья!] Вы только взгляните, какое -образцовое зрелище- для усталых [ВИЗУАЛЬНЫХ ПРОЦЕССОРОВ.] Приходите, -приглашаем- вас на торговлю; у нас много товаров!"
zh_hans: 那些舰船欣然接起了你的通讯：“联邦[同胞]！见到你们可真是太让我们高兴了。过来吧，欢迎‐和我们交易，我们有充足的货物！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You know how to get their attention. Attack!
ru: Вы знаете, как привлечь их внимание. Атакуем!
zh_hans: 你很清楚该怎么吸引他们的注意。进攻！

source: You prime your weapons and the merchant, along with the majority of the ships, quickly notice your threatening presence and make a break for it. One stays behind, though, and prepares to meet you in battle. They hail, "Take -pleasure- in this victory, if you must, Federation... but know -this.- I stand here for my [brothers.] You stand [alone.]" Big words... let's see if they've guns to match!
ru: Вы заряжаете оружие, и торговец, а также большинство кораблей быстро замечают ваше угрожающее присутствие и разлетаются. Однако один остается и готовится встретить вас в бою. Они восклицают: "Наслаждайся -победой-, если хочешь, Федерация... но знай: я стою -здесь- за своих [братьев]. Ты стоишь [один]". Большие слова... посмотрим, есть ли у них оружие, чтобы им соответствовать!
zh_hans: 你完成武器充能就绪，那名商人和绝大多数舰船立刻仓皇逃窜。不过有一艘舰船留了下来，准备与你交战。对方颇具讽刺意味地发来通讯：“你若执意如此，尽管去享受这场所谓的胜利吧，联邦……但你给我记住。我为我的[同胞]们屹立于此，而你，始终[孤身一人]。”口气倒是不小……倒要看看他们的火力，是否配得上这般狂言！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them, too.
ru: Также не обращаться на них внимания.
zh_hans: 同样无视他们。

source: The ships keep to themselves, as do you. As the FTL drive charges, you find yourself staring into the brilliant crystalline armor encasing the nearby Disparity ships... beneath their luster, though, you swear you feel a sense of something murky laying within. Likely just your imagination...
ru: Корабли держатся в стороне, как и вы. Когда ССД заряжается, вы вглядываетесь в блестящую кристаллическую броню, покрывающую ближайшие корабли Диссонанса... Но под ее блеском, клянусь, вы чувствуете, что внутри находится что-то смутное. Возможно, это всего лишь ваше воображение...
zh_hans: 那些舰船各自保持静默，你也一样。在超光速引擎充能的过程中，你凝视着包裹着附近“谐离”舰队舰船的璀璨晶态装甲……可在那耀眼的光泽之下，你分明察觉到内里潜藏着一丝晦暗不明的气息。或许，这只是你的错觉罢了……

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You may have defeated the Disparity ship directly on top of you, but you're still caught in the crossfire! Get out of here as soon as you can!
ru: Может быть, вы и победили корабль Диссонанса, находящийся перед вами, но вы все равно попали под перекрестный огонь! Убирайтесь отсюда как можно скорее!
zh_hans: 你或许已经击毁了正上方的谐离舰船，但你仍身陷交叉火力之中！尽快撤离这里！

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。
