Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

# data/events_disparity.xml$//textList[@name="TEXT_DEAD_CREW_DISPARITY"]/text[5]
source: One of the doors on the Disparity ship has been sealed shut. Peeking in through a window, you can't see anything... only blackness. You decide it's best to leave the room alone and find valuables elsewhere on the ship.
ru: Одна из дверей на корабле Диссонанса закрыта. Заглянув в иллюминатор, вы ничего не видите... только черноту. Вы решаете, что лучше оставить эту комнату в покое и поискать ценности в другом месте корабля.

# data/events_disparity.xml$//textList[@name="TEXT_DEAD_CREW_DISPARITY"]/text[6]
source: The insides of a Disparity ship certainly aren't as lustrous as their crystalline outsides... still, they have a certain way with decoration. You remark on how it was this freedom to decorate, among other freedoms, that led to their lives being cut short.
ru: Внутренности кораблей Диссонанса, конечно, не такие блестящие, как их кристаллическая внешняя обшивка... но все же они умеют декорировать. Вы замечаете, что именно эта свобода украшать, наряду с другими свободами, привела к тому, что их жизнь оборвалась.

source: Accept their offer.
ru: Принять их предложение.

source: We will not accept surrender!
ru: Мы не примем капитуляцию!
zh_hans: 我们不接受投降！

source: You feel judged as you prepare to return to battle.
ru: Вы чувствуете, что вас осуждают, когда готовитесь вернуться в бой.

source: The Harmony pauses the battle to hail you, "Hull integrity: critical. Request: cease Federation assault." This is a Harmony assault on you! The nerve...
ru: Гармония прекращает бой, чтобы связаться с вами: "Целостность корпуса: критическая. Запрос: прекратить атаку Федерации". Но ведь это Гармония напала на вас! Какая наглость...

source: The Engi's strange way of ship construction appears to be failing them, as bits and pieces slough off. Realizing this, they request a ceasefire.
ru: Странный способ строительства кораблей энджи, похоже, подводит их: от корабля отваливаются куски. Понимая это, они просят о прекращении огня.

source: It's not common for the Harmony to admit their mistakes, but they do so now, and surrender... even if it's only in the name of self-preservation.
ru: Гармонии не свойственно признавать свои ошибки, но сейчас они это делают и сдаются... даже если это делается только во имя самосохранения.

# data/events_disparity.xml$//event[@name="DISPARITY_HARMONY_ESCAPE"]/text
source: Your scanners are picking up FTL signatures, the Harmony are trying to escape!
ru: Ваши сканеры фиксируют сигнатуры ССД, корабль Гармонии пытается сбежать!

source: The Harmony ship breaks apart, and nanites flow out in every direction... you wonder how the Harmony goes about reclaiming them all, if they even try.
ru: Корабль Гармонии распадается на части, и наниты разлетаются во все стороны... Интересно, как Гармония собирается вернуть их всех, если вообще попытается.

source: With one last strike, the ship is blown apart. The Disparity must be proud of you, and the way you fight for what you believe in... scrap!
ru: С последним выстрелом корабль разлетается на куски. Диссонанс должен гордиться вами и тем, как вы сражаетесь за то, во что верите... лом!

source: While not particularly safe, you make sure to scrap what you can before leaving. As you do so, you wonder if things really had to end this way.
ru: Несмотря на недостаточную безопасность, перед уходом вы собираете все, что можно. По мере того как вы это делаете, вы задаетесь вопросом, действительно ли все должно было закончиться именно так.

source: Engi architecture is so strange in its asymmetrical uniformity. Why not just have it be completely uniform? Or, why not go all out and make everything asymmetrical? These are the things you ponder as you step over the lifeless remains of the Engi and collect what you can from their ship.
ru: Архитектура энджи так странна в своей асимметричной упорядоченностью. Почему бы просто не сделать все полностью симметричным? Или, наоборот, не уйти в крайность и не сделать всё полностью асимметричным? Вот о чем вы размышляете, перешагивая через лишенные жизни останки энджи и собирая все, что можно, с их корабля.

source: As you loot the ship, part of you wonders why the Engi were built to be so incapable of defending themselves. You know they have their drones, but still.
ru: Разграбляя корабль, вы задаетесь вопросом, почему энджи были созданы такими неспособными к самозащите. Вы знаете, что у них есть свои дроны, но все же.

source: Even though you're in hostile territory, you can't help but do a quick search of the Harmony ship... you may as well get what you can out of this.
ru: Несмотря на то, что вы находитесь на враждебной территории, вы не можете не провести быстрый обыск корабля Гармонии... Вы можете заполучить все, что найдете.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wait! We're allies!
ru: Постойте! Мы же союзники!

source: They didn't recognize you for a second there! The ship stands down, and you're free to do something on the ship while you prepare to leave.
ru: Сначала они вас не узнали! Но все же корабль удаляется, и вы можете заняться чем-нибудь на корабле, пока готовитесь к отлету.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wait! We're allies!
ru: Постойте! Мы же союзники!

source: They didn't recognize you for a second there! The ship stands down, and you're free to do something on the ship while you prepare to leave.
ru: Сначала они вас не узнали! Но все же корабль удаляется, и вы можете заняться чем-нибудь на корабле, пока готовитесь к отлету.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wait! We're allies!
ru: Постойте! Мы же союзники!

source: They didn't recognize you for a second there! The ship stands down, and you're free to do something on the ship while you prepare to leave.
ru: Сначала они вас не узнали! Но все же корабль удаляется, и вы можете заняться чем-нибудь на корабле, пока готовитесь к отлету.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wait! We're allies!
ru: Постойте! Мы же союзники!

source: They didn't recognize you for a second there! The ship stands down, but incoming fire is still flying from both directions! You need to get out of here!
ru: Сначала они вас не узнали! Но теперь корабль стоит на месте, хотя с обеих сторон все еще ведется огонь! Вам нужно убираться отсюда!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wait! We're allies!
ru: Постойте! Мы же союзники!

source: They didn't recognize you for a second there! The ship stands down, but incoming fire is still flying from both directions! You need to get out of here!
ru: Сначала они вас не узнали! Но теперь корабль стоит на месте, хотя с обеих сторон все еще ведется огонь! Вам нужно убираться отсюда!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wait! We're allies!
ru: Постойте! Мы же союзники!

source: They didn't recognize you for a second there! The ship stands down, but incoming fire is still flying from both directions! You need to get out of here!
ru: Сначала они вас не узнали! Но теперь корабль стоит на месте, хотя с обеих сторон все еще ведется огонь! Вам нужно убираться отсюда!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wait! We're allies!
ru: Постойте! Мы же союзники!

source: They didn't recognize you for a second there! The ship stands down, and you're free to do something on the ship while you prepare to leave.
ru: Сначала они вас не узнали! Но все же корабль удаляется, и вы можете заняться чем-нибудь на корабле, пока готовитесь к отлету.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wait! We're allies!
ru: Постойте! Мы же союзники!

source: They didn't recognize you for a second there! The ship stands down, but incoming fire is still flying from both directions! You need to get out of here!
ru: Сначала они вас не узнали! Но теперь корабль стоит на месте, хотя с обеих сторон все еще ведется огонь! Вам нужно убираться отсюда!

source: You spend a fair amount of time scavenging amongst the debris, but you don't find much. A shame, but at least it's better than nothing... maybe you should keep going?
ru: Вы проводите немало времени, копаясь среди обломков, но ничего особенного не находите. Обидно, но, по крайней мере, это лучше, чем ничего... Может быть, вам стоит продолжать путь?

source: Keep searching.
ru: Продолжать поиски.
zh_hans: 继续搜索。

source: Your instincts tells you that there's something of value still here... and, indeed, after another fair bit of searching, you find something! Amidst the remains of a Disparity ship, what appeared to be naught but torn metal and thousands of fine crystalline shards, lies one of their strange drones. It's in perfect condition... you suppose it's yours, now.
ru: Интуиция подсказывает вам, что здесь еще есть что-то ценное... и действительно, после очередных поисков вы находите нечто! Среди останков корабля Диссонанса, представляющих собой лишь рваный металл и тысячи мелких кристаллических осколков, находится один из их странных дронов. Он в идеальном состоянии... полагаем, теперь он ваш.

source: That's enough searching. I'm ready to leave.
ru: Хватит поисков. Пора уходить.

source: Perhaps you've spent enough time here, if not too much already. You prepare to leave the beacon, content.
ru: Возможно, вы уже провели здесь достаточно времени, если не слишком много. Вы готовитесь покинуть маяк, оставшись довольным.

source: You spend a fair amount of time scavenging amongst the debris, and you manage to find an equally fair amount of loot. It could be more, but... yeah, maybe you should keep going?
ru: Вы потратили изрядное количество времени на обшаривание обломков, и вам удалось найти не менее изрядное количество добычи. Могло бы быть и больше, но... пожалуй, вам стоит продолжить путь?

source: Keep searching.
ru: Продолжать поиски.
zh_hans: 继续搜索。

source: Your instincts tells you that there's something of value still here... and, indeed, after another fair bit of searching, you find something! Amidst the remains of a Disparity ship, what appeared to be naught but torn metal and thousands of fine crystalline shards, lies one of their strange drones. It's in perfect condition... you suppose it's yours, now.
ru: Интуиция подсказывает вам, что здесь еще есть что-то ценное... и действительно, после очередных поисков вы находите нечто! Среди останков корабля Диссонанса, представляющих собой лишь рваный металл и тысячи мелких кристаллических осколков, находится один из их странных дронов. Он в идеальном состоянии... полагаем, теперь он ваш.

source: That's enough searching. I'm ready to leave.
ru: Хватит поисков. Пора уходить.

source: Perhaps you've spent enough time here, if not too much already. You prepare to leave the beacon, content.
ru: Возможно, вы уже провели здесь достаточно времени, если не слишком много. Вы готовитесь покинуть маяк, оставшись довольным.

source: You spend a fair amount of time scavenging amongst the debris, and it's well worth it! You manage to find a large amount of loot, but... maybe you should keep going?
ru: Вы потратили немало времени, разбирая обломки, но оно того стоило! Вам удалось найти большое количество добычи, но... возможно, вам пора идти дальше?

source: Keep searching.
ru: Продолжать поиски.
zh_hans: 继续搜索。

source: Your instincts tells you that there's something of value still here... and, indeed, after another fair bit of searching, you find something! Amidst the remains of a Disparity ship, what appeared to be naught but torn metal and thousands of fine crystalline shards, lies one of their strange drones. It's in perfect condition... you suppose it's yours, now.
ru: Интуиция подсказывает вам, что здесь еще есть что-то ценное... и действительно, после очередных поисков вы находите нечто! Среди останков корабля Диссонанса, представляющих собой лишь рваный металл и тысячи мелких кристаллических осколков, находится один из их странных дронов. Он в идеальном состоянии... полагаем, теперь он ваш.

source: That's enough searching. I'm ready to leave.
ru: Хватит поисков. Пора уходить.

source: Perhaps you've spent enough time here, if not too much already. You prepare to leave the beacon, content.
ru: Возможно, вы уже провели здесь достаточно времени, если не слишком много. Вы готовитесь покинуть маяк, оставшись довольным.

source: You spend a fair amount of time scavenging amongst the debris, and you find the motherlode: a Disparity drone in perfect condition, as well as a large variety of other loot! Content that you've collected everything of value, you prepare to leave the beacon with your newfound hoard.
ru: Потратив изрядное количество времени на разгребание обломков, вы находите "золотую жилу": дрон Диссонанса в идеальном состоянии, а также множество другой добычи! Собрав все ценное, вы готовитесь покинуть маяк с обретенным кладом.

# data/events_disparity.xml$//event[@name="ITEMS_DISPARITY_DRONES"]/text
source: A battle appears to have recently been fought here, judging by the debris floating around. If you'd like, you could spend some time scavenging around and see if there's anything of value left.
ru: Судя по разбросанным вокруг обломкам, здесь недавно произошла битва. Если хотите, вы можете провести некоторое время, осматривая окрестности и выясняя, не осталось ли здесь чего-нибудь ценного.

# data/events_disparity.xml$//event[@name="ITEMS_DISPARITY_DRONES"]/choice[1]/text
source: Scavenge the area.
ru: Обследовать местность.

# data/events_disparity.xml$//event[@name="ITEMS_DISPARITY_DRONES"]/choice[2]/text
source: We don't have time for this.
ru: У нас нет на это времени.
zh_hans: 我们没有时间搞这个。

source: Deciding to leave the debris alone, you prepare to leave the beacon.
ru: Решив оставить обломки в покое, вы готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_disparity.xml$//event[@name="ITEMS_DISPARITY_DARKNESS"]/text
source: You can't explain it, but a chill runs down your spine as you enter the beacon. You feel pulled to your hold...
ru: Вы не можете этого объяснить, но по позвоночнику пробегает холодок, когда вы попадаете на маяк. Вы чувствуете, как вас тянет в трюм...

# data/events_disparity.xml$//event[@name="ITEMS_DISPARITY_DARKNESS"]/choice/text
source: Investigate the hold.
ru: Осмотреть трюм.

source: Inside, you find... random stuff, that wasn't there before. You're not sure how it got here, but... free stuff is free stuff, you guess.
ru: Внутри вы находите... случайные вещи, которых раньше там не было. Вы не знаете, как они сюда попали, но... бесплатная вещь - это бесплатная вещь.

source: Opening the container, you find... fuel. Suppose that was somewhat expected. You're not sure of this Fuelmonger's identity, but you appreciate their patronage.
ru: Открыв контейнер, вы обнаруживаете... топливо. Полагаю, это было вполне ожидаемо. Вы не знаете, кто этот заправщик, но цените его помощь.

source: Opening the container, you find... fuel. Suppose that was somewhat expected. You're not sure of this Fuelmonger's identity, but you appreciate their patronage.
ru: Открыв контейнер, вы обнаруживаете... топливо. Полагаю, это было вполне ожидаемо. Вы не знаете, кто этот заправщик, но цените его помощь.

source: Opening the container, a Disparity Elite bursts forth... how long have they been in there? Hastily, they speak, "I: AM THE [FUELMONGER!] YOU: HAVE -FALLEN- FOR MY: TRAP, AND I: AM -HERE- FOR YOUR FUEL!" You didn't realize there were rogue Disparity Elites working as fuel-thieving bandits...
ru: Открыв контейнер, элитный член Диссонанса вырывается наружу... как долго он там пробыл? Поспешно он говорит: "Я: [ЗАПРАВЩИК!] ТЫ: -ПОПАЛ- В МОЮ: ЛОВУШКУ, И Я: -ЗДЕСЬ- ЗА ТВОИМ ТОПЛИВОМ!" Вы и не подозревали, что в Диссонансе есть негодяи-элита, работающие бандитами, ворующими топливо...

source: Over my dead body!
ru: Только через мой труп!

source: The Fuelmonger cackles, "[INDEED!]"
ru: Топливозаправщик гогочет: "[НЕПРЕМЕННО!]".

source: Sure, take some, you weirdo... [-3{]
ru: Конечно, возьми немного, чудак... [-3{]

source: As you hand over the fuel, the Fuelmonger's stomach shifts and forms a sort of vacuum: they consume the fuel cells whole. After their stomach closes back up, they speak, "YES! -YES!- I: AM THE [FUELMONGER,] AND YOU: ARE MY: [SUBJECT!] LET US: -PILLAGE- AND -DEVOUR- ALL THE FUEL IN THIS [PITIFUL] MULTIVERSE." They walk off, and you're certain you're not going to give them any more fuel, but... sure. They can stick around if they want.
ru: Когда вы передаете топливо, желудок Заправщика сдвигается и образует своего рода вакуум: он поглощает топливные элементы целиком. После того как желудок закрылся, он говорит: "ДА! -ДА!- Я: [ТОПЛИВОЗАПРАВЩИК], А ТЫ: МОЙ: [ПОДДАННЫЙ], ДАВАЙ: -ЗАПРАВЛЯТЬ- И -ИЗБАВЛЯТЬСЯ- ОТ ВСЕГО ТОПЛИВА В ЭТОЙ [ЖАЛКОЙ] ВСЕЛЕННОЙ". Он уходит, и вы уверены, что не собираетесь давать ему больше топлива, но... конечно. Он может остаться с вами, если хочет.

source: Fuelmonger
ru: Заправщик

# data/events_disparity.xml$//event[@name="ITEMS_DISPARITY_FUELMONGER"]/text
source: There's nothing here. At least, you didn't realize there was something here at first. Floating in space is a small container labeled: "FOR YOU. WISHING YOU THE BEST, FUELMONGER." Fuelmonger? You're not sure if you like the sound of that...
ru: Здесь ничего нет. По крайней мере, вы не сразу поняли, что здесь что-то есть. В пространстве плавает небольшой контейнер с надписью: "ДЛЯ ТЕБЯ. ЖЕЛАЮ ТЕБЕ ВСЕГО САМОГО ЛУЧШЕГО, ЗАПРАВЩИК". Заправщик? Вы не с таким не знакомы, но вам нравится, как это звучит...

source: Bring the container aboard, and open it.
ru: Поднять контейнер на борт и открыть его.

source: Leave it. There's no telling what this dastardly Fuelmonger may be up to.
ru: Оставьте его. Неизвестно, что мог задумать этот коварный Заправщик.

source: Though, you feel the name may be so on the nose as to loop back around to being trustworthy... still, you trust your intuition and prepare to jump.
ru: Хотя вам кажется, что имя уж слишком броское, чтобы не вызывать подозрений - но, возможно, именно поэтому оно и должно внушать доверие… Но вы полагаетесь на интуицию и готовитесь к прыжку.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_disparity.xml$//event[@name="ITEMS_DISPARITY_GHOSTAPPARITION"]/text
source: As you jump into the beacon, you nearly collide with a Disparity ship... no, a wreck. It appears to have long been abandoned.
ru: Прыгнув на маяк, вы едва не столкнулись с кораблем Диссонанса... нет, с обломками. Похоже, он давно заброшен.

source: Free scrap!
ru: Бесплатный лом!

source: You're right up against the ship, ready to scrap it, when a Ghost phases through the wall. They speak in a polite tone, "Doth thou mind? Thou art intruding on mine... personal space." Seems not even Disparity wrecks are free from Ghost habitation.
ru: Вы уже приблизились к кораблю, готовые разобрать его на кусочки, как вдруг сквозь стену появляется призрак. Он говорит вежливым тоном: "Не изволите ли уйти? Вы вторгаетесь в мое... личное пространство". Похоже, даже обломки кораблей Диссонанса не избавлены от обитающих в них призраков.

source: (Ghost Crew) "Well met, good felow!"
ru: (Член экипажа-призрак) "Здрав будь, добрый путник!"

source: The Ghost turns to yours, "Hail! I'd failed to see thee there." The two hit it off, and the conversation eventually turns to the topic of housing. Your Ghost speaks, "Oh, mine captain's ship is most lovely. Save for the tremendously common raids from foul brigands and the like, it's practically a paradise!" This seems to get the other Ghost thinking, "Mine abode is most... troubling. Every night, this damnable banging can be heard, I swear it to be demons trying to break in!" Without even asking you, your Ghost offers to allow the other to switch housings and be his roommate... and they accept! Maybe you should try being all courteous and fancy sometime.
ru: Призрак обращается к вашему: "Приветствую! Не ожидал увидеть тебя здесь". Они сдружились, и в конце концов разговор перешел на тему жилья. Ваш призрак говорит: "О, корабль моего капитана прекрасен. Если не считать чрезвычайно частых набегов разбойников и тому подобного, это практически рай!" Это, похоже, заставило другого призрака задуматься: "Моя обитель очень... беспокойна. Каждую ночь слышится этот проклятый стук, клянусь, это демоны пытаются проникнуть внутрь!" Даже не спрашивая вас, ваш призрак предлагает другому сменить его жилье и стать его соседом... и тот соглашается! Может, вам стоит как-нибудь попробовать быть вежливым и обходительным?

source: Yeah, sorry. I'll back off.
ru: Да, извини. Я уйду.

source: A hint of glee coats the Ghost's voice, "Thou art most kind. Yes, I bid thee and thy crew farewell." They phase back through the wall, and you're left feeling a little awkward.
ru: В голосе призрака появились нотки радости: "Вы крайне добр. Да, прощай, я прощаюсь с тобой и твоим экипажем". Он проходит сквозь стену, а вы остаетесь в неловком одиночестве.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: No! This is my wreck now!
ru: Нет! Теперь это моя развалина!

source: Scorn now coats the Ghost's voice, "Truly? Then know mine wrath; en garde!" While you're combatting the Ghost, the other Ghosts onboard the wreck make a getaway with it... a shame.
ru: Презрение звучит в голосе призрака: "Воистину? Тогда познайте мой гнев; защищайтесь!". Пока вы сражаетесь с призраком, другие призраки на борту заброшенного корабля успевают скрыться... жаль.

source: With the shadows outside clawing at your hull, you have until this timer hits 0 to force them to retreat before you take any serious damage.
ru: Пока тени снаружи царапают ваш корпус, у вас есть время, чтобы заставить их отступить, прежде чем вы получите серьезные повреждения.

source: The darkness rips and tears at your hull, but you're able to free yourself from its grasp before you sustain truly heavy damage. In the meantime, you've lost sight of the Separatist ship within the shroud... you can only pray they made it out, but you still need to get out yourself!
ru: Тьма терзает и разрывает ваш корпус, но вам удается освободиться от ее хватки прежде, чем вы получите действительно серьезные повреждения. Тем временем вы потеряли из виду корабль Сепаратистов, оказавшийся во тьме... Вы можете только молиться, чтобы они выбрались, но вам все равно нужно выбраться самому!

source: You successfully force the darkness to reel, but... you lost sight of the Separatist ship during the fight. You can only pray they made it out, but you still need to get out yourself!
ru: Вы успешно заставили тьму отступить, но... во время боя вы потеряли из виду корабль Сепаратистов. Вы можете только молиться, чтобы они выбрались, но вам все равно нужно выбраться самому!
