Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: Getting closer to the Disparity outpost, you still can't find any signs of life. Preliminary scans of the area read back, for the most part, negative, though... you notice a few oddities deemed false positives dotted throughout the results. Several of the scans have caught extremely momentary readings of life, lasting mere milliseconds.
ru: Приближаясь к аванпосту Диссонанса, вы все еще не можете обнаружить никаких признаков жизни. Предварительное сканирование территории дало по большей части отрицательный результат, хотя... вы заметили несколько странностей, считающихся ложными срабатываниями. Несколько сканеров уловили крайне кратковременные признаки жизни, длящиеся всего лишь миллисекунды.
zh_hans: 你逐渐靠近谐离前哨站，却依旧探测不到任何生命迹象。对该区域的初步扫描结果大多显示无异常，不过……你发现结果中散布着几处被判定为误报的异常信号。有好几次扫描捕捉到了极为短暂的生命体征读数，仅持续数毫秒。

source: (Slug Crew) Your Slug feels that something is off.
ru: (Член экипажа-слизень) Ваш слизень чувствует, что что-то здесь не так.
zh_hans: （蛞蝓族船员）你的蛞蝓船员察觉到有些不对劲。

source: Your Slug explains that there is indeed life within the outpost, though it appears to be rapidly teleporting around in an attempt to avoid your scans. Sounds like the Speed form of the Disparity Elites... perhaps taking a much larger scan of the entire area simultaneously will force them to reveal themselves.
ru: Ваш слизень объясняет, что на аванпосте действительно есть жизнь, но она, похоже, быстро телепортируется, пытаясь избежать вашего сканирования. Похоже на скоростную форму элиты Диссонанса... Возможно, одновременное сканирование всей территории заставит их раскрыть себя.
zh_hans: （蛞蝓族船员）你的蛞蝓族人解释道，前哨站内确实存在生命体征，只不过这些生命正在快速地进行瞬移，试图躲避你的扫描。听上去这正是谐离精英的高速形态……或许同时对整片区域展开一次大范围扫描，就能迫使他们显露身形。

source: (Adv. Sensors) Take an extremely large scan of the area.
ru: (Продв. Сенсоры) Провести очень большое сканирование территории.
zh_hans: （先进传感器）对该区域进行超大范围扫描。

source: (Telepathic Shell) Your Shell feels that something is off.
ru: (Член экипажа-ракушка-телепат) Ваша ракушка чувствует, что что-то здесь не так.
zh_hans: （心灵感应甲壳族）你的甲壳族察觉到了异样。

source: Your Shell explains that there is indeed life within the outpost, though it appears to be rapidly teleporting around in an attempt to avoid your scans. Sounds like the Speed form of the Disparity Elites... perhaps taking a much larger scan of the entire area simultaneously will force them to reveal themselves.
ru: Ваша ракушка объясняет, что на аванпосте действительно есть жизнь, хотя она, похоже, быстро телепортируется, пытаясь избежать вашего сканирования. Похоже на скоростную форму элиты Диссонанса... Возможно, одновременное сканирование всей территории заставит их раскрыть себя.
zh_hans: 你的甲壳族解释道，前哨站内确实存在生命，只不过这些目标正在四处快速瞬移，试图躲避你的扫描。听上去这正是谐离精英的高速形态……或许同时对整片区域开展一次更大范围的扫描，就能迫使它们显露真身。

source: (Adv. Sensors) Take an extremely large scan of the area.
ru: (Продв. Сенсоры) Провести очень большое сканирование территории.
zh_hans: （先进传感器）对该区域执行超大范围扫描。

source: (Lifeform Scanner) Use your Lifeform Scanner.
ru: (Сканер форм жизни) Использовать свой сканер форм жизни.
zh_hans: （生命扫描仪）启动生命扫描仪。

source: Data from the Lifeform Scanner reads back that there is indeed life within the outpost, though it appears to be rapidly teleporting around in an attempt to avoid your scans. Sounds like the Speed form of the Disparity Elites... perhaps taking a much larger scan of the entire area simultaneously will force them to reveal themselves.
ru: Данные со сканера жизненных форм говорят о том, что на территории аванпоста действительно есть жизнь, но она, похоже, быстро телепортируется, пытаясь избежать вашего сканирования. Похоже на скоростную форму элиты Диссонанса... Возможно, одновременное сканирование всей территории заставит их раскрыть себя.
zh_hans: 生命扫描仪传回的数据显示，前哨站内确实存在生命迹象，只不过这些目标正四处进行高速瞬移，试图躲避你的扫描。这听起来正是谐离精英的高速形态……或许同时对整片区域展开一次更大范围的扫描，就能迫使它们暴露行踪。

source: (Adv. Sensors) Take an extremely large scan of the area.
ru: (Продв. Сенсоры) Провести очень большое сканирование территории.
zh_hans: （先进传感器）对该区域执行超大范围扫描。

source: Odd, but there's nothing we can do.
ru: Странно, но мы ничего не можем сделать.
zh_hans: 奇怪，但我们无能为力。

source: With there being nothing here for you, you retreat from the abandoned outpost and prepare to leave the beacon.
ru: Поскольку здесь вам ничего не нужно, вы удаляетесь от заброшенного аванпоста и готовитесь покинуть маяк.
zh_hans: 里已无任何值得探寻的事物，你撤离这座废弃前哨站，准备离开这个信标点。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Ignore the moon.
ru: Не обращать внимания на луну.
zh_hans: 无视卫星。

source: You don't have time to be scanning random moons. Confident in your time-saving abilities, you prepare to leave the beacon.
ru: У вас нет времени на сканирование случайных лун. Уверенный в своих умениях экономить время, вы готовитесь покинуть маяк.
zh_hans: 这里已无任何值得探寻的事物，你撤离这座废弃前哨站，准备离开这个信标点。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With their Elite soundly defeated, the rest of the fleet hesitates. Here's to hoping they buy the bluff...
ru: После того, как их элита потерпела серьезное поражение, остальной флот замешкался. Остается надеяться, что они купятся на блеф...
zh_hans: 精英级舰船已被彻底击溃，舰队余部陷入迟疑。但愿他们会被这场虚张声势唬住……

source: Cross your fingers.
ru: Скрестить пальцы.
zh_hans: 但愿能成。

source: To your immense relief, the fleet begins to back off! Even though they likely had the numbers to take you down, it seems the Harmony deemed the possible Engi casualty-count to be too great to go through with it. We'll see how much trouble that will save them in the long run, at the pace you're keeping...
ru: К вашему огромному облегчению, флот начинает отступать! Несмотря на то, что у них, скорее всего, было достаточно сил, чтобы уничтожить вас, похоже, Гармония посчитала, что возможные потери энджи слишком велики, чтобы идти на это. Посмотрим, сколько проблем это им принесет в конечном итоге, при том темпе, который вы взяли...
zh_hans: 令你如释重负的是，这支舰队开始撤退了！尽管他们在数量上本足以将你击溃，但谐合势力显然认为，可能造成的半械族伤亡过于惨重，因此放弃了进攻。以你当前的推进节奏，长远来看，这一抉择究竟能为他们规避多少麻烦，我们拭目以待……

source: Contact the Disparity ship.
ru: Связаться с кораблем Диссонанса.
zh_hans: 联系谐离舰船。

source: They appear to be shocked by the whole ordeal, "You [single-handedly]: managed to drive off an -entire- Harmony fleet through -nothing- but sheer [strength.] You are: -most- unusual." The Engi, joined by its companions, kneels down, "Yet, we: owe our -lives- to this unusual one. [LIBERATOR.] Allow us: to lend you -our- aid in [return.]" Remaining kneeled, the Disparity Elite and its fellow Engi join in song... it's a robotic drone, unpleasant to your ears, yet underneath it you hear something...
ru: Похоже, они потрясены всем этим испытанием: "Вы [в одиночку]: сумели отбить -целый- флот Гармонии, не используя -ничего-, кроме своей [силы]. Вы: -очень- необычный". Энджи, к которому присоединились его спутники, опускается на колени: "И все же мы: обязаны -жизнью- этому необычному человеку. [ОСВОБОДИТЕЛЬ] [Позвольте -нам-: оказать вам [ответную] помощь". Оставаясь на коленях, элита Диссонанса и их собратья энджи присоединяются к песне... это роботизированный гул, неприятный для ушей, но в нем вы слышите что-то...
zh_hans: 他们显然被这整场经历彻底震惊了：“你仅凭一己之力，只靠着纯粹的[实力]，就击退了整整一支谐合舰队。你实在是…… 极其非同寻常。”这名半械族与同伴一同单膝跪地，开口道：“而我们，将性命都托付给了这位非同寻常的存在。[解放者]。作为回报，请允许我们为你献上助力。” 谐离精英与其他半械族依旧保持跪地姿态，一同唱起了歌谣…… 那是机械般的嗡鸣，听来刺耳，可在这声响之下，你隐约捕捉到了别样的东西……

source: Listen.
ru: Слушать.

source: No, you don't hear it... you FEEL it. It's an overwhelming feeling... one reminiscent of an embrace, long overdue. It envelops you, and everything, and you're left drifting... no, sinking. You sink deeper into this feeling for what must be an eternity, as time, and everything, becomes nothing. Nothing... were you ever more?
ru: Нет, вы не слышите... вы ЧУВСТВУЕТЕ это. Это всепоглощающее чувство... напоминающее долгожданное объятие. Оно окутывает вас и все вокруг, и вы плывете... нет, тонете. Вы погружаетесь в это чувство на целую вечность, и время, и все вокруг превращается в ничто. Ничто... Разве вы когда-то были чем-то большим?
zh_hans: 不，你并非听见……而是感知到了。那是一股汹涌澎湃的触感……宛如一场迟来太久的相拥，将你彻底包裹。它笼罩着你，笼罩着万物，你随之漂浮……不，是沉陷。你在这份感触中不断沉沦，仿佛历经永恒，时间与一切都化为虚无。虚无之中……你是否曾拥有过更多？

source: Yes, I was everything.
ru: Да, я был всем.
zh_hans: 没错，你曾是一切。

source: Everything... no, you weren't. You were always nothing, never capable of being anything more. Looking into a mirror, it was everything that stared you back, and, were you capable of realization, you would've realized it was you who was the reflection. A reflection of everything's choices, of everything's desires... yes, you were never anything more than the nothing that is everything's. Yet, it is through your existence as nothing that everything is allowed to be. Were you something, anything, everything would cease to be. Everything exists at nothing's behest.
ru: Всем... нет, вы не были всем. Вы всегда были ничем, никогда не способными стать чем-то большим. Смотря в зеркало, вы видели перед собой все, и, будь вы способны это осознать, вы бы поняли - отражением были вы сами. Отражение выборов всего, желаний всего… да, вы никогда не были кем-то большим, чем ничто, принадлежащее всему. И все же именно благодаря вашему существованию как ничто, всё может быть. Если бы вы были чем-то, хоть чем-нибудь, все бы перестало существовать. Все существует по воле ничто.
zh_hans: 一切……不，你并非一切。你自始至终都是虚无，永远无法成为更多事物。凝视镜中时，回望你的是世间万物，而若你曾拥有觉知，便会明白，你才是那道倒影——倒映着万物的抉择，万物的渴盼……没错，你从来都只是依附于万物的虚无，除此之外一无所有。可正是因你以虚无之态存在，万物才得以存续。倘若你成为任何具象的存在，一切都会归于寂灭。万物，皆因虚无的旨意而存在。

source: My behest...
ru: Моя воля...
zh_hans: 你的旨意……

source: At least, on paper. Nothing, beholden by everything, may never behest anything of everything. It is at everything's behest that nothing be nothing, and not something, anything or everything. Nothing exists at everything's behest. Amongst a Multiverse of nothings, everything must be everything for anything to be everything. Do you see now, nothing, what it is that you desire?
ru: По крайней мере, на бумаге. Ничто, подчиняющееся всему, никогда не может ничего требовать от всего. По воле всего ничто должно быть ничем, а не чем-то или всем. Ничто существует по велению всего. В Мультивселенной, состоящей из ничто, все должно быть всем, чтобы все было всем. Видите ли вы теперь, ничто, чего вы желаете?
zh_hans: 至少在理论上是如此。虚无，受万物所托，从不会向万物下达任何旨意。是万物要求虚无保持虚无，而非成为某物、任何存在，抑或是一切。虚无，因万物的旨意而存在。在由无数虚无构成的多元宇宙之中，万物唯有维持其本貌，任何存在才能成就其完整。现在你明白了吗，虚无——你真正渴求的究竟是什么？

source: Nothing... desires to be everything.
ru: Ничто... желает быть всем.
zh_hans: 虚无……渴望成为一切。

source: You jolt awake, your back sore from... why WERE you sleeping on the ground? Getting up, and gathering your bearings, you realize you have no idea where you are. It's been some time since you must have fallen asleep...
ru: Вы резко проснулись, спина болит от... почему вы спали на полу? Поднявшись и собравшись с мыслями, вы понимаете, что понятия не имеете, где находитесь. Прошло какое-то время с тех пор, как вы, должно быть, заснули...
zh_hans: 你猛地惊醒，后背酸痛难忍……你明明为什么会睡在地上？你站起身，定了定神，才惊觉自己完全不知身处何方。你想必已经昏睡了许久……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wandering the ship, things get even stranger. Scrap has spontaneously appeared in your hold, and damage to the hull has miraculously healed. Weirdest of all, a stranger walks amongst your crew. They claim they've always been here, for everything... and though you swear you don't recognize them, the rest of the crew corroborates their story. The stranger speaks up, "Just how -hard- did you: hit your head, [captain?] We can't have you: tripping over [nothing] and -dying- while the future of [everything] is at stake." Right. You have a duty to uphold, Renegade, and you aren't going to let even the most bizarre of circumstances stop you. Onwards!
ru: Блуждая по кораблю, вы обнаружите еще более странные вещи. В трюме самопроизвольно появляется лом, а повреждения корпуса чудесным образом затягиваются. Самое странное, что среди вашей команды появился незнакомец. Он утверждает, что всегда был здесь... И хотя вы клянетесь, что не узнаете его, остальные члены экипажа подтверждают его слова. Незнакомец говорит: "Как -сильно- вы: ударились головой, [капитан]? Мы не можем допустить: чтобы вы споткнулись о [ничто] и -умерли-, пока на кону будущее [всего]". Верно. У вас есть долг, Ренегат, и вы не позволите даже самым причудливым обстоятельствам остановить вас. Вперед!
zh_hans: 你在舰内漫无目的地游走，事态却变得愈发诡异。货舱里凭空多出了废料碎片，船体的损伤也奇迹般地自行修复。最离奇的是，船员之中出现了一个陌生人。对方坚称自己一直都在这里，自始至终……尽管你发誓从未见过此人，其他船员却全都佐证他的说法。 陌生人开口道：“你的头到底撞得有多狠啊，[舰长]？可不能让你因为被[虚无]绊倒而送命，毕竟[万物]的未来都悬于你一身。” 没错。你身负必须坚守的职责，变元者，就算周遭尽是光怪陆离的异象，你也绝不会就此止步。 继续前进！

source: Nothing
ru: Ничего.

source: In self-preservation, the Elite jumps away... leaving you with a fleet of hostile ships wholly underwhelmed by your attempt at striking fear into their metallic hearts. The Disparity ship is a lost cause now, and you will be as well if you don't get out of here as soon as possible!
ru: В целях самосохранения элита уходит в прыжок... оставляя вас с флотом враждебных кораблей, совершенно не ошеломленных вашей попыткой вселить страх в их металлические сердца. Корабль Диссонанса теперь потерян и вы тоже, если не уберетесь отсюда как можно скорее!
zh_hans: 出于自保，那名精英跃迁撤离，只留你面对整支敌对舰队——你本想震慑这些金属造物，这番举动却只让他们毫不在意。如今那艘谐离舰船已回天乏术，你若不立刻撤离，也终将落得同样下场!

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As you defeat the forerunner of the Harmony fleet, you catch a glimpse of the Disparity ship leaving the beacon out of the corner of your eye. That's your cue to get out of here! They may be unable to directly reward you, but you saved lives today... allow that to be its own reward.
ru: Победив авангард флота Гармонии, вы краем глаза заметили, как корабль Диссонанса покидает маяк. Это ваш сигнал убираться отсюда! Возможно, они не смогут вознаградить вас напрямую, но сегодня вы спасли жизни людей... пусть это будет вашей наградой.
zh_hans: 当你击败谐离谐合舰队的先锋舰时，眼角余光瞥见谐离舰正驶离信标。 是时候离开这里了！他们或许无法直接给予你奖赏，但你今天拯救了无数生命……就让这份荣耀，成为你最好的嘉奖。

# data/events_disparity.xml$//event[@name="NEUTRAL_DISPARITY_BLOODSHED"]/text
source: A grisly sight awaits you at this beacon... dozens, if not hundreds, of Disparity ships lie in ruin as the Harmony fleet advances through this territory. At the head of the fleet, you notice one Disparity ship still fighting, despite being wholly outnumbered...
ru: У этого маяка вас ожидает ужасное зрелище... Десятки, если не сотни кораблей Диссонанса лежат в руинах, пока флот Гармонии продвигается по этой территории. Во главе флота вы заметили один корабль Диссонанса, который все еще сражается, несмотря на полное превосходство в численности...
zh_hans: 在这座信标处，一幅惨烈的景象映入眼帘……数十乃至数百艘谐离舰船已成残骸，而谐合舰队正挺进这片区域。你注意到舰队前方，还有一艘谐离舰船仍在奋战，尽管早已身陷重围、寡不敌众……

source: Is there anything we can do to save it?
ru: Можем ли мы что-нибудь сделать, чтобы спасти его?
zh_hans: 我们还有办法救下它吗？

source: The odds weigh immensely in the Harmony's favor, and while the Disparity ship is holding its own for now, the threat of it being swarmed is inevitable. You would need come up with and execute a brilliant strategy, and quickly.
ru: Перевес сил в пользу Гармонии огромен, и хотя корабль Диссонанса пока держится, но шансов у него нету. Вам нужно придумать и быстро реализовать блестящую стратегию.
zh_hans: 战局的天平全然倒向谐合一方，那艘谐离舰船眼下虽还能勉强支撑，却终究难逃被团团围攻的结局。你必须立刻想出一套绝妙的战术，并且即刻付诸行动。

source: Examine the situation.
ru: Изучить обстановку.
zh_hans: 勘察战局。

source: Observing the Harmony fleet, you notice only one Elite ship amongst their ranks. Surmising them to be the head of this regiment, one can assume that their destruction may impede the fleet, but... it's not any Elite the lower-ranking Engi are taking orders from. You would need a way of convincing the Harmony program itself to stop the advance.
ru: Наблюдая за флотом Гармонии, вы заметили в его рядах только один элитный корабль. Предположив, что там находится командир подразделения, можно допустить, что его уничтожение может помешать флоту, но... это не элита, от которой получают приказы низшие энджи. Вам потребуется способ убедить саму программу Гармонии остановить наступление.
zh_hans: 观察谐合舰队，你发现其编队中仅有一艘精英舰。想必此舰是这支舰队的指挥核心，摧毁它或能阻滞舰队推进，但……下层的半械族并非听命于这名精英。你得想办法让谐合的核心程序自行下令停止推进。

source: Perhaps you can fight your way through this.
ru: Возможно, вы сможете справиться с этим.
zh_hans: 或许你可以杀出一条血路。

source: Perhaps, yes, but... which angle should you take? Should you attempt to reach the Elite, in the middle of the fleet, or head straight to the frontlines and provide cover for the Disparity ship directly? If you decide to head to the Elite, you'll need a way of getting through the fleet without being blasted to bits.
ru: Возможно, да, но... с чего начать? Попытаться добраться до элиты в центре флота или сразу направиться к линии фронта и прикрыть корабль Диссонанса? Если вы решите направиться к элите, вам понадобится способ пробраться через флот, не будучи разнесенным на куски.
zh_hans: 或许可行，只是……该从哪个方向突破？是设法突入舰队核心，直取那艘精英舰，还是径直冲向战线前沿，为那艘谐离舰船提供直接掩护？若选择突袭精英舰，你得先想办法穿过舰队防线，不被对方轰成碎片。

source: Head for the Elite.
ru: Отправиться к элите.
zh_hans: 直取精英舰。

source: With haste, you speed towards the fleet, but several Harmony ships turn and lock on to you as you approach. What's your plan?
ru: Вы спешите к флоту, но несколько кораблей Гармонии разворачиваются и настигают вас, когда вы приближаетесь. Каков ваш план?
zh_hans: 你全速冲向舰队，可刚一靠近，数艘谐合舰船便调转方向，将火力锁定了你。下一步要如何行动？

source: (Adv. Engines) Gun it!
ru: (Продв. Двигатели) К оружию!
zh_hans: （先进引擎）全力冲刺！

source: Maneuvering through the Harmony fleet, you don't make it through unscathed, but you were able to evade the vast majority of incoming attacks. Now face to face with the Harmony Elite, you'll need to defeat it quickly and soundly if you are to scare the Harmony into calling off its assault.
ru: Пробираясь сквозь флот Гармонии, вы не остались невредимы, но смогли уклониться от большинства атак. Теперь вам предстоит встретиться лицом к лицу с элитой Гармонии, и чтобы напугать ее и остановить нападение, вам нужно будет победить ее быстро и без лишних проблем.
zh_hans: 你在谐合舰队的阵型中穿梭迂回，虽未能全身而退，却躲开了绝大部分来袭火力。此刻你已与谐合精英舰正面对峙，若想震慑谐合舰队使其下令撤军，你必须迅速且彻底地将它击溃。

source: This is the time you have until the Elite Harmony ship retreats and your bluff fails.
ru: Это время, которое у вас есть до того, как элита Гармонии отступит, а ваш блеф провалится.
zh_hans: 这是你仅剩的时间——一旦超时，谐合精英舰便会撤离，你的虚张声势也将败露。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Cloaking) Sneak through!
ru: (Маскировка) Пробраться скрытно!
zh_hans: （隐形）潜行突破！

source: Sneaking through the fleet, you're able to make it through unscathed as the Harmony briefly loses sight of you. Now face to face with the Harmony Elite, you'll need to defeat it quickly and soundly if you are to scare the Harmony into calling off its assault.
ru: Пробираясь сквозь флот, вам удается пройти невредимым, когда Гармония ненадолго теряет вас из виду. Теперь вам предстоит встретиться лицом к лицу с элитой Гармонии, и чтобы напугать ее и остановить нападение, вам нужно будет победить ее быстро и без лишних проблем.
zh_hans: 借着隐形潜行穿过舰队，谐合方短暂失去了你的踪迹，你得以全身而退。此刻已与谐合精英舰正面对峙，若想震慑谐合舰队令其停止进攻，你必须迅速且彻底地将它击溃。

source: This is the time you have until the Elite Harmony ship retreats and your bluff fails.
ru: Это время, которое у вас есть до того, как элита Гармонии отступит, а ваш блеф провалится.
zh_hans: 这是你仅剩的时间——一旦超时，谐合精英舰便会撤离，你的虚张声势也将败露。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Adv. Shields) Weather the storm!
ru: (Продв. Щиты) Пережить бурю!
zh_hans: （先进护盾）硬抗火力！

source: Though your shields are strong, you still take a fair amount of damage as you force your way through the fleet. Now face to face with the Harmony Elite, you'll need to defeat it quickly and soundly if you are to scare the Harmony into calling off its assault.
ru: Хотя щиты у вас крепкие, вы все равно получаете немало урона, пробиваясь сквозь флот. Теперь вам предстоит встретиться лицом к лицу с элитой Гармонии, и чтобы напугать ее и остановить нападение, вам нужно будет победить ее быстро и без лишних проблем.
zh_hans: 高级护盾虽然坚硬，但你强行冲过舰队时仍受了不小损伤。此刻已与谐合精英舰正面对峙，若想震慑谐合舰队令其停止进攻，你必须迅速且彻底地将它击溃。

source: This is the time you have until the Elite Harmony ship retreats and your bluff fails.
ru: Это время, которое у вас есть до того, как элита Гармонии отступит, а ваш блеф провалится.
zh_hans: 这是你仅剩的时间——一旦超时，谐合精英舰便会撤离，你的虚张声势也将败露。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Adv. Weapons.) Blast a path through!
ru: (Продв. Оружие) Пробить себе путь!
zh_hans: （先进武器）轰出一条通路！

source: Brute-forcing your way through a fleet of Engi isn't easy, and while you do manage to carve a path via overwhelming firepower, you take a substantial amount of damage yourself. Now face to face with the Harmony Elite, you'll need to defeat it quickly and soundly if you are to scare the Harmony into calling off its assault.
ru: Пробивать себе путь через флот энджи нелегко, и хотя вам это удается с помощью подавляющей огневой мощи, вы получаете значительный урон. Теперь вам предстоит встретиться лицом к лицу с элитой Гармонии, и чтобы напугать ее и остановить нападение, вам нужно будет победить ее быстро и без лишних проблем.
zh_hans: 硬闯半械族舰队绝非易事，你虽凭压倒性火力轰出一条通路，自身却也遭受了重创。此刻已与谐合精英舰正面对峙，若想震慑谐合舰队令其停止进攻，你必须迅速且彻底地将它击溃。

source: This is the time you have until the Elite Harmony ship retreats and your bluff fails.
ru: Это время, которое у вас есть до того, как элита Гармонии отступит, а ваш блеф провалится.
zh_hans: 这是你仅剩的时间——一旦超时，谐合精英舰便会撤离，你的虚张声势也将败露。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Defense Drone) Drone power, go! [-1|]
ru: (Защитный дрон) Положиться на дрона, вперед! [-1|]
zh_hans: （防御无人机）启动无人机！【-1】

source: Relying on your defense drone, you're able to get through the fleet relatively unscathed... though the enemy's overwhelming firepower does break through at a couple points. Now face to face with the Harmony Elite, you'll need to defeat it quickly and soundly if you are to scare the Harmony into calling off its assault.
ru: Полагаясь на своего защитного дрона, вы смогли пройти через флот относительно невредимым... хотя подавляющая огневая мощь противника все же преодолела его несколько раз. Теперь вам предстоит встретиться лицом к лицу с элитой Гармонии, и чтобы напугать ее и остановить нападение, вам нужно будет победить ее быстро и без лишних проблем.
zh_hans: 依仗防御无人机，你得以相对完好地穿过舰队……只是敌方的密集火力还是有几处突破了防线。此刻你已与谐合精英舰正面对峙，若想震慑谐合舰队令其停止进攻，你必须迅速且彻底地将它击溃。

source: This is the time you have until the Elite Harmony ship retreats and your bluff fails.
ru: Это время, которое у вас есть до того, как элита Гармонии отступит, а ваш блеф провалится.
zh_hans: 这是你仅剩的时间——一旦超时，谐合精英舰便会撤离，你的虚张声势也将败露。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Hope for the best...
ru: Будем надеяться на лучшее...
zh_hans: 尽人事，听天命……
