Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: With no plan, you rush brazenly through a massive horde of aggressive Engi ships... and though you do make it through, you take a massive amount of damage in the process. Now face to face with the Harmony Elite, you'll need to defeat it quickly and soundly if you are to scare the Harmony into calling off its assault.
ru: Не имея никакого плана, вы дерзко бросаетесь на огромную орду агрессивных кораблей энджи... и хотя вам удается прорваться, вы получаете огромное количество урона в процессе. Теперь вам предстоит встретиться лицом к лицу с элитой Гармонии, и чтобы напугать ее и остановить нападение, вам нужно будет победить ее быстро и без лишних проблем.
zh_hans: 毫无章法的你，硬着头皮冲过满是来势汹汹的半械族舰船的庞大编队……虽最终成功突破，自身却已伤痕累累。此刻你与谐合精英舰正面对峙，若想震慑谐合舰队令其停止进攻，你必须迅速且彻底地将它击溃。

source: This is the time you have until the Elite Harmony ship retreats and your bluff fails.
ru: Это время, которое у вас есть до того, как элита Гармонии отступит, а ваш блеф провалится.
zh_hans: 这是你仅剩的时间——一旦超时，谐合精英舰便会撤离，你的虚张声势也将败露。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Head for the frontline.
ru: Отправиться на передовую.
zh_hans: 转向奔赴前线。

source: Racing for the frontline, you swiftly place yourself between the approaching fleet and the Disparity ship. Catching on to your bold display, they begin charging their FTL drive... you only have to buy them a little bit of time!
ru: Мчась к линии фронта, вы быстро оказываетесь между приближающимся флотом и кораблем Диссонанса. Заметив вашу дерзкую выходку, они начинают заряжать свой ССД... Вам нужно лишь выиграть немного времени!
zh_hans: 你全速驰援前线，迅速横亘在逼近的舰队与谐离舰船之间。对方见你这般强硬架势，即刻启动了超光速引擎充能——你只需为他们争取这片刻时间便足矣！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind, we can't afford to risk this. Give up.
ru: Неважно, мы не можем позволить себе рисковать. Сдаться.
zh_hans: 罢了，这般冒险得不偿失。放弃掩护，后撤。

source: The risk is too great, particularly to save the lives of just one ship. Leaving the Disparity to their fate, you're able to find a quiet spot where you won't grab the fleet's attention as you prepare to leave the beacon.
ru: Риск слишком велик, особенно ради спасения жизни всего одного корабля. Оставив корабль Диссонанса на произвол судьбы, вы находите тихое место, где не привлечете внимания флота, готовясь покинуть маяк.
zh_hans: 风险实在太大，更何况只是为了保全一艘舰船。你决意放弃谐离舰船，任其自生自灭，寻了一处僻静之地隐匿起来，既不会吸引舰队注意，也能从容准备离开这片信标星域。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Perhaps you can get through this with diplomacy.
ru: Возможно, вам удастся справиться с этим с помощью дипломатии.
zh_hans: 或许，能靠外交手段闯过这一关。

source: Perhaps, yes, but... which angle should you take? Should you appeal directly to the Elite, making a point of allowing yourself to be vulnerable, or use diplomacy as a cover and head straight for the Disparity ship to get them out of here discreetly? Keep in mind that, in either case, you'll need good standing with the Harmony, and if you plan on heading straight for the Disparity ship then you'll need a plan to get them out of here without drawing the fleet's attention.
ru: Возможно, да, но... с какой стороны подойти? Обратиться ли вам напрямую к элите, показав свою уязвимость, или использовать дипломатию в качестве прикрытия и направиться прямо к кораблю Диссонанса, чтобы незаметно вывести их отсюда? Имейте в виду, что в любом случае вам нужно иметь хорошие отношения с Гармонией, а если вы планируете направиться прямо к кораблю Диссонанса, то вам понадобится план, как вывести их отсюда, не привлекая внимания флота.
zh_hans: 或许确实可行，只是……该从何处着手？是放下戒备，直接向那艘精英舰交涉；还是借外交周旋为掩护，悄悄赶往谐离舰船处，助其暗中撤离？你心里清楚，无论选哪条路，都得先稳住与谐合方的关系。而若是打算驰援谐离舰船，更要想好万全之策，确保行动时不会惊动整支舰队。

source: Try to reason with the Elite.
ru: Попытаться образумить элиту.
zh_hans: 尝试与精英舰交涉。

source: Hailing the fleet, you request a direct audience with the Elite. Confused, one of the lower-ranking Engi responds, "Federation directive: unclear. Engi: Harmony. Engi Defender: Harmony. Calculating possibility of Federation alternative motive: high. Federation motivation requested." What do you say?
ru: Вызывая флот, вы просите прямой встречи с элитой. Один из энджи низшего ранга отвечает: "Директива Федерации: неясно". Энджи: Гармония. Защитник энджи: Гармония. Расчет возможности альтернативного мотива Федерации: высокая. Запрошена мотивация Федерации". Что скажете?
zh_hans: 你向舰队发出通讯，请求与精英舰直接对话。一名低级半械族船员带着困惑回应：“联邦指令不明。半械族归属谐合，半械保卫者归属谐合。测算联邦存在其他动机的可能性：极高。请说明联邦此次行动的目的。”你该如何回应？

source: (Disparity Crew) "[Captain.] Leave -this- to me."
ru: (Член экипажа-энджи Диссонанса) "[Капитан] предоставьте -это- мне".
zh_hans: （谐离船员）“[舰长]，这事交给我。”

source: Your Disparity crew member begins typing away at a nearby console, and the Engi begin to get impatient on the other end of the call. "Repeat request: Federation motivation." You stare at them nervously, hoping your crew member has a plan... and, indeed, they hit one final key and... nothing happens. That is, until the opposing Engi begins to screech, "HARMON- INTEGRITY: FAILURE: INTE- HARM- SEPA-A-ARATIST: BREAC- HAR-HAR-HARMO? INITIALIZ-Z-Z: LOCK- DARK? LIBE-" The Engi shuts down, as similar happenings immediately befall the other Engi on the call. Suppose your hail provided a direct link for your crew member to upload some kind of Separatist virus...
ru: Ваш член экипажа Диссонанса начинает печатать на соседней консоли, а на другом конце связи нетерпеливо переговариваются энджи. "Повторите запрос: мотивация Федерации". Вы нервно смотрите на них, надеясь, что у вашего члена экипажа есть план... и действительно, он нажимает последнюю клавишу и... ничего не происходит. То есть до тех пор, пока противостоящий энджи не начинает вопить: "ГАРМОН... ИНТЕГРАЦИЯ: ПРОВАЛ: ИНТЕ...ГАРМ... СЕПА-А-АРАТИСТ: ВЗЛО... ГАР-ГАР.-МОНИЮ? ИНИЦИАЛИЗ-З-З: ЗАБЛО... ТЬМА? ОСВОБ..." Энджи отключается, и то же самое немедленно происходит с другими энджи, участвующими в разговоре. Возможно, ваш вызов предоставил члену экипажа возможность загрузить какой-нибудь вирус Сепаратистов...
zh_hans: 你的异度船员在一旁的控制台飞速操作，通讯另一端的半械族已渐渐失去耐心。“重复要求：说明联邦行动目的。”你紧张地盯着控制台，盼着船员早有预案……终于，对方按下最后一键，却毫无动静。直到片刻后，对面的半械族突然发出刺耳的电子音：“谐合-完整性：失效：整-谐合-半械分离：入侵-谐-谐-谐合？初始化-化-化：锁定-黑暗？解-”话音戛然而止，这名半械族彻底宕机，通讯里的其他半械族也随即出现了同样的状况。想来，方才的通讯请求，成了你的船员上传半械分离病毒的直接通道……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: A ripple effect tears through the Harmony's ranks, rendering the entire fleet incapacitated. A Federation Renegade sneaking a member of the Disparity into their systems must have been one variable the Harmony hadn't accounted for... though, it's unlikely to work again. Regardless, against all odds, you've saved the Disparity ship!
ru: Эффект пульсации проходит через ряды Гармонии, выводя весь флот из строя. Ренегат Федерации, внедривший члена Диссонанса в свои системы, должно быть, был одной из переменных, которую Гармония не учла... впрочем, вряд ли это сработает снова. Вопреки всему, вы спасли корабль Диссонанса!
zh_hans: 连锁干扰席卷谐合舰队，整支编队彻底陷入瘫痪。谐合方终究没算到，会有联邦变元者暗中将谐离成员安插进他们的系统——这步棋，怕是再难复刻。但无论如何，你终究冲破一切阻碍，救下了那艘谐离舰船。

source: Contact the Disparity ship.
ru: Связаться с кораблем Диссонанса.
zh_hans: 联络谐离舰船。

source: They appear to be shocked by the whole ordeal, "Thus far, you: had -mostly- [supported] the Harmony... despite harboring our [brothers.] You are: -most- unusual." The Engi, joined by its companions, kneels down, "Yet, we: owe our -lives- to this unusual one. [LIBERATOR.] Allow us: to lend you -our- aid in [return.]" Remaining kneeled, the Disparity Elite and its fellow Engi join in song... it's a robotic drone, unpleasant to your ears, yet underneath it you hear something...
ru: Похоже, они потрясены всем этим: "До сих пор вы: в основном [поддерживали] Гармонию... несмотря на то, что укрывали наших [братьев]. Вы: -очень- необычный". Энджи, к которому присоединились его спутники, опускается на колени: "И все же мы: обязаны -жизнью- этому необычному человеку. [ОСВОБОДИТЕЛЬ] [Позвольте -нам-: оказать вам [ответную] помощь". Оставаясь на коленях, элита Диссонанса и их собратья энджи присоединяются к песне... это роботизированный гул, неприятный для ушей, но в нем вы слышите что-то...
zh_hans: 他们显然还没从这场变故中回过神来，通讯里传来略显错愕的声音：“迄今为止，你始终站在谐合一方……即便收留着我们的同胞。你实在太过反常。”话音落，那名半械族与同伴一同躬身行礼，“但我们的性命，皆系于你这位反常者之手。我等尊你为[解放者]。请允我们效命，以报此恩。”躬身的姿态未变，谐离精英与麾下半械族齐声唱起歌来——那是机械的单调嗡鸣，听来刺耳，可嗡鸣之下，却藏着某种难以言明的东西。

source: Listen.
ru: Слушать.

source: No, you don't hear it... you FEEL it. It's an overwhelming feeling... one reminiscent of an embrace, long overdue. It envelops you, and everything, and you're left drifting... no, sinking. You sink deeper into this feeling for what must be an eternity, as time, and everything, becomes nothing. Nothing... were you ever more?
ru: Нет, вы не слышите... вы ЧУВСТВУЕТЕ это. Это всепоглощающее чувство... напоминающее долгожданное объятие. Оно окутывает вас и все вокруг, и вы плывете... нет, тонете. Вы погружаетесь в это чувство на целую вечность, и время, и все вокруг превращается в ничто. Ничто... Разве вы когда-то были чем-то большим?
zh_hans: 不，你并非听见——而是真切感受到了。那是一种铺天盖地的情绪，像一场迟来了太久的相拥。它将你、将周遭一切尽数包裹，你只觉身如浮萍，不，是在下沉。你向着这股情绪的深处沉去，仿佛过了一整个永恒，时间消弭，万物归无。空无一物……你，是否曾拥有过更真切的存在？

source: Yes, I was everything.
ru: Да, я был всем.
zh_hans: 是的，我曾是一切。

source: Everything... no, you weren't. You were always nothing, never capable of being anything more. Looking into a mirror, it was everything that stared you back, and, were you capable of realization, you would've realized it was you who was the reflection. A reflection of everything's choices, of everything's desires... yes, you were never anything more than the nothing that is everything's. Yet, it is through your existence as nothing that everything is allowed to be. Were you something, anything, everything would cease to be. Everything exists at nothing's behest.
ru: Всем... нет, вы не были всем. Вы всегда были ничем, никогда не способными стать чем-то большим. Смотря в зеркало, вы видели перед собой все, и, будь вы способны это осознать, вы бы поняли - отражением были вы сами. Отражение выборов всего, желаний всего… да, вы никогда не были кем-то большим, чем ничто, принадлежащее всему. И все же именно благодаря вашему существованию как ничто, всё может быть. Если бы вы были чем-то, хоть чем-нибудь, все бы перестало существовать. Все существует по воле ничто.
zh_hans: 一切……不，你从未是。你向来空无一物，永远成不了任何模样。望向镜面，回望你的是世间万物，若你尚有觉知，便会明白，你才是那道倒影。是万物抉择的倒影，是众生欲念的倒影……没错，你不过是寄于万物的虚无，仅此而已。可正是因你这份虚无的存在，万物才得以存续。若你成了某种实体，任何一种，万物便会归于湮灭。万物的存在，皆听命于虚无。

source: My behest...
ru: Моя воля...
zh_hans: 我的旨意……

source: At least, on paper. Nothing, beholden by everything, may never behest anything of everything. It is at everything's behest that nothing be nothing, and not something, anything or everything. Nothing exists at everything's behest. Amongst a Multiverse of nothings, everything must be everything for anything to be everything. Do you see now, nothing, what it is that you desire?
ru: По крайней мере, на бумаге. Ничто, подчиняющееся всему, никогда не может ничего требовать от всего. По воле всего ничто должно быть ничем, а не чем-то или всем. Ничто существует по велению всего. В Мультивселенной, состоящей из ничто, все должно быть всем, чтобы все было всем. Видите ли вы теперь, ничто, чего вы желаете?
zh_hans: 至少，理论上是如此。寄身于万物的虚无，永远无法向万物发号施令。是因万物的旨意，虚无才成其为虚无，而非某种实体、任何存在，亦非万物本身。虚无因万物的旨意而存在。在这由无数虚无构成的多元宇宙中，唯有万物始终是其本身，任何存在才能成其为万物。虚无，你此刻是否看清，自己真正渴望的是什么？

source: Nothing... desires to be everything.
ru: Ничто... желает быть всем.
zh_hans: 虚无……渴望成为万物。

source: You jolt awake, your back sore from... why WERE you sleeping on the ground? Getting up, and gathering your bearings, you realize you have no idea where you are. It's been some time since you must have fallen asleep...
ru: Вы резко проснулись, спина болит от... почему вы спали на полу? Поднявшись и собравшись с мыслями, вы понимаете, что понятия не имеете, где находитесь. Прошло какое-то время с тех пор, как вы, должно быть, заснули...
zh_hans: 你猛地惊醒，后背传来阵阵酸痛——你怎么会睡在地上？撑着身子起身，定了定神，才发现自己竟身处陌生之地。你应该已经睡了不短的时间了……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wandering the ship, things get even stranger. Scrap has spontaneously appeared in your hold, and damage to the hull has miraculously healed. Weirdest of all, a stranger walks amongst your crew. They claim they've always been here, for everything... and though you swear you don't recognize them, the rest of the crew corroborates their story. The stranger speaks up, "Just how -hard- did you: hit your head, [captain?] We can't have you: tripping over [nothing] and -dying- while the future of [everything] is at stake." Right. You have a duty to uphold, Renegade, and you aren't going to let even the most bizarre of circumstances stop you. Onwards!
ru: Блуждая по кораблю, вы обнаружите еще более странные вещи. В трюме самопроизвольно появляется лом, а повреждения корпуса чудесным образом затягиваются. Самое странное, что среди вашей команды появился незнакомец. Он утверждает, что всегда был здесь... И хотя вы клянетесь, что не узнаете его, остальные члены экипажа подтверждают его слова. Незнакомец говорит: "Как -сильно- вы: ударились головой, [капитан]? Мы не можем допустить: чтобы вы споткнулись о [ничто] и -умерли-, пока на кону будущее [всего]". Верно. У вас есть долг, Ренегат, и вы не позволите даже самым причудливым обстоятельствам остановить вас. Вперед!
zh_hans: 在舰上四处走动，周遭的一切愈发诡异。货舱里凭空出现了各类废料，船体的损伤也奇迹般自行修复。最离奇的是，你的船员中混进了一个陌生人。此人声称自己自始至终都在这儿，见证过所有一切……你笃定从未见过对方，可其他船员却纷纷证实此人所言非虚。陌生人开口道：“[舰长]，你这脑袋到底撞得多狠？眼下[万物]的未来悬于一线，可不能让你被[虚无]绊住脚步，就此殒命。”没错。你肩负着使命，变元者，纵使眼前状况离奇至极，你也绝不会止步。继续前行！

source: Nothing
ru: Ничего.

source: (Harmony Crew) "Renegade intentions: peace."
ru: (Член экипажа-энджи Гармонии) "Намерения Ренегата: мир".
zh_hans: （谐合船员）“变元者的诉求：和平。”

source: "Harmony unit detected. Updating calculation: adding new variable... updated possibility of Federation alternative motive: low. Federation directive: peace. Engi directive: peace. Disparity directive..." the Engi pauses, "...anarchy. Request: Federation solution."
ru: "Обнаружена единица Гармонии. Обновление расчетов: добавление новой переменной... обновленная вероятность альтернативного мотива Федерации: низкая. Директива Федерации: мир. Директива энджи: мир. Директива Диссонанса... - энджи делает паузу, - "...анархия". Запрос: решение Федерации".
zh_hans: "检测到谐合单元。更新演算：新增变量……联邦存在其他动机的概率更新为：低。联邦指令：和平。半械族指令：和平。谐离指令……"半械族顿了顿，"……无序。请求：联邦给出解决方案。"

source: I have an idea...
ru: У меня есть идея...
zh_hans: 我有个主意……

source: You're sure the Disparity would be willing to talk this out. They're interested in peace for all Engi, after all. You suggest the idea and move to add them to the call when the Engi, abruptly, speaks, "Disparity threat to Engi: high. Likelihood of Engi harm in the event of Disparity communication: high." Its pleas fall on deaf ears as you press the button, and...
ru: Вы уверены, что Диссонанс не откажется обсудить это. В конце концов, они заинтересованы в мире для всех энджи. Вы предлагаете идею и уже собираетесь озвучить ее, как вдруг энджи резко произносит: "Угроза Диссонанса для энджи: высокая. Вероятность причинения вреда энджи в случае общения с Диссонансом: высокая". Его слова остаются без внимания, вы нажимаете на кнопку и...
zh_hans: 你笃定谐离一方愿意坐下来谈。毕竟，他们也希望所有半械族都能迎来和平。你提出这个想法，正要把他们接入通讯，那名半械族却突然开口：“谐离对全体半械族构成的威胁：极高。与谐离进行通讯后，半械族遭受伤害的可能性：极高。”你无视了它的劝阻，按下了通讯键，然后……

source: And?
ru: И?
zh_hans: 然后呢？

source: Nothing happens. At least, not immediately... over the call, for but a brief moment, you can hear rapid key-pressing from the Disparity. Suddenly, they hit one final key and... again, nothing happens. That is, until an Engi from within the Harmony ship begins to screech, "HARMON- INTEGRITY: FAILURE: INTE- HARM- SEPA-A-ARATIST: BREAC- HAR-HAR-HARMO? INITIALIZ-Z-Z: LOCK- DARK? LIBE-" The Engi shuts down, as similar happenings immediately befall the other Engi within the Harmony ship. Suppose adding them to the call provided a direct link for the Disparity to upload some kind of Separatist virus...
ru: Ничего не происходит. По крайней мере, не сразу... За разговором, в течение короткого мгновения, слышны быстрые нажатия клавиш с Диссонанса. Внезапно он нажимает последнюю клавишу и... снова ничего не происходит. До тех пор, пока энджи с корабля Гармонии не начинают кричать: "ГАРМОН... ИНТЕГРАЦИЯ: ПРОВАЛ: ИНТЕ...ГАРМ... СЕПА-А-АРАТИСТ: ВЗЛО... ГАР-ГАР.-МОНИЮ? ИНИЦИАЛИЗ-З-З: ЗАБЛО... ТЬМА? ОСВОБ..." Энджи отключается, как тут же происходят аналогичные события с другими энджи на корабле Гармонии. Возможно, ваш вызов предоставил члену экипажа возможность загрузить какой-нибудь вирус Сепаратистов...
zh_hans: 什么都没发生。至少，并非立刻有动静……通讯里，你短暂听到谐离一方传来急促的按键声。突然，他们按下最后一键，然后……还是什么都没发生。直到谐合舰船内的一名半械族突然发出刺耳的电子尖鸣：“谐——完整性：失效：整——谐——分离者：入侵——谐—谐—谐合？初始化—化—化：锁定—黑暗？解——”这名半械族随即宕机，谐合舰内其余半械族也立刻出现了同样的状况。想来，是将他们接入通讯的举动，给了谐离一个直接的链路，让其得以上传某种分离者病毒……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: A ripple effect tears through the Harmony's ranks, rendering the entire fleet incapacitated. A Federation Renegade sneaking a member of the Disparity into their systems must have been one variable the Harmony hadn't accounted for... though, it's unlikely to work again. Regardless, against all odds, you've saved the Disparity ship!
ru: Эффект пульсации проходит через ряды Гармонии, выводя весь флот из строя. Ренегат Федерации, внедривший члена Диссонанса в свои системы, должно быть, был одной из переменных, которую Гармония не учла... впрочем, вряд ли это сработает снова. Вопреки всему, вы спасли корабль Диссонанса!
zh_hans: 连锁反应席卷谐合的所有单位，整支舰队彻底陷入瘫痪。身为联邦变元者，竟将谐离成员接入己方系统——这定是谐合从未算入的变量。只是这般手段，恐怕再难奏效。但无论如何，你终究冲破一切阻碍，救下了谐离的舰船!

source: Check in on the Disparity ship.
ru: Проверить корабль Диссонанса.
zh_hans: 前去查看谐离舰船情况。

source: They appear to be shocked by the whole ordeal, "Thus far, you: had -mostly- [supported] the Harmony... and now you [support] us. You are: -most- unusual." The Engi, joined by its companions, kneels down, "Yet, we: owe our -lives- to this unusual one. [LIBERATOR.] Allow us: to lend you -our- aid in [return.]" Remaining kneeled, the Disparity Elite and its fellow Engi join in song... it's a robotic drone, unpleasant to your ears, yet underneath it you hear something...
ru: Похоже, они шокированы всем этим: "До сих пор вы: в основном [поддерживали] Гармонию... а теперь вы [поддерживаете] нас. Вы: -очень- необычный". Энджи, к которому присоединились его спутники, опускается на колени: "И все же мы: обязаны -жизнью- этому необычному человеку. [ОСВОБОДИТЕЛЬ] [Позвольте -нам-: оказать вам [ответную] помощь". Оставаясь на коленях, элита Диссонанса и их собратья энджи присоединяются к песне... это роботизированный гул, неприятный для ушей, но в нем вы слышите что-то...
zh_hans: 它们显然被这场变故震住了，“迄今为止，你多半一直站在谐合这边……如今却选择[支持]我们。你实在太过反常。”这名半械族与同伴一同俯首，“但我们的性命，皆拜这位反常者所赐。我等愿称你为[解放者]。请允许我们效犬马之劳，以[报]此恩。”谐离精锐与麾下的半械族始终保持着俯首的姿态，齐声唱起歌来……那是单调机械的嗡鸣，听来刺耳，可在这声响背后，你却捕捉到了别的东西……

source: Listen.
ru: Слушать.

source: No, you don't hear it... you FEEL it. It's an overwhelming feeling... one reminiscent of an embrace, long overdue. It envelops you, and everything, and you're left drifting... no, sinking. You sink deeper into this feeling for what must be an eternity, as time, and everything, becomes nothing. Nothing... were you ever more?
ru: Нет, вы не слышите... вы ЧУВСТВУЕТЕ это. Это всепоглощающее чувство... напоминающее долгожданное объятие. Оно окутывает вас и все вокруг, и вы плывете... нет, тонете. Вы погружаетесь в это чувство на целую вечность, и время, и все вокруг превращается в ничто. Ничто... Разве вы когда-то были чем-то большим?
zh_hans: 不，你并非用耳朵听见……而是用心感受到了。那是一种铺天盖地的情绪，恍如一场姗姗来迟的相拥。它将你、将世间万物尽数包裹，你只觉身似浮沉——不，是缓缓沉落。你在这情绪里沉了仿佛永恒之久，时间消融，万物归寂。空无一物……你何曾拥有过更多？

source: Yes, I was everything.
ru: Да, я был всем.
zh_hans: 是的，我曾是万物本身。

source: Everything... no, you weren't. You were always nothing, never capable of being anything more. Looking into a mirror, it was everything that stared you back, and, were you capable of realization, you would've realized it was you who was the reflection. A reflection of everything's choices, of everything's desires... yes, you were never anything more than the nothing that is everything's. Yet, it is through your existence as nothing that everything is allowed to be. Were you something, anything, everything would cease to be. Everything exists at nothing's behest.
ru: Всем... нет, вы не были всем. Вы всегда были ничем, никогда не способными стать чем-то большим. Смотря в зеркало, вы видели перед собой все, и, будь вы способны это осознать, вы бы поняли - отражением были вы сами. Отражение выборов всего, желаний всего… да, вы никогда не были кем-то большим, чем ничто, принадлежащее всему. И все же именно благодаря вашему существованию как ничто, всё может быть. Если бы вы были чем-то, хоть чем-нибудь, все бы перестало существовать. Все существует по воле ничто.
zh_hans: 万物……不，你从未是。你向来只是虚无，永远成不了其他任何存在。望着镜中，回望你的本是万物；若你尚有觉知，便该明白，那镜中影，原是你自己。你是万物抉择的倒影，是万物欲念的投影……没错，你从来都只是属于万物的那片虚无，仅此而已。可正是因你以虚无之态存在，万物方得自在。若你成了某种实体、某样存在，万物便会归于寂灭。万物，皆因虚无的旨意而存在。

source: My behest...
ru: Моя воля...
zh_hans: 我的旨意..…

source: At least, on paper. Nothing, beholden by everything, may never behest anything of everything. It is at everything's behest that nothing be nothing, and not something, anything or everything. Nothing exists at everything's behest. Amongst a Multiverse of nothings, everything must be everything for anything to be everything. Do you see now, nothing, what it is that you desire?
ru: По крайней мере, на бумаге. Ничто, подчиняющееся всему, никогда не может ничего требовать от всего. По воле всего ничто должно быть ничем, а не чем-то или всем. Ничто существует по велению всего. В Мультивселенной, состоящей из ничто, все должно быть всем, чтобы все было всем. Видите ли вы теперь, ничто, чего вы желаете?
zh_hans: 至少，理论上是如此。受万物掣肘的虚无，永远无法向万物发号施令。是奉了万物的旨意，虚无才得以是虚无，而非某一种存在、某一个事物，亦非万物本身。虚无因万物的旨意而存在。在这片由无数虚无构成的多元宇宙中，唯有万物始终是万物，世间诸物才得以成其为各自的本身。虚无，你此刻是否终于看清，自己真正渴望的究竟是什么？

source: Nothing... desires to be everything.
ru: Ничто... желает быть всем.
zh_hans: 虚无……渴望成为万物。

source: You jolt awake, your back sore from... why WERE you sleeping on the ground? Getting up, and gathering your bearings, you realize you have no idea where you are. It's been some time since you must have fallen asleep...
ru: Вы резко проснулись, спина болит от... почему вы спали на полу? Поднявшись и собравшись с мыслями, вы понимаете, что понятия не имеете, где находитесь. Прошло какое-то время с тех пор, как вы, должно быть, заснули...
zh_hans: 你猛地惊醒，后背传来阵阵酸痛——自己怎么会睡在地上？你撑着身子起身，定了定神，却完全不知道自己身在何处。看样子，你已经昏睡了好一阵子……

source: Continue...
ru: Продолжить...
zh_hans: 继续。
