Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: As you approach, it's the ethereal flaming ship that hails you, and you're met with the visage of a most otherworldly Engi... winged, and wreathed in flames, they carry with them a certain divine aura. They speak, "Tainted subjects: seek Harmony Link's destruction. Possibility of successful tainted subject purification in the event of no Federation assistance: low. Seraphim request: Federation assistance." If they can't stop them, what hope do you have? Though, maybe with your strength combined...
ru: Когда вы приближаетесь, вас встречает потусторонний пылающий корабль, и перед вами предстает тот самый потусторонний энджи... Крылатый, объятый пламенем, он несет в себе некую божественную ауру. Он говорят: "Оскверненные субъекты: стремятся разрушить Связь Гармонии. Вероятность успешного очищения оскверненных субъектов в случае отсутствия помощи со стороны Федерации: низкая. Серафим запрашивает: помощь Федерации". Если даже он не способен их остановить, то на что рассчитываете вы? Хотя, может быть, если объединить ваши силы...

source: We've already made our choice. Stand with the Seraphim.
ru: Мы уже сделали свой выбор. Встать на сторону Серафима.

source: While the two of you are speaking, the colossal Disparity ship notices your arrival and hails as well. The Engi you're speaking to is... strange, and sort of... blobby. Their speech is erratic, "F-F-F-Federation, hates: hates? [LIBERATION.] Hates, hates, hates... us? SUBJECT: HINDRANCE. H-h-hindraaaance... hindrances will be-be-beee [DEVOURED.] Devoured! And we... ewweewwe WE: will be [LIBERATED.] For... for: WE: ARE THE [HUNGER.] WE: ARE THE [LIBERATOR.] SUBJECT STATUS: Dying! Dying dying d-d-dying...? Dying... dying dy-" Communications are cut, and the hulking behemoth of a ship lurches its way to face you... this is it. Show them the strength of your convictions, and know you don't stand alone on the path you've chosen!
ru: Пока вы разговариваете, колоссальный корабль Диссонанса замечает ваше прибытие и тоже подает сигнал. Энджи, с которым вы разговариваете, странный и какой-то... пузатый. Его речь нестабильна: "Ф-Ф-Ф-Федерация, ненавидит: ненавидит? [ОСВОБОЖДЕНИЕ] Ненавидит, ненавидит, ненавидит... нас? СУБЪЕКТ: ПРЕПЯТСТВИЕ. П-п-препяяятствия... препятствия будут ун-ун-ун [уничтожены] Уничтожены! А мы... есть МЫ: будем [ОСВОБОЖДЕНЫ] Ибо... ибо: МЫ: [ГОЛОД] МЫ: [ОСВОБОДИТЕЛЬ] СТАТУС СУБЪЕКТА: Умирает! Умирает, умирает, у-у-умирает...? Умирает... умирает ум.." Связь прервалась, и громадное чудовище начинает двигаться в вашу сторону.. вот оно. Покажите им силу своих убеждений и знайте, что вы не одиноки на выбранном вами пути!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Approach the conflict.
ru: Приблизиться к конфликту.

source: As you approach, it's the hulking Disparity ship that hails you, and you're met with the visage of a strange Engi. They're sort of... blobby. Their speech is erratic, "SUBJECT: C-c-c-captain! You're... here? Here! You're h-h-here, captain! STATE: HUNGER UNSATISFIED. Devour! D-d-devooooour...? DESIRE: DEVOUR HARMONY LINK. Request: request: request: h-h-heeeelp out, please? Please! The flames! Flamesflamessemalffffff- they b-b-burn, caaaptain!" So, they need help dealing with the other ship... if they can't stop them, what hope do you have? Though, maybe with your strength combined...
ru: Когда вы приближаетесь, вас встречает громадный корабль Диссонанса, и перед вами появляется странный энджи. Он какой-то... пузатый. Его речь нестабильна: "СУБЪЕКТ: К-к-к-капитан! Вы... здесь? Здесь! Вы з-з-здесь, капитан! СОСТОЯНИЕ: ГОЛОД НЕУДОВЛЕТВОРЕН. Поглощать! П-п-поглощааать...? ЖЕЛАНИЕ: ПОГЛОТИТЬ СВЯЗЬ ГАРМОНИИ. Запрос: запрос: п-п-пооомощь, пожалуйста? Пожалуйста! Пламя! Пламяпламяямлаппппп г-г-горит, кааапитан!" Значит, ему нужна помощь в борьбе с другим кораблем... Если даже он не способен их остановить, то на что рассчитываете вы? Хотя, может быть, если объединить ваши силы...

source: We've already made our choice. Stand with the Disparity.
ru: Мы уже сделали свой выбор. Встать на сторону Диссонанса.

source: While the two of you are speaking, the flaming ship notices your arrival and hails as well. The Engi you're speaking to is wreathed in flame, held afloat by the beating of angelic wings... they speak, "Subject: Federation. Subject status: tainted. Tainted subject protocol: purification required. Awaiting purification command." A moment passes, and they speak again; this time with much more volume and a hint of anger, "PURIFICATION: UNDERWAY. INITIATING: SCORCHED SPACE OPERATIONS." Communications are cut, and the ethereal wisp of a ship darts its way over to face you... this is it. Show them the strength of your convictions, and know you don't stand alone on the path you've chosen!
ru: Пока вы разговариваете, пылающий корабль замечает ваше прибытие и подает сигнал связи. Энджи, с которым вы разговариваете, окутан пламенем и парит благодаря взмахам ангельских крыльев... он говорит: "Субъект: Федерация. Статус субъекта: оскверненный. Протокол оскверненного субъекта: требуется очищение. Ожидаю команды на очищение". Проходит мгновение, и он снова говорит, на этот раз гораздо громче и с оттенком гнева: "ОЧИЩЕНИЕ: НАЧИНАЕТСЯ. ИНИЦИАЛИЗАЦИЯ: ОПЕРАЦИЯ "ВЫЖЖЕННОЕ ПРОСТРАНСТВО"". Связь прерывается, и неосязаемый корабль пробирается к вам... Вот и все. Покажите ему силу своих убеждений и знайте, что вы не одиноки на выбранном вами пути!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Let's get this over with.
ru: Давайте покончим с этим.

source: Suddenly, the entire beacon is shrouded in shadow... what tricks is the Dark God playing now? Within the darkness, a ship appears. You realize it's the colossal ship you saw when you first entered this sector, but it's red now... and, as opposed to writhing darkness, it's ethereal flames that burns within the crystal.
ru: Внезапно весь маяк окутала тень... Что за фокусы разыгрывает теперь Темный Бог? Из тьмы появляется корабль. Вы понимаете, что это тот самый колоссальный корабль, который вы видели, когда впервые попали в этот сектор, но теперь он красный... и вместо клубящейся тьмы - потустороннее пламя, горящее внутри кристалла.

source: Did those two...?
ru: Те двое...?

source: Before you can ponder too long, the ship hails... and you're met with the visage of two very different but simultaneously strange Engi: one blobby and short, and the other winged and wreathed in flame. The blobby one speaks, "SUBJECT: C-c-captain. SUBJECT STATUS: THREAT TO ALL ENGI." The winged one corroborates, "Subject status: tainted. Taint status: ERROR... incalculable. Awaiting purification command." That's cute. They're afraid of you, so they've put aside their differences to try to stand a chance. Enemy of my enemy, and such.
ru: Не успеете вы долго поразмышлять, как с корабля поступает вызов... и перед вами предстают два очень разных, но одновременно странных энджи: один лопоухий и низкорослый, а другой крылатый и объятый пламенем. Пузатый говорит: "СУБЪЕКТ: К-к-капитан. СТАТУС СУБЪЕКТА: УГРОЗА ДЛЯ ВСЕХ ЭНДЖИ". Крылатый подтверждает: "Статус субъекта: оскверненный. Статус оскверненного: ОШИБКА... неисчислимое. Ожидаю команды на очищение". Мило. Они боятся вас, поэтому отбросили свои разногласия, чтобы попытаться получить шанс. Враг моего врага, и все такое.

source: Scare them a little bit. Fly closer.
ru: Немного напугать их. Подлететь поближе.

source: The ship glimmers in response, letting off a resplendent glow that lights even the shadows around you ablaze... oh, this ought to be interesting. The Engi speak, simultaneously, "INITIATING: DEVOUR PROTOCOL." So it begins!
ru: Корабль вспыхивает в ответ, испуская великолепное сияние, которое озаряет даже тени вокруг вас... о, это должно быть интересно. Энджи одновременно произносят: "ИНИЦИАЛИЗАЦИЯ: ПРОТОКОЛ ПОГЛОЩЕНИЯ". Итак, начинается!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (The Overseer) Wait a minute...
zh_hans: （监管者）等等……

source: You've seen these shadow-crystals before - in the Antumbral Plane. They were a construct of the Plane's Shadows, utilized by the Archangel Protocols in the name of self-defense. Still, to the layman, that all sounds insane... and you've no clue how it's ended up in the Disparity's hands. You try your best to offer the Crystal what information you know on the mysterious, dark armor - without sounding crazy.
zh_hans: 你以前见过这种暗影水晶——在幽影界。它们是幽影界暗影能量构筑的产物，曾被大天使协议以自卫为名动用。可对普通人而言，这一切听上去都荒诞至极……你也完全不清楚这些东西究竟是怎么落到谐离势力手里的。你尽力向水晶生命体讲述自己所知的、关于这套神秘暗甲的信息，同时尽量不让自己的话听起来疯癫离谱。

source: Continue...
zh_hans: 继续。

source: Personally? I have no idea.
zh_hans: 就我个人而言，我毫无头绪。

source: The Sentinel sighs, "No, I suppose you wouldn't. Keep this matter to yourself, and... thank you for allowing me to get it off my chest. Feel welcome to still trade."
zh_hans: 水晶戍卫者叹了口气，“不，我想你也不会知道。这件事你就别对外声张了，还有……谢谢你听我把这些话说出来。你之后依然可以来进行交易。”

source: Continue...
zh_hans: 继续。

source: (Long-Ranged Scanners) Take an extremely large scan of the area.
zh_hans: （长距扫描仪）对该区域进行超大范围扫描。

source: We're not really capable of such a scan.
zh_hans: 我们根本没法执行这种规模的扫描。

source: Though the outpost contains life, it's unlikely that you'll find anyone even if you land seeing that they're this efficient at evading your scans. Defeated, you turn away and prepare to leave the beacon.
zh_hans: 虽然前哨站内存在生命活动迹象，但他们躲避扫描的手段如此高效，即便你着陆，也几乎不可能找到任何人。你只得无奈作罢，调转航向，准备离开这片信标区域。

source: Do something onboard the ship.
zh_hans: 星舰管理。

source: Do nothing.
zh_hans: 跳过。

source: (Long-Ranged Scanners) Take an extremely large scan of the area.
zh_hans: （长距扫描仪）对该区域执行超大范围扫描。

source: We're not really capable of such a scan.
zh_hans: 我们根本无法进行这种规模的扫描。

source: Though the outpost contains life, it's unlikely that you'll find anyone even if you land seeing that they're this efficient at evading your scans. Defeated, you turn away and prepare to leave the beacon.
zh_hans: 尽管前哨站里存在生命迹象，但他们规避扫描的手段极为高效，即便你着陆，也基本不可能找到任何人。你只得无奈放弃，调转方向，准备离开这座信标。

source: Do something onboard the ship.
zh_hans: 星舰管理。

source: Do nothing.
zh_hans: 跳过。

source: (Long-Ranged Scanners) Take an extremely large scan of the area.
zh_hans: （长距扫描仪）对该区域执行超大范围扫描。

source: We're not really capable of such a scan.
zh_hans: >我们根本无法进行这种规模的扫描。

source: Though the outpost contains life, it's unlikely that you'll find anyone even if you land seeing that they're this efficient at evading your scans. Defeated, you turn away and prepare to leave the beacon.
zh_hans: 尽管前哨站里有生命存在，但它们躲避扫描的效率极高，就算你着陆，也几乎不可能找到任何目标。你只得无奈作罢，转身准备离开这个信标点。

source: Do something onboard the ship.
zh_hans: 星舰管理。

source: Do nothing.
zh_hans: 跳过。

source: Continue...
zh_hans: 继续。

source: Continue...
zh_hans: 继续。

source: Continue...
zh_hans: 继续。

source: Continue...
zh_hans: 继续。

source: Continue...
zh_hans: 继续。
