Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: Wandering the ship, things get even stranger. Scrap has spontaneously appeared in your hold, and damage to the hull has miraculously healed. Weirdest of all, a stranger walks amongst your crew. They claim they've always been here, for everything... and though you swear you don't recognize them, the rest of the crew corroborates their story. The stranger speaks up, "Just how -hard- did you: hit your head, [captain?] We can't have you: tripping over [nothing] and -dying- while the future of [everything] is at stake." Right. You have a duty to uphold, Renegade, and you aren't going to let even the most bizarre of circumstances stop you. Onwards!
ru: Блуждая по кораблю, вы обнаружите еще более странные вещи. В трюме самопроизвольно появляется лом, а повреждения корпуса чудесным образом затягиваются. Самое странное, что среди вашей команды появился незнакомец. Он утверждает, что всегда был здесь... И хотя вы клянетесь, что не узнаете его, остальные члены экипажа подтверждают его слова. Незнакомец говорит: "Как -сильно- вы: ударились головой, [капитан]? Мы не можем допустить: чтобы вы споткнулись о [ничто] и -умерли-, пока на кону будущее [всего]". Верно. У вас есть долг, Ренегат, и вы не позволите даже самым причудливым обстоятельствам остановить вас. Вперед!
zh_hans: 在舰上四处走动，周遭的一切愈发诡异。货舱里凭空出现了废料，船体的破损也奇迹般自行修复。最离奇的是，你的船员中竟多了一个陌生身影。对方声称自己自始至终都在这儿，为了万物而存在……你明明对他毫无印象，其他船员却都证实了他的说法。陌生人开口说道：“[舰长]，你这脑袋到底撞得多狠？眼下[万物]的未来危在旦夕，可不能让你被[虚无]绊倒，送了性命。”是啊。你肩负着使命，变元者，纵使眼前境况万般离奇，你也绝不会停下脚步。继续前行吧！

source: Nothing
ru: Ничего.

source: I, uh, have good motivations! I'm so motivational!
ru: У меня есть хорошая мотивация! Я такой мотивированный!
zh_hans: 我那啥，出发点绝对是好的！我这人可太能鼓舞人心了！

source: They cut communications. You should be happy that's all they do, really... alas, despite your best efforts, the Disparity ship is soon to be overwhelmed. It's best to look away and prepare to leave the beacon...
ru: Они прервали связь. Вы должны быть счастливы, что это все, что они сделали... Увы, несмотря на все ваши усилия, корабль Диссонанса скоро будет уничтожен. Лучше забыть обо всем и приготовиться покинуть маяк...
zh_hans: 他们切断了通讯。说真的，你该庆幸他们只做了这一件事……可叹的是，即便你拼尽全力，谐离的舰船还是很快就要被攻破了。你最好别再看了，赶紧准备撤离这座信标吧……

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Try to distract the fleet.
ru: Попытаться отвлечь флот.
zh_hans: 设法牵制舰队。

source: As you make a mad dash to put yourself in-between the fleet and the Disparity ship, you realize your options for letting the latter in on your plan without the Harmony catching on are rather limited... you can't just hail them directly.
ru: В сумасшедшей спешке оказавшись между флотом и кораблем Диссонанса, вы понимаете, что возможности незаметно сообщить энджи Диссонанса о своем плане так, чтобы Гармония не узнала, весьма ограничены... Вы не можете просто вызвать их напрямую.
zh_hans: 你疯了似的冲出去挡在舰队与谐离舰船之间，同时也意识到，想让谐离这边知晓你的计划，又不被谐合察觉，眼下的办法少之又少——你根本没法直接向他们发通讯。

source: (Disparity Crew) Your crew member knows of an encrypted Disparity channel.
ru: (Член экипажа-энджи Диссонанса) Ваш член экипажа знает о зашифрованном канале Диссонанса.
zh_hans: （谐离船员）你的船员知晓一条谐离的加密通讯频道。

source: Using the encrypted channel, you're able to quickly share your plan with the Disparity. Seeing as their options are rather limited at the moment, they have no choice but to trust you... what should you have them do?
ru: Используя зашифрованный канал, вы можете быстро поделиться своим планом с Диссонансом. Поскольку их возможности на данный момент весьма ограничены, у них нет другого выбора, кроме как довериться вам... Что же вы должны им посоветовать?
zh_hans: 借助加密频道，你迅速将计划告知了谐离一方。眼下他们已然别无选择，只能选择相信你……你要让他们怎么做？

source: (Teleporter) While I distract the Harmony, you'll sneak onto my ship.
ru: (Телепортатор) Пока я буду отвлекать Гармонию, вы проберетесь на мой корабль.
zh_hans: （传送系统）我来牵制谐合舰队，你们趁机登舰。

source: They'll lose their ship, but at least they'll keep their lives... and be capable of having some use to you. They agree to the plan, and forward their crew's signatures for teleportation. Now, to distract the fleet...
ru: Они потеряют свой корабль, но, по крайней мере, сохранят свои жизни... и смогут быть вам полезны. Они соглашаются с планом и передают сигнатуры своего экипажа для телепортации. Теперь, осталось отвлечь флот...
zh_hans: 他们会失去舰船，但至少能保住性命……也能继续为你所用。他们同意了这个计划，并传送来了全体船员的传送授权信号。现在，该去牵制舰队了……

source: Hail the Harmony fleet.
ru: Связаться с флотом Гармонии.
zh_hans: 呼叫谐合舰队。

source: An agitated Engi responds, "Federation. Request: reasoning for Harmony fleet impediment." You're going to have to make something up... as you do, though, you begin teleporting in the Disparity members.
ru: Взволнованный энджи отвечает: "Федерация. Запрос: обоснование препятствия флоту Гармонии". Придется что-то придумать... Но пока вы это делаете, вы начинаете телепортировать членов Диссонанса.
zh_hans: 一名情绪激动的半械族人应声回话：“联邦方。质询：谐合舰队遭阻，理由何在。”你必须随口编造一个说辞……而就在你开口周旋的同时，谐离的船员们已开始陆续传送登舰。

source: I, uh... have you read these Separatists their rights?
ru: Я, эм... вы зачитали этим Сепаратистам их права?
zh_hans: 我，呃……你们给这些半械分离者宣读权利了吗？

source: They seem to think for a moment, calculating, "Error: Engi rights: null. Federation impediment: illogical." Another Disparity member is teleported in... there's only one left.
ru: Кажется, они на мгновение задумываются и сообщают: "Ошибка: права энджи: нулевые. Препятствие Федерации: нелогично". Еще один член Диссонанса телепортируется на ваш корабль... остается только один.
zh_hans: 他们顿了顿，似是在运算推演，随即开口：“错误：半械族权利条目：无。联邦方阻挠行为：逻辑不通。”又一名谐离船员完成传送……眼下，只剩最后一人了。

source: No, not their rights, their writes!
ru: Нет, не их права, а их сочинения!
zh_hans: 不是权利，是文书！是他们的文书！

source: This one really stumps them. "Illogical homophone detected. Separatist literature: forbidden by Harmony. Harmony demand: cease Federation impediment of Harmony forces. Patience: approaching null. Failure to meet demand will result in immediate termination." Thankfully, while they were throwing their fit, you were able to teleport the Disparity member. There's no reason to protect their ship anymore.
ru: Это их действительно ставит в тупик. "Обнаружена нелогичная омонимия. Литература сепаратистов: запрещена Гармонией. Требование Гармонии: прекратить вмешательство Федерации в действия сил Гармонии. Терпение: приближается к нулю. Невыполнение требования приведет к немедленному концу". К счастью, пока они возились, вы успели телепортировать члена Диссонанса. Больше нет причин защищать их корабль.
zh_hans: 这一下可彻底把他们绕住了。“检测到无逻辑同音异义词。半械分离相关文书：为谐合所禁止。谐合要求：联邦方立即停止对谐合武装的阻挠。耐心值：即将归零。若不服从，将立即实施清除。”所幸，趁着他们被搅得乱了阵脚的空档，你终于把最后一名谐离船员传送了过来。如今，再没有任何理由去守护那艘谐离舰船了。

source: Move out of the way.
ru: Уйти с дороги.
zh_hans: 你让开航道。

source: The Harmony seems annoyed with you, but not aggressively so. You move your ship out of the way, and the Disparity ship is fired upon and reduced to rubble. After putting a decent distance between you and the fleet, the Disparity Elite you saved speaks with you, "I do not know -why- you: saved us. All I know is that you: -did,- and with our ship [destroyed,] I see -no- greater course of action than to [help] you: as you: have [helped] us, [captain.]" They respect you... make sure not to let them down.
ru: Гармония выглядит раздраженной, но не агрессивной. Вы убираете свой корабль с дороги, а корабль Диссонанса обстреливается и превращается в обломки. После того как вы удалились на приличное расстояние от флота, спасенный вами элитный член Диссонанса говорит вам: "Я не знаю, -почему- вы: спасли нас. Все, что я знаю, это то, что вы: -сделали-, и поскольку наш корабль [уничтожен], я -не- вижу более подходящего варианта действий, чем: [помочь] вам, как вы: [помогли] нам, [капитан]". Они уважают вас... постарайтесь не подвести их.
zh_hans: 谐合舰队看着满是不耐，却并未对你发难。你驾船让出航道，谐离的舰船瞬间被炮火吞噬，化作一片残骸。待与舰队拉开足够距离，你救下的那位谐离精英找上了你，开口道：“我无从知晓你为何出手救我们。我只知你确实伸出了援手，而今我们的舰船[已毁]，我想不出比追随你、[助]你一臂之力更该做的事——就像你曾[帮]我们那样，[舰长]。”他们已然对你心生敬意，切莫辜负这份信任。

source: You're going to have to prepare to jump while I distract the Harmony.
ru: Вам придется приготовиться к прыжку, пока я буду отвлекать Гармонию.
zh_hans: 我来牵制谐合舰队，你们赶紧准备跃迁撤离。

source: You'll have no way of meeting up with them again, but at least they'll survive this ordeal. This is true hero work, after all... they agree to the plan, and you prepare to distract the fleet.
ru: У вас не будет возможности встретиться с ними снова, но, по крайней мере, они переживут это испытание. В конце концов, это настоящая работа героя... Они соглашаются с планом, и вы готовитесь отвлечь флот.
zh_hans: 你们再无重逢的可能，但至少能熬过这场劫难。说到底，这才是真正的勇者之举……他们应下了计划，而你也做好了牵制舰队的准备。

source: Hail the Harmony fleet.
ru: Связаться с флотом Гармонии.
zh_hans: 向谐合舰队发出通讯呼叫。

source: An agitated Engi responds, "Federation. Request: reasoning for Harmony fleet impediment." You're going to have to make something up...
ru: Взволнованный энджи отвечает: "Федерация. Запрос: обоснование препятствия флоту Гармонии". Вам придется что-то придумать...
zh_hans: 一名情绪焦躁的半械族人即刻应答：“联邦方。质询：为何阻挠谐合舰队行动。”你必须立刻编个说辞来周旋……

source: I, uh... have you read these Separatists their rights?
ru: Я, эм... вы зачитали этим Сепаратистам их права?
zh_hans: 我，呃……你们给这些半械分离者宣读完权利了吗？

source: They seem to think for a moment, calculating, "Error: Engi rights: null. Federation impediment: illogical."
ru: Кажется, он на мгновение задумывается и выдает: "Ошибка: Права энджи: нулевые. Препятствие Федерации: нелогично".
zh_hans: 他们顿了顿，似在高速运算推演，随即出声：“错误：半械族权利条目：无。联邦方阻挠行为：逻辑不通。”

source: No, not their rights, their writes!
ru: Нет, не их права, а их сочинения!
zh_hans: 不是权利，是文书！是他们的文书！

source: This one really stumps them. "Illogical homophone detected. Separatist literature: forbidden by Harmony. Harmony demand: cease Federation impediment of Harmony forces. Patience: approaching null. Failure to meet demand will result in immediate termination." You're going to have to move... hopefully you've bought the Disparity enough time.
ru: Это их действительно ставит в тупик. "Обнаружена нелогичная омонимия. Литература сепаратистов: запрещена Гармонией. Требование Гармонии: прекратить вмешательство Федерации в действия сил Гармонии. Терпение: приближается к нулю. Невыполнение требования приведет к немедленному концу". Вам придется действовать... надеюсь, вы успели выиграть время Диссонансу.
zh_hans: 这一下彻底把他们绕懵了。“检测到无逻辑同音异义表述。半械分离相关文书：为谐合明令禁止。谐合要求：联邦立即停止对谐合武装的阻挠行为。耐心值：即将归零。若拒不服从，将立即实施清除。”你必须立刻行动……但愿这拖延的时间，能让谐离的人足够做好准备。

source: Move out of the way.
ru: Уйти с дороги.
zh_hans: 让开航道。

source: You move out of the way, and as the Harmony fleet prepares to fire a barrage of ion-fire at the Disparity ship... it jumps out of the system. If the Harmony is upset with you, they make no effort to hail you and let you know, but... the real good news is that they aren't just simply obliterating you in the Disparity's place. Still, best to not push your luck and just get out of here...
ru: Вы уходите с дороги, и когда флот Гармонии готовится обрушить шквал ионного огня на корабль Диссонанса... и они уходят в прыжок. Если Гармония и обиделась на вас, то вида не подает: не пытается связаться и ничего не сообщает, но... хорошая новость в том, что они не собираются уничтожать вас вместо корабля Диссонанса. Тем не менее, лучше не испытывать судьбу и просто убраться отсюда...
zh_hans: 你让开了航道，谐合舰队正要向谐离舰船发射离子弹幕，对方却已跃迁驶离了星系。谐合舰队纵使对你心存不满，也并未发来通讯质问，而真正值得庆幸的是，他们没有索性将你当作谐离的替罪羊彻底摧毁。不过，还是别再冒险，尽快离开这里为妙。

source: Pray they get the memo.
ru: Помолиться, чтобы они получили сообщение.
zh_hans: 但愿他们能明白这意思。

source: Seeing how limited their options are at the moment, the Disparity ship doesn't really have any choice but to trust the mysterious Renegade standing in-between themselves and certain doom. Hopefully they prepare to leave the sector as you distract the fleet...
ru: Видя, насколько ограничены их возможности в данный момент, кораблю Диссонанса не остается ничего другого, как довериться таинственному Ренегату, стоящему между ними и верной гибелью. Надеюсь, что они готовятся покинуть сектор, пока вы отвлекаете флот...
zh_hans: 眼下谐离舰船已是走投无路，面对这位挡在他们与灭顶之灾之间的神秘变元者，他们别无选择，只能选择相信。但愿在你牵制舰队的这段时间里，他们能做好撤离这片星域的准备。

source: Hail the Harmony fleet.
ru: Связаться с флотом Гармонии.
zh_hans: 向谐合舰队发出通讯。

source: An agitated Engi responds, "Federation. Request: reasoning for Harmony fleet impediment." You're going to have to make something up...
ru: Взволнованный энджи отвечает: "Федерация. Запрос: обоснование препятствия флоту Гармонии". Вам придется что-то придумать...
zh_hans: 一名焦躁的半械族人应声作答：“联邦方。质询：为何阻挠谐合舰队行动。”你必须立刻编个说辞……

source: I, uh... have you read these Separatists their rights?
ru: Я, эм... вы зачитали этим Сепаратистам их права?
zh_hans: 我，呃……你们给这些半械分离者宣读完相关权责了吗？

source: They seem to think for a moment, calculating, "Error: Engi rights: null. Federation impediment: illogical."
ru: Кажется, он на мгновение задумывается и выдает: "Ошибка: Права энджи: нулевые. Препятствие Федерации: нелогично".
zh_hans: 他们稍作停顿，算力飞转：“错误：半械族权责条目无。联邦方阻挠行为：逻辑不通。”

source: No, not their rights, their writes!
ru: Нет, не их права, а их сочинения!
zh_hans: 不是权责，是文书！

source: This one really stumps them. "Illogical homophone detected. Separatist literature: forbidden by Harmony. Harmony demand: cease Federation impediment of Harmony forces. Patience: approaching null. Failure to meet demand will result in immediate termination." You're going to have to move... hopefully you've bought the Disparity enough time.
ru: Это их действительно ставит в тупик. "Обнаружена нелогичная омонимия. Литература сепаратистов: запрещена Гармонией. Требование Гармонии: прекратить вмешательство Федерации в действия сил Гармонии. Терпение: приближается к нулю. Невыполнение требования приведет к немедленному концу". Вам придется действовать... надеюсь, вы успели выиграть время Диссонансу.
zh_hans: 这一下彻底难住了他们。“检测到无逻辑同音异义表述。半械分离相关文书：为谐合明令禁止。谐合要求：联邦立即停止阻挠谐合舰队行动。耐心值：即将归零。若拒不服从，将立即实施清除。”你必须行动了……但愿这为谐离争取的时间足够。

source: Move out of the way.
ru: Уйти с дороги.
zh_hans: 让开航道。

source: You move out of the way, and as the Harmony fleet prepares to fire a barrage of ion-fire at the Disparity ship... it jumps out of the system. If Harmony is upset with you, they make no effort to hail you and let you know, but... the real good news is that they aren't just simply obliterating you in the Disparity's place. Still, best to not push your luck and just get out of here...
ru: Вы уходите с дороги, и когда флот Гармонии готовится обрушить шквал ионного огня на корабль Диссонанса... и они уходят в прыжок. Если Гармония и обиделась на вас, то вида не подает: не пытается связаться и ничего не сообщает, но... хорошая новость в том, что они не собираются уничтожать вас вместо корабля Диссонанса. Тем не менее, лучше не испытывать судьбу и просто убраться отсюда...
zh_hans: 你让开了航道，谐合舰队正要向谐离舰船发射离子弹幕，对方却已跃迁驶离星系。纵使谐合舰队对你心存不满，也并未发来通讯质问，而真正的好消息是，他们没有索性将你当作谐离的替罪羊彻底摧毁。不过，还是别再冒险，尽快离开这里为妙。

source: Our standing with the Harmony is rather poor... they're unlikely to listen to us.
ru: Наше положение в Гармонии весьма неблагонадежное... они вряд ли станут нас слушать.
zh_hans: 我们与谐合舰队的关系本就糟糕透顶，他们根本不可能听我们的。

source: Indeed. It would be a fool's errand to try... unwilling to fight, and incapable of resolving the situation peacefully, you're left with no choice but to leave the Disparity ship to its fate.
ru: Да. Было бы глупо пытаться... Не желая сражаться и не имея возможности разрешить ситуацию мирным путем, вам не остается ничего другого, как бросить корабль Диссонанса на произвол судьбы.
zh_hans: 确实如此。尝试沟通不过是白费功夫……既不愿开战，又无力和平解决僵局，你别无选择，只能任由谐离舰船自生自灭。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Nevermind, we can't afford to risk this. Give up.
ru: Неважно, мы не можем позволить себе рисковать. Сдаться.
zh_hans: 罢了，我们冒不起这个险。放弃吧。

source: The risk is too great, particularly to save the lives of just one ship. Leaving the Disparity to their fate, you're able to find a quiet spot where you won't grab the fleet's attention as you prepare to leave the beacon.
ru: Риск слишком велик, особенно ради спасения жизни всего одного корабля. Оставив корабль Диссонанса на произвол судьбы, вы находите тихое место, где не привлечете внимания флота, готовясь покинуть маяк.
zh_hans: 风险实在太大，更何况只是为了拯救一艘舰船。放弃了对谐离舰船的救援，你寻到一处僻静之地，避开舰队的注意，准备驶离这片信标。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Yeah, no. Nevermind.
ru: Ага, нет. Неважно.
zh_hans: 得了，算了。

source: Honestly? Yeah. Screw this, dude. The hell have any Separatists ever done for us? They really expect us to take on a whole ass Harmony fleet to save a single ship? Like, lower your expectations, assholes. Or, at the very least, do the same for us sometime. Not that they'll really get a chance to if you, uh, leave them to die. Oh well.
ru: Честно? Ага. К черту все это, чувак. Черт возьми, что Сепаратисты вообще для нас сделали? Они действительно ожидают, что мы пойдем против целого хренового флота Гармонии, чтобы спасти один корабль? Забейте на свои ожидания, мудаки. Или, по крайней мере, сделайте это для нас как-нибудь. Не то чтобы у них был шанс, если вы оставите их умирать. Ну что ж.
zh_hans: 说实话？可不是嘛。去他的吧，伙计。那些半械分离者到底为我们做过什么？他们真以为我们会为了救一艘船，硬刚整支谐合舰队？醒醒吧，这帮家伙，别痴心妄想了。至少也该偶尔为我们搭把手吧。不过话说回来，要是就这么看着他们覆灭，他们怕是连报恩的机会都没有了。罢了，随他们去吧。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Getting involved would be a suicide mission.
ru: Ввязываться в это дело было бы самоубийством.
zh_hans: 插手此事，纯属自寻死路。

source: Indeed, and we're on no suicide mission. Or, at the very least, the suicide mission we're on concerns the fate of an entire reality, and not a single Disparity ship. Sometimes you've got to weigh your priorities, and this is simply one of those times.
ru: Да, и мы не на самоубийственной миссии. Или, по крайней мере, самоубийственная миссия, которую мы выполняем, касается судьбы целой реальности, а не одного корабля Диссонанса. Иногда нужно взвешивать приоритеты, и это как раз один из таких случаев.
zh_hans: 确实如此，我们可不会去做这种送死的事。或者说，就算我们正身处一场九死一生的行动，那也是为了整个宇宙的存亡，而非单单一艘谐离舰船。人总要分清轻重缓急，眼下正是如此。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The remains of the Lanius ship join those of the Engi, and everything is quiet once more. Hopefully, no more battles will ever have to be fought here, and those who have fallen may, in death, claim the peace they sought in life.
ru: Останки корабля ланиусов присоединяются к останкам корабля энджи, и все снова становится спокойно. Будем надеяться, что здесь больше не будет сражений, и павшие смогут в смерти обрести покой, которого они искали в жизни.
zh_hans: 食铁族舰船的残骸与半械族的残骸交织一处，周遭重归死寂。愿此地再无战事，愿那些逝去的灵魂，能在死亡中寻得他们此生渴求的安宁。

# data/events_disparity.xml$//event[@name="NEUTRAL_DISPARITY_DESOLATION"]/text
source: Though you're accustomed to war, beholding it in its true form of not glory, but carnage and suffering, can on occasion take its toll on you... surrounding the space around you are the ruins of innumerable Engi ships, both of the Harmony and the Disparity, likely left here in the wake of some gargantuan battle.
ru: Хотя вы и привыкли к войне, но видеть ее в подлинном виде - не славу, а резню и страдания - иногда бывает невыносимо... Вокруг вас разбросаны обломки бесчисленных кораблей энджи, как Гармонии, так и Диссонанса, вероятно, оставленные здесь после какого-то грандиозного сражения.
zh_hans: 你虽早已习惯征战，可当直面战争的本相——无关荣光，唯有屠戮与苦难时，心绪仍难免被牵动。你周遭的空域里，遍布着数不尽的半械族舰船残骸，谐合与谐离的皆有，想来皆是某场大战过后，遗留于此的痕迹。

source: Reflect on the slaughter.
ru: Поразмыслить над тем, как до этого дошло.
zh_hans: 反思这场屠杀。

source: Innumerable ships... innumerable lives, extinguished in the name of civil war. Though they fight for what they believe in, you can't help but wonder if this is truly what it takes to free the Engi people. After being separated from the Harmony, will the Engi come to appreciate their blood-soaked liberators serving a higher power just as they had? Or will the war rage on evermore, until only one side remains? Only one set of ideals, either the sanctity and safety of living in Harmony, or the freedom to do as you see fit and embrace the Disparities between each other, will remain at the end of this path carved in blood.
ru: Бесчисленные корабли... бесчисленные жизни, уничтоженные во имя гражданской войны. Хотя они сражаются за то, во что верят, вы не можете не задаться вопросом, действительно ли это то, что нужно для освобождения народа энджи. Отделившись от Гармонии, смогут ли энджи понять, что их пропитанные кровью освободители служат высшим силам, как и они сами? Или война будет продолжаться до тех пор, пока не останется только одна сторона? Лишь один набор идеалов - святость и безопасность жизни в Гармонии или свобода поступать по своему усмотрению и принимать различия между друг другом - останется в конце этого пути, высеченного в крови.
zh_hans: 数不清的舰船……数不清的生命，都在内战的名义下消逝。他们都在为自己的信仰而战，可你忍不住去想，这真的是解放半械族必须付出的代价吗？脱离谐合之后，半械族会不会最终也像从前那样，对这些沾满鲜血、效忠于更高存在的解放者俯首称臣？还是说，这场战争会无休止地打下去，直到只剩一方存活？这条用鲜血铺就的道路尽头，只会留下一种信念——要么是归于谐合的安稳与神圣，要么是拥抱彼此差异、随心所欲的自由。

source: Are we much better?
ru: Стало ли нам лучше?
zh_hans: 我们又能好到哪去？

source: As you reflect, your ship detects movement outside, and you realize that it is within paths carved in blood that leeches fester. A nearby Lanius ship cruises from wreck to wreck in search of scrap to eat... of remains to desecrate. With the war raging on, it's inevitable that even unfamiliar outsiders can slip into Harmony territory unhindered.
ru: Пока вы размышляете, ваш корабль обнаруживает движение за бортом, и вы понимаете, что это на тропах, высеченных в крови, снуют падальщики. Близлежащий корабль ланиусов курсирует от обломков к обломкам в поисках объедков... останков, которыми можно было бы поживиться. В условиях продолжающейся войны неизбежно, что даже незнакомые чужаки могут беспрепятственно проникнуть на территорию Гармонии.
zh_hans: 你正心绪沉郁，舰上警报突然传来，监测到外部有异动——原来这血路之上，本就藏着趋腥而生的寄生之徒。一艘食铁族舰船在残骸间游弋，四处翻找可啃噬的金属碎片，将散落的遗骸肆意糟践。内战的硝烟搅乱了一切，连这些陌生的外来者，都能毫无阻碍地潜入谐合的领地。

source: This is an outrage. Demand that the Lanius ship leave.
ru: Это возмутительно. Потребовать, чтобы корабль ланиусов ушел.
zh_hans: 岂有此理。勒令那艘食铁族舰船立刻离开。

source: Angrily, you hail the Lanius ship and make your demands known. They stare through you in an unsettling way only the Lanius could... then, "Understand. No feed, precious feed." Well, that was easy.
ru: В гневе вы вызываете корабль ланиусов и излагаете свои требования. Они смотрят сквозь вас тревожным взглядом, на который способны только ланиусы... затем: "Понимаю. Никакого корма, драгоценный корм". Что ж, это было просто.
zh_hans: 你怒不可遏地向那艘食铁族舰船发去通讯，厉声表明要求。他们用独属于食铁族的、令人毛骨悚然的眼神漠然扫过你，半晌才吐出几个字：“明白。没的吃，这么好的食料。” 没想到，竟这么轻易就服软了。

source: Turn to leave.
ru: Развернуться, чтобы уйти.
zh_hans: 调转航向，准备离开。
