Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_disparity.xml/*.po
Languages: ru, zh_hans

source: You're not interested in whatever it is the Disparity has to say. You cut communications and prepare for hostilities, and, recognizing this, the opposing ship orders the rest of the Disparity fleet to fire upon you!
ru: Вам неинтересно, что бы там ни говорил член Диссонанса. Вы прерываете связь и готовитесь к боевым действиям, и, поняв это, корабль противника приказывает остальному флоту Диссонанса открыть по вам огонь!
zh_hans: 你对谐离势力要说的任何话都毫无兴趣。你切断通讯，准备进入战斗状态，而对方舰船察觉到这一点后，立刻下令异度舰队的其余所有舰船向你开火！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltan mercenary hails, desperately, consoles blaring behind them, "Alright, alright, I get your point! I'm still blowing those Separatists up, but, like, how about I pay you, or something! Anything!"
ru: Золтанский наемник отчаянно кричит, а за спиной у него гремят консоли: "Ладно-ладно, я понял, что ты хочешь сказать! Я все равно взорву этих Сепаратистов, но, может, я заплачу тебе, или еще что-нибудь! Что угодно!"
zh_hans: 超能族雇佣兵急切地发起通讯，身后的控制台警报声刺耳作响：“好了，好了，我明白你的意思了！我照样会去炸那些半械分离者，不过，要不我给你付钱，或者别的补偿！什么都行！”

source: Leave the Disparity outpost be, or you're the only one who's being blown up.
ru: Покинуть аванпост Диссонанса, или вы станете единственными, кого взорвут.
zh_hans: 别去招惹谐离前哨，否则被炸飞的就只有你。

source: They slam a nearby console, "If I do that, then it's going to be the Harmony that kills me! We made a deal that I can't just... back out on."
ru: Он ударяет по соседней консоли: "Если я это сделаю, то меня убьет Гармония! Мы заключили сделку, от которой я не могу просто... отказаться".
zh_hans: 它猛地砸向身旁的控制台：“要是我那么做，谐合势力就会杀了我！我们有过约定，我不能就这么……反悔退出。”

source: Come with me, then. You'll have to work, but the Harmony won't be able to reach you.
ru: Тогда пойдем со мной. Тебе придется работать, но Гармония не сможет до тебя добраться.
zh_hans: 那就跟我走。你得干活，但谐合势力绝对找不到你、也伤不到你。

source: "I..." they pause, "...no, I can't live honorably. Not now... not after all I've done..." again, another pause, "...maybe I can still die honorably, though. To arms, Fed!" Well, you tried. Hopefully that accounts for something...
ru: "Я..." он делает паузу, "...нет, я не могу жить с честью. Не сейчас... не после всего, что я сделал...", - снова пауза, - "...может быть, я все же смогу умереть с честью. За оружие, Фед!" Что ж, вы попытались. Надеюсь, это хоть что-то значит...
zh_hans: “我……”它顿了顿，“……不，我没法体面地活下去。现在不行……在我做了这一切之后……” 又是一阵沉默，“……但或许，我还可以体面地赴死。备战，联邦成员！” 你已经尽力了。但愿这一切，还算有意义……

source: So be it.
ru: Да будет так.
zh_hans: 那就这样吧。

source: As if! Prepare to atone for your misdeeds!
ru: Как бы не так! Приготовься искупить свои грехи!
zh_hans: 想得美！准备好为你的恶行付出代价吧！

source: With the mercenary defeated, you return to the Disparity outpost and inform them that they're free to return to the surface once more. Elated, they do just that, and you watch as Separatists and Disparity Elites alike pour out from hidden passages to occupy the outpost and begin to return it to its former glory.
ru: Победив наемника, вы возвращаетесь на аванпост Диссонанса и сообщаете им, что они могут снова вернуться на поверхность. Обрадованные, они так и делают, а вы наблюдаете, как из потайных ходов выходят Сепаратисты, а элита Диссонанса, занимают аванпост и начинает возвращать ему былую славу.
zh_hans: 击败这名雇佣兵后，你返回谐离前哨，告知他们可以再次自由返回地表。他们欣喜若狂地照做，你看着半械分离者与谐离精英们一同从隐秘通道涌出，进驻前哨，着手让它恢复往日的荣光。

source: All in a day's work.
ru: Все за один день работы.
zh_hans: 不过是分内之事罢了。

source: You turn to leave, but one of the Disparity Elites you had initially spoken with stops you. "[Brother.] [LIBERATOR.] We -thank- you: more than you can know. We would like: to -offer- you a [gift.] A token of: our -appreciation.- A token from: the [LIBERATOR.]" They usher you aside, down a discreet alleyway, and into one of the hidden passages that you were told led underground. Stepping inside, though, you aren't just met with darkness. You feel as your body wades through some kind of liquid-like barrier, and into a sort of physical blackness that you can only describe as being... wet.
ru: Вы поворачиваетесь, чтобы уйти, но один из элиты Диссонанса, с которым вы изначально разговаривали, останавливает вас. "[Брат] [ОСВОБОДИТЕЛЬ] Мы -благодарны- тебе: больше, чем ты можешь себе представить. Мы хотели бы: -предложить- тебе [подарок.] В знак нашей: -признательности-. В знак признательности: [ОСВОБОДИТЕЛЯ]". Он уводит вас в сторону, в неприметный переулок и в один из потайных ходов, которые, как вам сказали, ведут под землю. Однако, войдя внутрь, вы встречаетесь не только со тьмой. Вы чувствуете, как ваше тело проникает сквозь некий барьер, похожий на жидкость, и попадает в некую физическую черноту, которую вы можете описать только как... влажную.
zh_hans: 你转身准备离去，却被最初与你交谈的一名谐离精英拦下。 “[兄弟。][解放者。]我们的谢意，远超你所能想象。我们希望：赠予你一份[礼物。]聊表我们的——谢意。一份来自[解放者]的纪念。” 它将你引到一旁，沿一条僻静的小巷前行，走进一处你此前得知通往地下的隐秘通道。可踏入其中时，迎接你的并非只有黑暗。你感觉自己的身体正穿过一层类似液体的屏障，进入一片触手可及的漆黑，那种感觉你只能形容为……湿润。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wet... and warm. You feel embraced. Loved, even. Within this blackness, thoughts rush to your mind. Alien thoughts. Thoughts of weapons, of schematics... of darkness. You feel that to receive your gift, you must simply embrace one of these thoughts, as they embrace you.
ru: Мокрый... и теплый. Вы чувствуете, что вас обнимают. Даже любят. В этой черноте в голову лезут мысли. Чужие мысли. Мысли об оружии, о схемах... о тьме. Вы чувствуете, что для того, чтобы получить свой подарок, вы должны просто обнять одну из этих мыслей, как они обнимают вас.
zh_hans: 湿润……且温暖。你感到被拥抱，甚至被珍视。这片漆黑之中，无数思绪涌入脑海——陌生的异星思绪，关于武器、关于蓝图、关于黑暗。你明白，若要领取这份馈赠，只需坦然接纳其中一道思绪，正如它们接纳你一般。

source: Embrace the fleeting thought... in your mind, it resembles a laser weapon.
ru: Проникнутся мимолетной мыслью... в вашем сознании она похожа на лазерное оружие.
zh_hans: 你接纳了这道稍纵即逝的思绪……在你的意识里，它化作了一柄激光武器的模样。

source: You embrace the thought, and your desire is made manifest. You leave this ethereal space, weapon in hand, and make for your ship... but these foreign thoughts don't leave your mind. You won't be sleeping easily tonight.
ru: Вы проникаетесь этой мыслью, и ваше желание исполняется. Вы покидаете это потусторонее пространство с оружием в руках и направляетесь к своему кораблю... но эти посторонние мысли не покидают ваш разум. Сегодня вы не сможете спокойно уснуть.
zh_hans: 你接纳了这道思绪，你的渴求化为了现实。你离开这片空灵之境，手中紧握武器，朝你的飞船走去……可那些陌生的异星思绪，并未从你的脑海中消散。今夜，你注定难以安眠。

source: Embrace the piercing thought... in your mind, it resembles a bomb weapon.
ru: Проникнутся мимолетной мыслью... в вашем сознании она похожа на бомбовое оружие.
zh_hans: 接纳了这道尖锐刺骨的思绪……在你的意识里，它化作了一枚炸弹武器的模样。

source: You embrace the thought, and your desire is made manifest. You leave this ethereal space, weapon in hand, and make for your ship... but these foreign thoughts don't leave your mind. You won't be sleeping easily tonight.
ru: Вы проникаетесь этой мыслью, и ваше желание исполняется. Вы покидаете это потусторонее пространство с оружием в руках и направляетесь к своему кораблю... но эти посторонние мысли не покидают ваш разум. Сегодня вы не сможете спокойно уснуть.
zh_hans: 你接纳了这道思绪，你的渴求就此化为现实。你离开这片空灵之境，手持武器前往你的飞船……可那些陌生的异星思绪依旧盘踞在你的脑海中。今夜，你注定无法安然入眠。

source: Embrace the overwhelming thought... in your mind, it resembles a flak weapon.
ru: Проникнутся мимолетной мыслью... в вашем сознании она похожа на осколочное оружие.
zh_hans: 你接纳了这道汹涌磅礴的思绪……在你的意识里，它化作了一门破片武器的模样。

source: You embrace the thought, and your desire is made manifest. You leave this ethereal space, weapon in hand, and make for your ship... but these foreign thoughts don't leave your mind. You won't be sleeping easily tonight.
ru: Вы проникаетесь этой мыслью, и ваше желание исполняется. Вы покидаете это потусторонее пространство с оружием в руках и направляетесь к своему кораблю... но эти посторонние мысли не покидают ваш разум. Сегодня вы не сможете спокойно уснуть.
zh_hans: 你接纳了这道思绪，你的渴求就此化为现实。你离开这片空灵之境，手持武器前往你的飞船……可那些陌生的异星思绪依旧盘踞在你的脑海中。今夜，你注定无法安然入眠。

source: Embrace the droning thought... in your mind, it resembles a combat drone.
ru: Проникнутся мимолетной мыслью... в вашем сознании она похожа на боевой дрон.
zh_hans: 你接纳了这道连绵不绝的思绪……在你的意识里，它化作了一架战斗无人机的模样。

source: You embrace the thought, and your desire is made manifest. You leave this ethereal space, drone in hand, and make for your ship... but these foreign thoughts don't leave your mind. You won't be sleeping easily tonight.
ru: Вы проникаетесь этой мыслью, и ваше желание исполняется. Вы покидаете это потусторонее пространство с дроном в руках и направляетесь к своему кораблю... но эти посторонние мысли не покидают ваш разум. Сегодня вы не сможете спокойно уснуть.
zh_hans: 你接纳了这道思绪，你的渴求就此化为现实。你离开这片空灵之境，带着无人机前往你的飞船……可那些陌生的异星思绪依旧盘踞在你的脑海中。今夜，你注定无法安然入眠。

source: Embrace the comforting thought... in your mind, it resembles an anti-personnel drone.
ru: Проникнутся мимолетной мыслью... в вашем сознании она похожа на противопехотный дрон.
zh_hans: 你接纳了这道令人心安的思绪……在你的意识里，它化作了一架反人员作战无人机的模样。

source: You embrace the thought, and your desire is made manifest. You leave this ethereal space, drone in hand, and make for your ship... but these foreign thoughts don't leave your mind. You won't be sleeping easily tonight.
ru: Вы проникаетесь этой мыслью, и ваше желание исполняется. Вы покидаете это потусторонее пространство с дроном в руках и направляетесь к своему кораблю... но эти посторонние мысли не покидают ваш разум. Сегодня вы не сможете спокойно уснуть.
zh_hans: 你接纳了这道思绪，你的渴求就此化为现实。你离开这片空灵之境，带着无人机前往你的飞船……可那些陌生的异星思绪依旧盘踞在你的脑海中。今夜，你注定无法安然入眠。

source: Embrace... no, this isn't right! Break free!
ru: Обнять... нет, это неправильно! Вырваться на свободу!
zh_hans: >接纳……不，这不对劲！挣脱出来！

source: This is wrong, deeply wrong. Something... otherworldly is at work here. Not just in this space, but within YOU. You feel an overwhelming desire to escape, and, gathering every ounce of strength within your being, you manage to tear yourself free from the void's embrace. The Disparity Elite outside looks displeased, but only mildly. "You -will- return: in due time. We [all] do." With that, they walk away, and you're left alone... battered. Tainted.
ru: Это неправильно, очень неправильно. Здесь происходит что-то... потустороннее. Не только в этом пространстве, но и внутри ВАС. Вы чувствуете непреодолимое желание сбежать, и, собрав все силы, вам удается вырваться из объятий пустоты. Снаружи элита Диссонанса выглядит недовольной, но лишь слегка. "Ты -вернешься-: в свое время. Мы [все] вернемся". С этими словами они уходят, а вы остаетесь один... потрепанный. Испачканный.
zh_hans: 这一切大错特错，错得彻骨。有某种……超脱尘世的力量在暗中作祟。不止是在这片空间里，更是在你自身之中。你涌起一股难以抗拒的逃离欲，倾尽体内每一分力量，终于挣脱了这片虚空的裹挟。 外面的谐离精英面露不悦，却也只是淡淡而已。 “你终究——会回来的：时日一到便会。我们[所有人]，都是如此。” 话音落下，它转身离去，只留你孤身一人……身心俱疲。被侵染，被玷污。

source: Try to gather yourself.
ru: Постараться собраться с силами.
zh_hans: 你努力平复心神。

source: Yourself... yourself. What IS your self?
ru: Я... я. Кто Я?
zh_hans: 自我……自我。你的自我，究竟是什么？

source: I'm... a Renegade.
ru: Я... Ренегат.
zh_hans: 我……是一名变元者。

source: Right... a Renegade, tasked with saving this reality from the Rebellion. Who else would you be? You push your thoughts aside, and make for your ship. It's time to leave this godforsaken beacon.
ru: Правильно... Ренегат, которому поручено спасти эту реальность от Восстания. Кем же еще вы можете быть? Вы отгоняете мысли в сторону и направляетесь к своему кораблю. Пора покинуть этот забытый богом маяк.
zh_hans: 没错……我是变元者，使命是将这片宇宙从叛乱中拯救出来。我还能是谁？你压下杂念，走向飞船。是时候离开这该死的前哨了。

source: "NO... YOU'RE JUST A PUPPET."
ru: "НЕТ... ТЫ ПРОСТО МАРИОНЕТКА".
zh_hans: “不……你不过是个傀儡。”

source: The voice continues, "A PUPPET... OF SOMETHING GREATER. GREATER THAN I, OR ANY OF US. YOU DESIRE... NOTHING. IT IS THE PUPPETMASTER'S PLACE TO DESIRE. IT IS THE PUPPET'S PLACE TO ACT. SO, GO. FROLICK AMONGST THE STARS TO YOUR PUPPETMASTER'S TUNE. ACT AS THEY DESIRE. KNOW NOTHING GREATER."
ru: Голос продолжает: "МАРИОНЕТКА... ЧЕГО-ТО БОЛЬШЕГО. БОЛЬШЕГО, ЧЕМ Я ИЛИ ЛЮБОЙ ИЗ НАС. ТЫ НЕ МОЖЕШЬ ЖЕЛАТЬ... ТЕБЕ НИЧЕГО ЖЕЛАТЬ. ЖЕЛАНИЯ, ЭТО УДЕЛ КУКЛОВОДА. А МАРИОНЕТКА ЛИШЬ ИСПОЛНИТЕЛЬ. ТАК ЧТО ИДИ, РЕЗВИСЬ СРЕДИ ЗВЕЗД ПОД ДУДКУ СВОЕГО КУКЛОВОДА. ДЕЛАЙ ЧТО ВЕЛЕНО. И НИКОГДА НЕ ПОЗНАЕШЬ НИЧЕГО БОЛЕЕ ВЕЛИКОГО".
zh_hans: 那声音继续说道：“一个傀儡……听命于某种更伟大的存在。比我，比我们任何人都要伟大。你本身……毫无欲求。欲念，只属于操控者。行动，才是你的宿命。去吧。在群星间循着操控者的曲调起舞。按他们的意愿行事。永远无从知晓更高的真相。”

source: You perform a massive scan that spans this entire half of the moon's surface, and, as you expected, several Disparity Elites appear to be teleporting around sporadically in a futile attempt to hide.
ru: Вы проводите обширное сканирование, охватывающее всю поверхность этой половины луны, и, как вы и ожидали, несколько элит Диссонанса телепортируются в разные стороны в тщетной попытке спрятаться.
zh_hans: 你展开覆盖月球这半边地表的大范围扫描，正如你所料，数名谐离精英正毫无规律地四处传送，徒劳地试图隐藏行踪。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Realizing they've been caught, the Disparity Elites all collectively teleport into your ship... it seems they don't trust you! Prepare to defend yourself!
ru: Поняв, что их обнаружили, элита Диссонанса вся вместе телепортируются на ваш корабль... похоже, они вам не доверяют! Приготовьтесь защищаться!
zh_hans: 谐离精英们发觉已然暴露，集体传送到了你的飞船上……看来他们根本不信任你！准备御敌！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Realizing they've been caught, the Disparity Elites all collectively teleport into your ship, next to you. One of them speaks, "[Brother.] Why do you -hunt- us so?" A hint of skepticism can be heard behind its robotic tone... these are clearly a group of Engi who have had their trust betrayed before.
ru: Поняв, что их обнаружили, элита Диссонанса вся вместе телепортируются на ваш корабль, рядом с вами. Один из них говорит: "Брат. Почему ты на нас охотишься?" За роботизированным тоном слышится нотка скептицизма... это явно группа энджи, которым уже приходилось обманывать раньше.
zh_hans: 异度精英们发现行踪败露，尽数集体传送到飞船上，出现在你身旁。其中一个开口道：[兄弟。]你为何要——追杀——我们？机械语调里透着一丝怀疑……这些显然是一群曾被背叛、失去信任的半械族。

source: I swear to you, I mean no harm. Why are you hiding?
ru: Обещаю, что не причиню вам вреда. Почему вы прячетесь?
zh_hans: 我向你发誓，我并无恶意。你们为何要躲藏？

source: Though still hesitant, the group's posture collectively relaxes a little. "[HARMONY BASTARDS] hunt us -even- still. More of us remain: underground, in hiding, waiting for the -coast- to be clear."
ru: Несмотря на то, что группа все еще колеблется, ее позы немного расслабляются. "[УБЛЮДКИ ГАРМОНИИ] охотятся за нами -до сих пор-. Нас остается все больше: под землей, в укрытиях, в ожидании, когда все -станет- спокойно".
zh_hans: 众人虽仍有迟疑，姿态却齐齐放松了些许。 [谐合势力的杂碎]至今仍在–追杀–我们。我们还有更多同胞：藏在地下，等待–外界安全–的那一刻。」

source: Is the coast not clear? I haven't seen any Harmony around.
ru: Разве все не чисто? Я не видел здесь никакой Гармонии.
zh_hans: 难道还不安全吗？我全程都没见到谐合的人。

source: A different one speaks, "It is not: the [HARMONY] you should be -looking- for. They have employed: a [Zoltan] mercenary to -bombard- our streets. We have little: means of -penetrating- their [Energy Shield,] and as long as they live, we -cannot- know [peace.]"
ru: Говорит другой: "Это не: [ГАРМОНИЯ], которую мы опасаемся. Она наняла: наемников [золтанов], чтобы те -бомбили- наши улицы. У нас мало средств: чтобы -пробить- их [энергетический щит], и пока они живы, мы -не можем- знать [мира]".
zh_hans: 另一名半械族开口道：并非如此：你要找的[谐合]势力并非明面上的。他们雇了一名[超能族]雇佣兵来——轰炸——我们的街区。我们几乎没有办法——突破——他们的[能量护盾]，只要那雇佣兵还活着，我们就永远——无法——获得[安宁]。」

source: I'll deal with the Zoltan ship.
ru: Я разберусь с золтанским кораблем.
zh_hans: 我来解决那艘超能族的飞船。

source: "-Truly?-" You nod, and the Disparity Elites' nanites collectively reverberate with what you can only assume is newfound hope. "They are not: -far- from here. We've managed to: [track] their movements, and know the -general- area in which they now [lie in wait.] Go there, and: return when the -deed- is done."
ru: "-Правда?-" Вы киваете, и наниты элит Диссонанса коллективно повторяют то, что, как вы можете предположить, является вновь обретенной надеждой. "Они не: -далеко - отсюда. Нам удалось: [отследить] их передвижения и узнать -общий- район, в котором они сейчас [затаились]. Отправляйтесь туда и: возвращайтесь, когда -дело- будет сделано".
zh_hans: "—当真？—"你点了点头，谐离精英们的纳米机械集体震颤起来，你能断定，那是重燃的希望。 "他们离这里—不远。我们已—追踪—到他们的动向，掌握了他们现在[潜伏]的大致区域。前往那里，事成之后—再回来。"

source: I'll be back soon, then.
ru: Я скоро вернусь.
zh_hans: 那我很快回来。

source: Leaving the moon, you begin to search the general area the Disparity Elites outlined to you. Though it'll likely take a while, you feel it necessary to do what you can for these people.
ru: Покинув луну, вы начинаете прочесывать местность, которую вам указали элиты Диссонанса. Хотя это, скорее всего, займет немало времени, вы считаете необходимым сделать все возможное для этих людей.
zh_hans: 你驶离卫星，开始在谐离精英们告知的大致区域内搜寻。这或许会耗费不少时间，但你觉得，尽己所能帮助这些族群，是必要之举。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Some time passes as you search, until a blip on your scans catches your eye. Following it, you're indeed led to a Zoltan ship. They hail as you approach, "Ah, Federation! What brings you to this, uh, extremely specific and remote location?"
ru: Проходит некоторое время, пока вы не замечаете всплеск на сканерах. Следуя за ним, вы действительно попадаете на золтанский корабль. Они вызывают вас, когда вы приближаетесь: "А, Федерация! Что привело вас в это чрезвычайно специфическое и удаленное место?"
zh_hans: 搜寻片刻后，扫描器上的一个光点突然引起你的注意。循着信号追踪过去，你果然找到了一艘超能族舰船。你靠近时，对方发来通讯：“啊，联邦的人！是什么风把你吹到这个，呃，偏僻到不能再偏僻的地方来了？”

source: I'm here to beat your ass, merc.
ru: Я здесь, чтобы надрать тебе задницу, наемник.
zh_hans: 我是来揍扁你的，雇佣兵。

source: "Beat my- ha! Haha! Oh, those dastardly Separatists put you up to this, didn't they? Ever the hero, you Fed types... though, if they'd simply taken a hint from the repeated bombings and left, I wouldn't have to still be here, would I?" the Zoltan sighs, "Oh, well. I'll reduce the entire place to rubble if I have to... after I deal with you." Their weapons, previously concealed, spring to life! Get ready!
ru: "Надрать мой... ха! Ха-ха! О, эти подлые Сепаратисты подговорили тебя на это, не так ли? Вечный герой, ты, Фед... Хотя, если бы они просто поняли намек на повторяющиеся взрывы и ушли, мне бы не пришлось все еще быть здесь, не так ли?" - вздыхает золтан, - "Ну, что ж. Если понадобится, я превращу все это место в руины... после того как разберусь с тобой". Их оружие, ранее деактивированное, оживает! Приготовиться!
zh_hans: “揍我——哈！哈哈！哦，肯定是那些卑鄙的半械分离者唆使你的，对吧？你们联邦佬就爱装英雄……可要是他们能从接连的轰炸里识点趣滚蛋，我也用不着待在这儿了，不是吗？” 超能族冷哼一声，“也罢。大不了我就把那片区域彻底炸成废墟……先解决掉你再说。” 他们此前隐匿的武器悉数启动，锋芒毕露！准备迎战！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I have some intel that may interest you...
ru: У меня есть кое-какие сведения, которые могут вас заинтересовать...
zh_hans: 我有一些你可能会感兴趣的情报……

source: "Really, now?" Piquing the Zoltan's interest, you inform them of the fact that the survivors of the Disparity outpost are hiding underground, waiting for the coast to be clear. "You don't say..." he sighs, "...looks like I've still got my work cut out for me. Reducing that pitiful settlement to rubble oughta do the trick." They let out a hearty laugh.
ru: "Правда, сейчас?" Заинтересовав золтана, вы сообщаете ему, что выжившие на аванпосте Диссонанса прячутся под землей, ожидая, пока все стихнет. "Вы не говорите...", - вздыхает он, - "похоже, мне еще предстоит потрудиться. Разрушить это жалкое поселение до руин будет не лишним". Он разразился звонким смехом.
zh_hans: “哦，是吗？” 这番话勾起了这名超能族的兴趣，你告知他，异度前哨站的幸存者正藏在地下等待局势安全。 “真没想到啊……”他轻叹一声，“……看来我的活儿还没完。把那可怜的据点彻底炸成废墟，应该就能一了百了。” 他放声大笑起来。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Here, take this." They press a button, and a Disparity drone is beamed directly to your hold. "For your troubles. Those dastardly Separatists launched it at me back before they realized they were entirely defenseless and in need of saving." With that, the Zoltan ship zooms off to further assault the Disparity outpost, and you get the feeling that you shouldn't return...
ru: "Вот, возьмите это". Он нажимает кнопку, и дрон Диссонанса телепортируется прямо в ваш трюм. "За ваши проблемы. Эти подлые Cепаратисты запустили его в меня еще до того, как поняли, что они совершенно беззащитны". С этими словами золтанский корабль улетает, чтобы продолжить штурм аванпоста Диссонанса, а у вас возникает ощущение, что вам возвращаться туда не стоит...
zh_hans: “拿着这个。” 他按下按钮，一架谐离无人机被直接传送到了你的货舱。 “算是给你的辛苦费。那些卑鄙的半械分离者，在发现自己毫无还手之力、只能等人来救之前，还把这东西朝我发射过来。” 话音落下，那艘超能族舰船便全速驶离，前去进一步轰击谐离前哨站。而你心底，也升起一阵强烈的预感——你现在，根本不该回去。

source: Sorry, but I can't help you.
ru: Извините, но я не могу вам помочь.
zh_hans: 抱歉，我帮不了你。

source: "Then we shall: -have- to return to [hiding.] Farewell, [brother.]" The Disparity Elites teleport back to the surface of the moon, and you can't help but feel bad for them... still, you don't have time to be chasing ships around. At least, that's what you tell yourself as you turn away from the moon and prepare to leave the beacon.
ru: "Тогда мы: -должны- вернуться в [укрытие] Прощай, [брат]". Элита Диссонанса телепортируется обратно на поверхность луны, и вы не можете не посочувствовать им... но у вас нет времени гоняться за кораблями. По крайней мере, так вы говорите себе, когда удаляетесь от луны и готовитесь покинуть маяк.
zh_hans: “那我们便只能：重新——躲藏。再会了，[兄弟]。” 半械分离的谐离精英们传送回卫星表面，你心中难免为他们感到愧疚……可你实在没有余力四处追剿舰船。至少，在你驶离卫星、准备离开这片信标区域时，你是这样说服自己的。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Intruders! Attack!
ru: Нарушители! В атаку!
zh_hans: 入侵者！进攻！

source: Agitated, the Disparity Elites switch to Attack form, "We thought you: our [brother.] You're -nothing- but: a [monster,] like the rest." A monster, maybe, but teleporting onto other people's ships without permission is just rude! Prepare to defend yourself!
ru: Возмущенная, элита Диссонанса переходит в атаку: "Мы думали, что ты: наш [брат]. А ты -ничто- иное: как [монстр], как и все остальные". Может, и монстр, но телепортироваться на чужие корабли без разрешения - это просто невежливо! Приготовьтесь защищаться!
zh_hans: 谐离精英们焦躁不已，随即切换为战斗形态，怒斥道：“我们曾视你为[兄弟]，可你到头来——什么都不是，只是和其他家伙一样的[怪物]。” 或许我是怪物，可不经允许就传送到别人的飞船上，也实在太无礼了！准备好防御应战吧！

source: There doesn't appear to be a whole lot at this beacon, save for a nearby moon. You notice a few signs of Disparity occupation localized at a single location on its surface, but you can't tell if there's been any recent activity. For all you know, it might be a ghost town.
ru: Похоже, на этом маяке нет ничего особенного, кроме близлежащей луны. Вы заметили несколько признаков оккупации Диссонанса, локализованных в одном месте на ее поверхности, но не можете сказать, была ли там какая-либо активность в последнее время. Насколько вы знаете, это может быть город-призрак.
zh_hans: 这个信标区域看起来没什么东西，只有一颗邻近的卫星。你在其表面的单个地点发现了几处谐离势力占据的痕迹，但无法判断近期是否有活动。据你所知，那里说不定已是一座空城。

source: Approach the moon's surface and investigate.
ru: Приблизиться к поверхности луны и исследовать ее.
zh_hans: 前往卫星表面并进行调查。
