Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/autoBlueprints.xml.append/*.po
Languages: ru

# data/autoBlueprints.xml.append$//shipBlueprint[@name="DEEPONE_CARRIER"]/class
source: Deep One Carrier
ru: Авианосец глубоководных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="DEEP_ONE_FIGHTER"]/class
source: Deep One Fighter
ru: Истребитель глубоководных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="DEEP_ONE_SCOUT"]/class
source: Deep One Scout
ru: Разведчик глубоководных

# data/autoBlueprints.xml.append$//shipBlueprint[@name="DEEP_ONE_DESTROYER"]/class
source: Deep One Destroyer
ru: Эсминец глубоководных

source: Deep One Skirmisher
ru: Застрельщик глубоководных

source: Deep One Battleship
ru: Линкор глубоководных

source: Deep One Destroyer
ru: Эсминец глубоководных

source: Enlightened Fighter
ru: Истребитель Просветленных

source: Enlightened Scout
ru: Разведчик Просветленных

source: Enlightened Carrier
ru: Авианосец Просветленных

source: Enlightened Destroyer
ru: Эсминец Просветленных

source: Enlightened Skirmisher
ru: Застрельщик Просветленных

source: Enlightened Battleship
ru: Линкор Просветленных

source: Enlightened Transport
ru: Транспорт Просветленных

source: Enlightened? Fighter
ru: Истребитель Просветленных?

source: Dreadnought of Darkness
ru: Дредноут Тьмы

source: Desire, Given Form
ru: Воплощенное желание

source: Chosen Carrier
ru: Авианосец Избранных

source: Chosen Destroyer
ru: Эсминец Избранных

source: Chosen Fighter
ru: Истребитель Избранных

source: Chosen Scout
ru: Разведчик Избранных

source: Chosen Skirmisher
ru: Застрельщик Избранных

source: Chosen Battleship
ru: Линкор Избранных

source: The Darkness
ru: Тьма

source: The Darkness
ru: Тьма

source: Disparity Assault
ru: Штурмовик Диссонанса

source: Disparity Assault
ru: Штурмовик Диссонанса

source: Bloodied Disparity Assault
ru: Окровавленный штурмовик Диссонанса

source: Disparity Outrider
ru: Конвоир Диссонанса

source: Disparity Outrider
ru: Конвоир Диссонанса

source: Bloodied Disparity Outrider
ru: Окровавленный конвоир Диссонанса

source: Disparity Rigger
ru: Такелажник Диссонанса

source: Disparity Rigger
ru: Такелажник Диссонанса

source: Bloodied Disparity Rigger
ru: Окровавленный такелажник Диссонанса

source: Disparity Scout
ru: Разведчик Диссонанса

source: Disparity Scout
ru: Разведчик Диссонанса

source: Bloodied Disparity Scout
ru: Окровавленный разведчик Диссонанса

source: Disparity Transport
ru: Транспорт Диссонанса

source: Disparity Behemoth
ru: Чудовище Диссонанса

source: Judgment, Foreordained
ru: Предначертанный приговор

source: Seraphim Judicator
ru: Судья Серафим

source: Civilian Ship
ru: Гражданский корабль

source: Ill'drythk Puffball
ru: Пухляк Илл’дритк

# data/autoBlueprints.xml.append$//shipBlueprint[@name="DDILLDRYTHK_NEST"]/class
source: Ill'drythk Nest
ru: Гнездо Илл’дритк

source: The Pale Heart
ru: Бледное Сердце

source: Tempest Enforcer
ru: Силовик Бури

source: Tempest Interceptor
ru: Перехватчик Бури

source: Tempest Transport
ru: Транспорт Бури

source: Tempest Outrider
ru: Конвоир Бури

source: Tempest Protector
ru: Защитник Бури

source: Tempest Marauder
ru: Мародер Бури

source: Tempest Trapper
ru: Минер Бури

source: Tempest Carrier
ru: Авианосец Бури

source: Ultima Manifestation
ru: Воплощение Ультимы

source: Soulplague Hunter
ru: Охотник чумы души

source: Soulplague Juggernaut
ru: Джаггернаут чумы души

source: Soulplague Stalker
ru: Преследователь чумы души

source: Soulplague Scavenger
ru: Падальщик чумы души

source: Soulplague Prowler
ru: Провокатор чумы души

source: Soulplague Incubator
ru: Инкубатор чумы души

source: Soulplague Hunter
ru: Охотник чумы души

source: Soulplague Juggernaut
ru: Джаггернаут чумы души

source: Soulplague Stalker
ru: Преследователь чумы души

source: Soulplague Scavenger
ru: Падальщик чумы души

source: Soulplague Prowler
ru: Провокатор чумы души

source: Soulplague Incubator
ru: Инкубатор чумы души

source: Soulplague Transport
ru: Транспорт чумы души

source: Soulplague Devourer
ru: Пожиратель чумы души

source: Hope's Retort
ru: Угасшая надежда

source: Seraphim Prophet
ru: Пророк Серафим

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Chaotic Renegade Cruiser
ru: Хаотичный крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Chaotic Renegade Cruiser
ru: Хаотичный крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Renegade Cruiser
ru: Крейсер Ренегатов

source: Chaotic Renegade Cruiser
ru: Хаотичный крейсер Ренегатов

# data/autoBlueprints.xml.append$//shipBlueprint[@name="DDMT_DEEP_ONE_1"]/class
source: Multiverse Renegade
ru: Ренегат Мультивселенной

# data/autoBlueprints.xml.append$//shipBlueprint[@name="DDMT_DEEP_ONE_2"]/class
source: Multiverse Renegade
ru: Ренегат Мультивселенной

source: Union Carryship
ru: Курьер Союза

source: Federation Destroyer
ru: Эсминец Федерации

source: Ministry Enforcer
ru: Силовик Министерства

source: Confederate Bomber
ru: Бомбардировщик Конфедерации

source: Free Mantis Fighter
ru: Истребитель Свободных Богомолов

source: Geniocracy Abductor
ru: Похититель Гениократии

source: Geniocracy Militant Skirmisher
ru: Военный застрельщик Гениократии

source: Geniocracy Militant Fighter
ru: Военный истребитель Гениократии

source: Wrecked Fighter
ru: Развалившийся истребитель

source: Wrecked Assault
ru: Развалившийся штурмовик

source: Spectral Scout
ru: Призрачный разведчик

source: Kleptocracy Abductor
ru: Похититель Клептократии

source: Lanius Ravager
ru: Опустошитель ланиусов

source: Deep One Battleship
ru: Линкор глубоководных

source: False Radiance Starbringer
ru: Звездоносец Лжесияния

source: False Radiance Illuminator
ru: Просветитель Лжесияния

source: False Radiance Consecrator
ru: Консекратор Лжесияния

source: False Radiance Dwarfling
ru: Дварфлинг Лжесияния

source: False Radiance Comet
ru: Комета Лжесияния

source: False Radiance Transport
ru: Транспорт Лжесияния

source: Apotheosis Engine
ru: Двигатель Апофеоза

source: Archangel Protocol: GATEKEEPER
ru: Протокол Архангела: ХРАНИТЕЛЬ ВРАТ

source: Archangel Protocol: GRAVEDIGGER
ru: Протокол Архангела: МОГИЛЬЩИК

source: Archangel Protocol: GODCORE
ru: Протокол Архангела: БОЖЕСТВЕННОЕ ЯДРО

source: Divine Echo: GATEKEEPER
ru: Божественное эхо: ХРАНИТЕЛЬ ВРАТ

source: Divine Echo: GRAVEDIGGER
ru: Божественное эхо: МОГИЛЬЩИК

source: Divine Echo: GODCORE
ru: Божественное эхо: БОЖЕСТВЕННОЕ ЯДРО

source: Unity Battleship
ru: Линкор Единства
