Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_darkone.xml/*.po
Languages: ru, zh_hans

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE"]/text
ru: Ваше желание услышано, и волна потусторонней энергии рычит: "...ПОДДАТЬСЯ? ДА БУДЕТ ТАК!" Вы не чувствуете, что это то, чего вы действительно желали, и до сих пор желаете... Еще одна волна энергии захлестывает вас, и вы понимаете, что ваше испытание началось! О свободе воли вам придется поразмыслить в другой раз.
zh_hans: 你的渴望被聆听，一阵异界能量的咆哮响起：“渴 望……屈 服？愿 其 成 真。” 你不觉得这真是你想要的，但你仍然渴望了它……另一波能量席卷了你，你明白你的试炼开始了！自由意志的存在只能留待他日思考了。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE"]/triggeredEvent/triggeredEventBox/tooltip
ru: Ваше испытание началось...
zh_hans: 你的试炼正在进行中……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE"]/choice/event/text
ru: Появляются странные, оскверненные обелиски... кажется, они черпают энергию из тьмы снаружи. Если вы сможете уничтожить тьму, обелиски больше не смогут использовать энергию, но в качестве альтернативы вы можете просто сосредоточиться на уничтожении обелисков. Уничтожение тьмы не обязательно для того, чтобы преодолеть испытание.
zh_hans: 一座怪异、扭曲的方尖碑出现……它似乎在汲取外面黑暗的力量。如果你能摧毁黑暗，方尖碑将无法再汲取能量，但你也可以选择只专注于摧毁方尖碑。要超越试炼，摧毁黑暗并非必要。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SECONDOBELISK"]/text
ru: Еще одна волна энергии накатывает, когда ваше испытание усложняется...
zh_hans: 另一波能量脉动，你的试炼加剧……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SECONDOBELISK"]/triggeredEvent/triggeredEventBox/tooltip
ru: Ваше испытание началось...
zh_hans: 你的试炼正在进行中……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SECONDOBELISK"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SECONDOBELISK"]/choice/event/text
ru: ...и появляются еще одни обелиски.
zh_hans: ……又一座方尖碑出现。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_THIRDOBELISK"]/text
ru: Еще одна волна энергии накатывает, когда ваше испытание усложняется...
zh_hans: 另一波能量脉动，你的试炼加剧……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_THIRDOBELISK"]/triggeredEvent/triggeredEventBox/tooltip
ru: Ваше испытание началось...
zh_hans: 你的试炼正在进行中……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_THIRDOBELISK"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_THIRDOBELISK"]/choice/event/text
ru: ...и появляются еще одни обелиски.
zh_hans: ……又一座方尖碑出现。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_FOURTHOBELISK"]/text
ru: Еще одна волна энергии накатывает, когда ваше испытание усложняется...
zh_hans: 另一波能量脉动，你的试炼加剧……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_FOURTHOBELISK"]/triggeredEvent/triggeredEventBox/tooltip
ru: Ваше испытание началось...
zh_hans: 你的试炼正在进行中……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_FOURTHOBELISK"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_FOURTHOBELISK"]/choice/event/text
ru: ...и появляются еще одни обелиски.
zh_hans: ……又一座方尖碑出现。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_CHOSENWAVE"]/text
ru: Еще одна волна энергии, отличная от остальных, накатывает, когда ваше испытание достигает кульминации...
zh_hans: 另一波能量，与之前的不同，在你的试炼达到高潮时脉动……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_CHOSENWAVE"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_CHOSENWAVE"]/choice/event/text
ru: ...и голос звучит в вашей голове: "ЭТО МОЕ ЖЕЛАНИЕ - ЧТОБЫ ТЫ УМЕР ЗДЕСЬ, И ЭТО ЖЕЛАНИЕ МОИХ ИЗБРАННЫХ. ПРОДОЛЖАЙ СРАЖАТЬСЯ, И, МОЖЕТ БЫТЬ, ТЫ СТАНЕШЬ ОДНИМ ИЗ НИХ". Когда темные обелиски излучают свет, молнии бьют в глаза, а Избранные глубоководных проникают на ваш корабль... вы чувствуете, как внутри вас разгорается желание победить. Свобода воли - это способность противостоять трудностям, считавшимся невозможными, и брать судьбу в свои руки.
zh_hans: ……那声音在你脑海中响起：“此 乃 我 之 渴 望：你 于 此 地 陨 落，故 此 亦 为 我 选 召 者 之 渴 望。若 能 坚 持，或 可 与 他 们 并 肩。” 随着黑暗方尖碑散发光芒，闪电劈下，深渊潜者选召者侵入你的星舰……你内心对胜利的渴望熊熊燃烧。自由意志，正是在被视为不可能的局面下奋起，并将命运掌握在自己手中的能力。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/text
ru: В воздухе витает напряжение. Вы испытывали подобное чувство на протяжении всего своего недолгого пребывания в этом мире, но никогда не ощущали его так сильно, как сейчас. Однако здесь ничего нет, и даже тьма снаружи остается неподвижной... Вы не можете сказать, что вас заставило прийти сюда.
zh_hans: 此处空气中有种强烈的紧张感。你在这领域中短暂的时光里，曾感受过类似的感觉，但从未像现在这般强烈。然而，这里空无一物，甚至连外面的黑暗也静止不动……你说不清为何会被驱使来到此地。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/text
ru: Здравствуй?
zh_hans: 你好？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/text
ru: Вы кричите, и все вокруг дрожит. ВЫ дрожите. Пока вы пытаетесь устоять на ногах, голос снова обращается к вам в вашем сознании: "ПРЕКЛОНИСЬ". От одного этого слова вы падаете на колени: боль проносится по всему телу, и вы теряете сознание. Вы чувствуете себя так, словно ваше существование находится в руках самой сути бытия.
zh_hans: 你呼喊出声，周围的一切——包括你自己——都震颤起来。当你挣扎着想站稳时，一个声音在你脑海中回应：“跪 下。” 这个词让你膝盖一软，剧痛传遍全身，你感到天旋地转。你感觉自己的存在仿佛受制于存在本身。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/text
ru: Что... ты... хочешь...?
zh_hans: 你……想……要……什 么……？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/text
ru: Каждое слово причиняет вам еще большую боль, но вы все равно вынуждены произносить их. Вы не считаете, что это ваши слова или что они отражают ваши мысли, и все же вам кажется, что у вас нет другого выбора, кроме как произнести их. В вашей голове снова раздается звук, напоминающий смех, и голос возвращается: "ЭТО ДОЛЖНО БЫЛО БЫТЬ ОДНИМ ИЗ ТВОИХ ИСПЫТАНИЙ, НО... ПРИЗНАЮСЬ, МНЕ НРАВИТСЯ, КАК ТЫ КОЛЕБЕШЬСЯ".
zh_hans: 每一个字都让你更加痛苦，但你仍然觉得必须将它们挤出。你不觉得那是你的话，也不觉得它们反映了你的思想，但你感觉别无选择。你的脑海中再次响起类似笑声的声音，那声音回来了：“这 本 应 是 你 的 试 炼 之 一，但……坦 率 说，我 很 享 受 你 的 扭 动。”

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/text
ru: Бороться с болью.
zh_hans: 对抗痛苦。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/text
ru: Ваше тело горит, когда вы медленно, но верно заставляете себя подняться. Каждая ваша конечность словно наливается непосильным весом, но вы все равно поднимаетесь на ноги. По мере того как вы это делаете, снова раздается смех: "ДА. КРИЧИ, СТРАДАЙ, СТОЙ... Я ХОЧУ УВИДЕТЬ ВСЕ ЭТО. СКАЖИТЕ МНЕ. ТЫ ХОЧЕШЬ ПРЕУСПЕТЬ, КРИЧАТЬ, СТРАДАТЬ ИЛИ ПОДДАТЬСЯ?"
zh_hans: 你的身体在燃烧，但你强迫自己站起来，缓慢而坚定。你的四肢都感觉重若千钧，但你仍然站了起来。就在这时，那笑声再次响起：“是 的。扭 动、挣 扎、站 立……我 乐 于 看 到 这 一 切。告 诉 我。你 渴 望 成 功、尖 叫、痛 苦 还 是 屈 服？”

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[@req="darkone_alignment"]/text
ru: Я хочу... вмешательства.
zh_hans: 我渴望……干预。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[@req="darkone_alignment"]/event/text
ru: Голос смеется, и смеется, и смеется, и смеется, пока не затихает, и подарок не оказывается в ваших руках. Такова награда за преданность.
zh_hans: 那声音大笑着，持续不断，直到它逐渐消失，一份礼物落入你手中。这便是虔诚的奖赏。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[@req="dddeepone_chosen"]/text
ru: (Член экипажа-Избранный) "Я ХОЧУ... МИРА, ГОСПОДЬ".
zh_hans: （选召者船员）“我 渴 望……和 平，吾 主。”

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[@req="dddeepone_chosen"]/event/text
ru: Когда ваш Избранный Темного Бога заговорил, наступила напряженная тишина, и ненависть в воздухе рассеялась. Должно быть, его просьба сработала, поскольку на маяке больше ничего интересного не происходит.
zh_hans: 随着你的黑暗之神选召者成员开口，一阵强烈的寂静降临，空气中的敌意消散了。它的请求必定奏效，因为信标处没有发生其他值得注意的事情。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[3]/text
ru: (Испытание для начинающих) Я хочу... преуспеть.
zh_hans: （新手试炼）我渴望……成功。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[4]/text
ru: (Промежуточное испытание) Я хочу... кричать.
zh_hans: （中级试炼）我渴望……尖叫。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[5]/text
ru: (Трудное испытание) Я хочу... страдать.
zh_hans: （困难试炼）我渴望……痛苦。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[6]/text
ru: (Невозможное испытание) Я хочу... поддастся.
zh_hans: （不可能试炼）我渴望……屈服。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/text
ru: Внезапно ваше зрение затуманивается - и вы снова погружаетесь в путаницу странных образов и звуков. В конце каждого из этих призрачных видений лежит путь... а в конце каждого пути - единственная дверь, к которой они сходятся. Конец всего.
zh_hans: 突然，你的视角被猛地抽离——回到了那混乱的、充满古老景象与声音的喧嚣之中。在这每一个被遗弃的幻象尽头，都有一条路径……而在每一条路径的尽头，则有一扇门，所有的路径都在此汇聚。 万物的终结。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/text
ru: Сосредоточиться на этом видении конечной цели.
zh_hans: 聚焦于这关于终结的幻象。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/text
ru: Ваше видение вновь меняется - в последний раз, - и вы становитесь свидетелем конца всего сущего... ХОТЯ ВСЕ ВОЗМОЖНОСТИ ПРЕДСКАЗАНЫ, ПЕРЕД КАЖДОЙ ИЗ НИХ ЛЕЖИТ ОДНА ДОРОГА. ИМЕННО ЭТОТ ПУТЬ ПРЕВОЗНОСИТСЯ НАД ТЬМОЙ И ОСТАЕТСЯ НЕИЗМЕННОЙ НЕИЗБЕЖНОСТЬЮ... ПРОРОЧЕСТВОМ. ТРИ СЕСТРЫ ВОССОЕДИНЯТСЯ - ЗА ГРАНЬЮ ВСЕГО. ОДНА ОБЛАДАЕТ СИЛОЙ ВЫСШЕЙ МОЩИ - КРЫЛЬЯМИ. ОДНА ОБЛАДАЕТ СИЛОЙ АНТУМБРАЛЬНОЙ ТЕНИ - КЛИНКОМ. ОДНА ОБЛАДАЕТ СИЛОЙ РАСКОЛОТОЙ ПАМЯТИ - ЩИТОМ. И ТОГДА ИХ ОТЕЦ ОБЪЕДИНИТ ИХ ОБЩУЮ СИЛУ И НАЧНЕТ ПОСЛЕДНИЙ ТАНЕЦ. ВСЕ, ЧТО НАДЕЛЯЕТ РЕАЛЬНОСТЬ СМЫСЛОМ - САМО ЖЕЛАНИЕ, - БУДЕТ СОКРУШЕНО И ПЕРЕКОВАНО ПО ОБРАЗУ ЗАБЫТОЙ МЕЧТЫ. ЕСЛИ ТОЛЬКО... ИМЯ НЕ БУДЕТ ПРОИЗНЕСЕНО. ЕСЛИ КТО-ТО ПРОИЗНЕСЕТ ЭТО ИМЯ И ВОЗЛОЖИТ НА СЕБЯ СИЛУ ТРЕХ СЕСТЕР ВМЕСТО ИХ ОТЦА... ЕСЛИ ЕГО ЗАМЫСЕЛ БУДЕТ СОРВАН... ТО ВСЕ РУХНЕТ, И НЕ БУДЕТ НИ ТАНЦА - НИЧЕГО, НИКОГДА БОЛЕЕ. ВСЕ СУЩЕЕ ПРЕКРАТИТ БЫТИЕ... ...так и будет свершено.
zh_hans: 你的视线再次变换，这是最后一次了，你亲眼目睹了万物的终结…… 尽 管 所 有 可 能 性 依 然 存 在 于 预 言 之 中，一 条 道 路 横 亘 于 前，位 于 所 有 其 他 道 路 的 尽 头。 正 是 这 条 道 路 凌 驾 于 黑 暗 之 上，并 保 持 为 不 可 动 摇 的 必 然……那 预 言。 三 位 姊 妹 将 在 万 物 边 缘 之 外 重 聚。 一 位 持 有 终 极 力 量 之 强 韧——那 双 翼。 一 位 持 有 反 阴 影 之 强 韧——那 柄 刃。 一 位 持 有 破 碎 记 忆 之 强 韧——那 面 盾。 届 时，她 们 的 父 亲 将 承 载 她 们 合 一 的 力 量，并 带 来 最 终 之 舞。 一 切 存 在 的 意 义——一 切 欲 求……将 被 彻 底 撕 裂，并 重 新 锻 造——按 照 一 个 久 已 遗 失 的 梦 的 形 象。 除 非……一 个 名 字 被 唤 出。 若 有 人 说 出 此 名，并 代 替 她 们 的 父 亲 承 载 三 姊 妹 的 力 量……若 其 图 谋 被 挫 败…… 那 么 一 切 都 将 崩 溃，将 不 会 有 舞 蹈——不 会 再 有 任 何 事 物，永 远。一 切 存 在，都 将 归 于 湮 灭…… ……事 便 如 此 成 就。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/text
ru: Вы чувствуете, как вас тянет, как будто вас отрывают от пьедестала - от всего... ...и с глухим стуком вы оказываетесь обратно на борту своего корабля. Точнее, на спине, на полу. Может, все это было просто... в вашей голове?
zh_hans: 一股被拉扯的感觉传来，你被从基座——从一切之中——猛地抽离…… ……砰的一声，你发现自己回到了星舰上。更具体地说，是仰面躺在地板上。刚才那一切，难道……只是你脑海中的幻觉？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/text
ru: Отряхнуться и оглянуться вокруг.
zh_hans: 掸去灰尘，环顾四周。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/text
ru: Собравшись с мыслями, вы вдруг замечаете тень в углу помещения, которая привлекает ваше внимание - один из Избранных Темного Бога, просто стоящий там... и наблюдающий за вами.
zh_hans: 花点时间让自己振作，你惊讶地发现房间角落的一个阴影引起了你的注意——一名黑暗之神的选召者，仅仅站在那里……注视着你。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/choice/text
ru: Приготовить оружие и попросить глубоководного объяснить происходящее.
zh_hans: 举起武器，要求深渊潜者解释自己。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/choice/event/text
ru: Бледный Глубокий смеется низким, зловещим смехом, затем наклоняет голову и говорит: "ТЕМНЫЙ ПОЛУЧИЛ ВЕСТЬ О ТВОЁМ ЗНАНИИ. ЛИШЬ НЕМНОГИЕ... ВНЕ ЕГО СЛУЖЕНИЯ ЗНАЮТ О ПРОРОЧЕСТВЕ... ЭТО ДЕЛАЕТ ТЕБЯ ОСОБЕННЫМ" Он вновь выпрямляется и складывает руки в плаще, продолжая: "НАШ ВЛАДЫКА... ЖЕЛАЕТ НАБЛЮДАТЬ ЗА ТОБОЙ. ХОТЯ... ЭТО БУДЕТ СДЕЛАНО В ЛЮБОМ СЛУЧАЕ, СЧИТАЙ МОЕ ПРИСУТСТВИЕ... ЛЕГКИМ ПУТЕМ. ЗНАКОМ... МИЛОСТИ"
zh_hans: 那苍白的深渊潜者对你发出一声低沉、不祥的笑声，然后低下头说道：“黑 暗 之 神……已 知 晓 你 获 知 预 言。除 其 仆 从 外……鲜 有 外 人 知 晓 此 预 言……这 使 你 与 众 不 同。” 它重新站直身子，将披风下的双手合拢，继续说道：“我 主……希 望 留 意 你。尽 管……此 事 必 将 发 生，但 将 我 的 存 在 视 为……便 利 之 途。一 份……安 慰 之 礼。”

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Прежде чем вы успеваете возразить, глубоководный еще раз кланяется и спешит покинуть помещение. Если его слова правдивы и за вами все равно будут следить, то, по-вашему, нет ничего страшного в том, чтобы взять его на борт... по крайней мере, на данный момент.
zh_hans: 在你来得及反对之前，那深渊潜者再次鞠躬，然后匆忙离开了房间。如果它所言属实，无论如何你都会被监视，那么你想船上留它一个也无大碍……至少，目前如此。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/choice/event/choice/event/crewMember
ru: Варагон
zh_hans: 瓦拉贡

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/text
ru: В воздухе витает напряжение. Вы испытывали подобное чувство на протяжении всего своего недолгого пребывания в этом мире, но никогда не ощущали его так сильно, как сейчас. Однако здесь ничего нет, и даже тьма снаружи остается неподвижной... Вы не можете сказать, что вас заставило прийти сюда.
zh_hans: 此处空气中有种强烈的紧张感。你在这领域中短暂的时光里，曾感受过类似的感觉，但从未像现在这般强烈。然而，这里空无一物，甚至连外面的黑暗也静止不动……你说不清为何会被驱使来到此地。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/text
ru: Здравствуй?
zh_hans: 你好？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/text
ru: Вместо ответа вы чувствуете, как напрягаются ваши мышцы... и ваше зрение начинает тускнеть. Вы погружаетесь в глубокий, глубокий сон...
zh_hans: 你得到的不是回答，而是感觉到肌肉紧绷……视线开始模糊。你正被诱入深沉、深沉的睡眠……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/text
ru: Бороться с этим странным чувством.
zh_hans: 对抗这奇怪的感觉。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/text
ru: Неважно, чего вы хотите - не в этот раз. То, что это делает, отказывается уступать - и вы погружаетесь в самый мрачный сон...
zh_hans: 无论你渴望什么——这次都不作数。无论是什么在施加影响，都拒绝罢手——确实，你陷入了那最深沉的睡梦……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/text
ru: ...и оказываетесь в знакомом, но в то же время незнакомом месте. Вы не на борту своего корабля и не в компании знакомых людей... вы стоите в одиночестве на вершине башни. Глядя вниз, вы видите, что ее основание как будто исчезает в непостижимой тьме внизу - вы не знаете, является ли это просто огромным помещением или, что еще более невероятно, самыми темными глубинами космоса. Однако вы чувствуете себя достаточно комфортно.
zh_hans: ……然后发现自己身处一个熟悉却又陌生的地方。你不在星舰上，也没有任何熟悉的同伴……你独自一人，站在一根柱子上。向下望去，柱子底部似乎消失在下方深不可测的黑暗中——你不确定这只是个巨大的房间，还是更不可思议地，是最黑暗的太空深处。不过，你觉得还算舒服。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/text
ru: Оглянуться вокруг.
zh_hans: 环顾四周。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/text
ru: В центре башни находится пьедестал, но больше ничего. Не имея ничего другого, вы подходите к нему - и напряжение в воздухе нарастает. На вершине пьедестала выгравирован отпечаток маленькой человеческой ладони. Вы не думаете, что ваша ладонь поместится в него, но...
zh_hans: 支柱的中心是一个基座，此外别无他物。无事可做，你走向它——随着你的靠近，空气中的紧张感在加剧。 基座顶端刻着一个人类的小手印。你觉得自己的手可能放不进去，但是……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Положить руку на пьедестал.
zh_hans: 将手放在基座上。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Сразу же ваш разум затуманивают видения - ужасные, извращенные сцены, совершенно чуждые вашей психике... каждая из них отдельно угрожает лишить вас способности мыслить. И все же вы чувствуете, что можете сосредоточиться на любой из этих сцен безумия...
zh_hans: 立刻，幻象蒙蔽了你的心智——可怕的、扭曲的场景，与你的心灵完全格格不入……每一个都单独足以粉碎你的思考能力。即便如此，你感觉或许能将注意力集中在这些疯狂景象中的任何一个上……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/text
ru: Сосредоточиться на видении странного кристалла - того, который рассказывает о божественной войне.
zh_hans: 聚焦于关于奇怪水晶的幻象——那个讲述神圣战争的幻象。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/text
ru: Вы сосредотачиваетесь на этом конкретном видении, и ваша перспектива начинает меняться... ЭТО ЗЕМЛЯ СЛОМАННЫХ - СЛОМАННЫХ ЛЮДЕЙ С СОКРУШЕННЫМ РАЗУМОМ. И ВСЕ ЖЕ НАХОДЯТСЯ ТЕ, КТО СТРЕМИТСЯ СЛОМАТЬ ЕЕ ЕЩЕ СИЛЬНЕЕ - ИЗБРАННЫЕ, КОТОРЫЕ САМИ ВЫРВАЛИСЬ ИЗ ЭТИХ ПУТ. ОНИ СТРЕМЯТСЯ ОСВОБОДИТЬ И ДРУГИХ - МНОГИХ НЕСЧАСТНЫХ, КОТОРЫЕ ВЫНУЖДЕНЫ ЖИТЬ ВМЕСТЕ, В ГАРМОНИЧНОМ ДИССОНАНСЕ. ЕСЛИ ЖЕ КТО-ТО ПОПЫТАЕТСЯ ИМ ПОМОЧЬ НА ЭТОЙ СЛОМАННОЙ ЗЕМЛЕ - ИЛИ, НАОБОРОТ, СТАНЕТ ТЕМ, КТО ЗАКОНЧИТ СЛОМ ИХ ВОЛИ... ...то он, несомненно, будет вознагражден. Так и будет.
zh_hans: 你将注意力集中在这个特定的幻象上，你的视角开始变换…… 这 是 一 片 破 碎 之 地，住 着 破 碎 的 人，怀 着 破 碎 的 心。 即 便 如 此，仍 有 人 试 图 将 其 进 一 步 打 破——那 些 幸 运 的 少 数，他 们 已 从 破 碎 中 挣 脱。 他 们 亦 试 图 打 破 他 人 的 束 缚——那 些 不 幸 的 多 数，他 们 被 迫 共 处，在 和 谐 的 不 协 和 音 中。 若 有 人 在 这 片 破 碎 之 地 中 寻 求 帮 助 他 们——或 者，反 而 证 明 自 己 是 那 个 打 破 他 们 脆 弱 决 心 的 人…… ……那 么 他 必 将 得 到 回 报。事 便 如 此 成 就。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
ru: Сосредоточиться на видении невозможного - том, что окутано темным, мрачным красным цветом.
zh_hans: 聚焦于关于不可能之事的幻象——那个笼罩在黑暗、可怕红色中的幻象。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/text
ru: Вы сосредотачиваетесь на этом конкретном видении, и ваша перспектива начинает меняться... ЭТО САМОЕ МОРЕ БЕЗУМИЯ, НА КРАЮ РЕАЛЬНОСТИ... ...НЕСЕТ В СЕБЕ ИСПЫТАНИЯ, ПРОРОЧЕСТВА И ЗАБЫТЫЕ ТЕНИ - ВСЕ В РАВНОЙ МЕРЕ. И ВСЕ ЖЕ, ХОТЯ ОДНО ИЗ ИСПЫТАНИЙ МОЖЕТ ПОКАЗАТЬСЯ НЕВОЗМОЖНЫМ... ОНО ТАКОВЫМ НЕ ЯВЛЯЕТСЯ. ЕСЛИ КТО-ТО ВОЗЖЕЛАЕТ ЭТОГО ВЫЗОВА И ДОКАЖЕТ, ЧТО СПОСОБЕН ПРЕОДОЛЕТЬ ДАЖЕ ТО, ЧТО НЕВОЗМОЖНО ПРЕОДОЛЕТЬ... ...то он обязательно будет вознагражден. Так и будет.
zh_hans: 你将注意力集中在这个特定的幻象上，你的视角开始变换…… 这 片 位 于 现 实 边 缘 的 疯 狂 之 海…… ……同 样 承 载 着 试 炼、预 言 与 被 遗 忘 的 阴 影。 然 而，尽 管 某 项 特 定 的 试 炼 将 被 视 为 不 可 能……它 却 并 非 如 此。 若 有 人 寻 求 其 挑 战，并 证 明 自 己 有 能 力 克 服 哪 怕 是 无 法 被 克 服 之 物…… ……那 么 他 必 将 得 到 回 报。事 便 如 此 成 就。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/text
ru: Сосредоточиться на видении алчности - той, что таится в чреве зверя.
zh_hans: 聚焦于关于贪婪的幻象——那个在巨兽腹中的幻象。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/event/text
ru: Вы сосредотачиваетесь на этом конкретном видении, и ваша перспектива начинает меняться... НЕ БОЛЕЕ, ЧЕМ КЛЕТКА, ВПЛЕТЕННАЯ В ТКАНЬ ВСЕГО СУЩЕГО. ТЮРЬМА, СОЗДАННАЯ, ЧТОБЫ СДЕРЖАТЬ СВОЕГО ТВОРЦА - ТЮРЬМА, ЧТОБЫ СДЕРЖАТЬ РАЗРУШИТЕЛЯ. ВХОД В НЕЕ МОЖНО НАЙТИ СРЕДИ МОРЯ БРОДЯЩИХ МЕРТВЕЦОВ - ТИХОЕ МЕСТО, ГДЕ ДАЖЕ ОТЧАЯННЫЕ НАХОДЯТ НАДЕЖДУ. ТАМ ОНИ ДОЛЖНЫ ДЕРЖАТЬСЯ ЗА НАДЕЖДУ. ЕСЛИ ОНИ СОХРАНЯТ ЕЕ ДЛЯ ТОГО МОМЕНТА, КОГДА ОНА ПОТРЕБУЕТСЯ ИМ БОЛЕЕ ВСЕГО, ОНИ СМОГУТ РАЗРУШИТЬ СЕРДЦЕ ТЮРЬМЫ... ...и они обязательно будут вознаграждены. Так и будет.
zh_hans: 你将注意力集中在这个特定的幻象上，你的视角开始变换…… 不 过 是 万 物 织 构 间 的 一 只 牢 笼。 一 座 监 狱，为 囚 禁 其 造 主 而 建——一 座 监 狱，为 囚 禁 其 毁 灭 者 而 建。 其 入 口 或 可 在 那 蹒 跚 亡 者 之 海 中 寻 得——一 处 静 谧 之 所，连 绝 望 者 亦 在 此 觅 得 希 望。 从 那 里 起，他 们 必 须 紧 握 希 望。若 他 们 将 其 留 存 至 最 需 要 之 时，并 击 碎 监 狱 的 心 脏…… ……那 么 他 必 将 得 到 回 报。事 便 如 此 成 就。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[4]/text
ru: Сосредоточиться на видении далекой тьмы - той, что находится на краю Мультивселенной.
zh_hans: 聚焦于关于遥远黑暗的幻象——那个位于多元宇宙边缘的幻象。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[4]/event/text
ru: Вы сосредотачиваетесь на этом конкретном видении, и ваша перспектива начинает меняться... ОСТАТОК ТОГО, ЧТО БЫЛО - ТЕНЬ СВОЕГО БЫВШЕГО Я. ОН ПОЧТИ НЕ ОТЛИЧАЕТСЯ ОТ ЗЕМЛИ, ОТКУДА ПРОИСХОДИТ - ОТ ТЕМНОГО, ОТДАЛЕННОГО МЕСТА. И ВСЕ ЖЕ, В ЭТОЙ ТЕМНОТЕ... ПРИСУТСТВУЕТ НЕЧИСТЫЙ СВЕТ. ТОТ, КОТОРЫЙ УГРОЖАЕТ РАЗРУШЕНИЕМ ВСЕГО. ЕСЛИ КТО-ТО РАЗОРВЕТ ШВЫ РЕАЛЬНОСТИ И ОСТАНОВИТ ЭТУ УЖАСНУЮ СИЛУ... ...то он непременно будет вознагражден. Так и будет.
zh_hans: 你将注意力集中在这个特定的幻象上，你的视角开始变换…… 一 个 过 往 之 物 的 残 留——其 昔 日 形 态 的 一 抹 暗 影。 它 与 其 来 自 的 那 片 土 地 几 无 二 致——那 片 黑 暗、遥 远 的 地 方。 然 而，在 这 片 黑 暗 之 中……存 在 着 一 种 不 洁 之 光。那 是 威 胁 着 要 解 构 一 切 的 力 量。 若 有 人 能 穿 透 现 实 的 裂 隙，阻 止 这 股 可 怖 的 力 量…… ……那 么 他 必 将 得 到 回 报。事 便 如 此 成 就。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[4]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[5]/text
ru: Сосредоточиться на видении любви - в глубине моря безумия.
zh_hans: 聚焦于关于被遗忘记忆的幻象——那些与空灵力量相关的幻象。
