Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_darkone.xml/*.po
Languages: ru, zh_hans

source: data/events_darkone.xml$//ship[@name="SHIP_SHADOW_TENDRILS"]/triggeredEvent/triggeredEventBox/tooltip
ru: Пока тени снаружи царапают ваш корпус, у вас есть время, чтобы заставить их отступить, прежде чем вы получите серьезные повреждения.
zh_hans: 外面的阴影在抓你的船身，在你受到任何严重伤害之前，你有时间直到这个计时器达到0来迫使他们撤退.

source: data/events_darkone.xml$//event[@name="SHADOW_TENDRILS_WIN"]/text
ru: Вы заставили тьму на время ослабнуть, но она вернется. Тем временем в ваших руках появилось топливо... Темный Бог приглашает вас двигаться вперед. Продолжайте бежать.
zh_hans: 你暂时让黑暗消退了，但它会回来的。与此同时，一些燃料在你的货舱里出现了...黑暗之神邀请你前进。继续跑。

source: data/events_darkone.xml$//event[@name="SHADOW_TENDRILS_WIN"]/choice/text
ru: Бежим!
zh_hans: 快跑！

source: data/events_darkone.xml$//event[@name="SHADOW_TENDRILS_FAIL"]/text
ru: Тьма терзает и разрывает ваш корпус корабля, но вы успеваете освободиться от ее хватки, прежде чем получаете серьезные повреждения. Тем временем в вашем трюме материализовалось топливо... Темный Бог приглашает вас двигаться вперед. Продолжайте бежать.
zh_hans: 黑暗撕扯着你的舰体，但你在遭受重创前成功挣脱了它的掌控。与此同时，一些燃料凭空出现在你的舱内……黑暗之神邀你继续前行。奔跑吧。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_INTERVENTION"]/text
ru: Вы чувствуете, как горит ваша грудь, и ваше желание исполняется... Судно противника больше не существует, а подарок оказался в ваших руках. Такова награда за преданность.
zh_hans: 你感到胸口灼热，你的渴望得以显化……敌舰不复存在，一份礼物已落入你手中。这便是虔诚的奖赏。

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/text
ru: На мгновение наступает долгожданная тишина, и вы используете это время, чтобы прийти в себя. Когда вы это делаете, голос Темного Бога возвращается, такой же угрожающий и громогласный, как и раньше: "Я СЧИТАЮ, ЧТО ЭТА БЕСЕДА БЫЛА... ПЛОДОВИТОЙ. ОТВЕТЫ, СИЛА, ТАЙНА, БИТВА - ЧТО БЫ ТЫ НИ ЖЕЛАЛ, МОИ ОБЪЯТИЯ ПРЕДОСТАВЯТ ТЕБЕ ЭТО, ЕСЛИ ТЫ ДОКАЖЕШЬ, ЧТО ДОСТОИН ЭТИХ ДАРОВ".
zh_hans: 片刻的、令人舒心的寂静降临，你借此时间让自己重新站起。就在此时，黑暗之神的声音再次响起，与最初一样充满威胁、隆隆作响：“我 认 为 此 次 交 谈 已……卓 有 成 效。答 案、力 量、谜 团、战 斗——无 论 你 渴 求 何 物，我 的 怀 抱 都 将 赐 予；只 要 你 证 明 自 己 配 得 上 这 些 馈 赠。”

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/text
ru: Правда? И... чего же ты хочешь? Почему ты это делаешь?
zh_hans: 真的吗？那……你渴望什么？你为什么要这么做？

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/text
ru: Наступает еще одна тишина, и на этот раз голос не возвращается. Вместо этого вы чувствуете еще один всплеск энергии, когда что-то необъяснимое, кажется, ремонтирует ваш корпус снаружи - одновременно с этим то, что находится снаружи, кажется, двигается... а тени вокруг вас начинают проникать в ваш корабль! Похоже, ваше испытание началось.
zh_hans: 又是一阵沉默，而这次，它的声音没有回来。相反，你感觉到另一阵能量噼啪作响，某种不可名状之物似乎修复了你外部的舰体——同时，所谓的“外部”景象似乎在变换……因为你周围的阴影开始向你星舰内部蔓延！看来，你的试炼已经开始了。

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/text
zh_hans: （烙疤者）“伪 神……希 望 我 们 浪 费 时 间，并 冒……生 命 危 险。我，同 胞……不 会。”

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/text
ru: Вы наблюдаете, как Шрам кладет когтистую руку на свой еще здоровый глаз и, кажется, черпает что-то из себя... и действительно, даже не успев понять, что произошло, тьма снаружи начинает корчиться и извиваться от мучительной боли. Решив уйти глубже в эту странную, безсветную бездну, она отпускает свой захват над вашим кораблем, и у вас остаются только те несколько теней, которые уже успели проникнуть внутрь.
zh_hans: 你看着烙疤者将一只利爪放在他那只完好的眼睛上，似乎从自身内部汲取着什么……确实，在你甚至还未理解发生了什么时，外面的黑暗便开始因极度的痛苦而扭动、翻腾。它选择退入这片奇异、无光的深渊更深处，松开了对你的星舰的抓握，只留下少数已经渗入内部的阴影。

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/choice/text
ru: Подожди, ты можешь это сделать?
zh_hans: 等等，你还能这么做？

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/choice/event/text
ru: Он обращается к вам, и на его суровом лице появляется легкая улыбка: "Я... все это время разгонял для тебя тьму... разве не так? Лично я, сородич... не стремлюсь к тому, чтобы превзойти... Ложного Бога, но... еще меньше интересуюсь его мелкими играми. Нам следует... продолжать путь".
zh_hans: 他转向你，一抹微乎其微的笑意取代了原本严峻的表情，“我……一直在为你拨开黑暗……不是吗？就我个人而言，同胞……我对与伪神一较高下兴趣寥寥，但……对玩它那些幼稚的把戏，我更无兴致。我们该……继续前进了。”

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/text
ru: Ну, ладно - хорошо!
zh_hans: 好吧，行——干得漂亮！

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/event/text
ru: Когда вы готовитесь к отправлению, одна из ваших консолей начинает мигать. Это сигнал от Кира и Лилит... они, должно быть, все-таки справились! Кто знает, как долго они смогут продержаться в этом аду - насколько вы знаете, может быть, уже слишком поздно. Но вы не из тех, кто теряет надежду... Молясь за безопасность этой пары, вы снова собираетесь отправиться в путь.
zh_hans: 就在你准备离开时，一个控制台开始闪烁。是凯尔和莉莉丝的信号……他们终究还是成功了！但谁知道他们能在这地狱里坚持多久呢——搞不好，已经太迟了。即便如此，你也不是个轻易放弃希望的人……为这对搭档的安全祈祷，你准备再次出发。

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="0"]/text
ru: Ну, ладно - хорошо!
zh_hans: 好吧，行——干得漂亮！

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/text
ru: Приготовиться защищаться!
zh_hans: 准备自卫！

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/event/text
ru: Когда вы готовитесь к сражению, одна из ваших консолей начинает мигать. Это сигнал от Кира и Лилит... они, должно быть, все-таки справились! Кто знает, как долго они смогут продержаться в этом аду - возможно, уже слишком поздно. Но вы не из тех, кто теряет надежду... Молясь за безопасность этой пары, вы снова занимаете свои позиции.
zh_hans: 就在你准备战斗时，一个控制台开始闪烁。是凯尔和莉莉丝的信号……他们终究还是成功了！但谁知道他们能在这地狱里坚持多久呢——搞不好，已经太迟了。即便如此，你也不是个轻易放弃希望的人……为这对搭档的安全祈祷，你准备再次进入阵位。

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="0"]/text
ru: Приготовиться защищаться!
zh_hans: 准备自卫！

source: data/events_darkone.xml$//event[@name="DARKONE_START_BADENDING_PAYOUT"]/text
ru: "КАК ТЫ, НАВЕРНОЕ, УЖЕ ПОНЯЛ, ТВОЁ ПРИБЫТИЕ СЮДА БЫЛО... ПОДСТРОЕНО. НАСТОЙЧИВОСТЬ ТВОЕГО СОЮЗНИКА НАРУШИТЬ ЭТОТ ПРОЦЕСС ОБЕРНУЛАСЬ ДЛЯ НЕГО ГИБЕЛЬЮ; ВМЕСТЕ С ТЕМ, Я НЕ ЛИШЕН МИЛОСЕРДИЯ. ВПЕРЕДИ ИСПЫТАНИЯ. ТЕБЯ ЖДУТ ПРОВЕРКИ. И ВСЕ ЖЕ, Я ПРЕДЛАГАЮ ТЕБЕ ПЕШКУ - ФИГУРУ, КОТОРОЙ ТЫ СМОЖЕШЬ ИГРАТЬ В ЭТОЙ ИГРЕ" Пространство перед вами потрескивает от энергии, а затем разрывается. Из разрыва, вызванного этим возмущением, вылетает глубоководный, с грохотом падая на пол - похоже, он испытывает боль не меньше вашей. Вряд ли его пригласили присоединиться вежливо...
zh_hans: “如 你 所 料，你 来 到 此 地 是……被 安 排 的。你 同 伴 执 意 要 干 扰 这 个 进 程 证 明 了 他 们 的 毁 灭；然 而，我 并 非 毫 无 慈 悲。前 路 将 有 试 炼。你 将 接 受 考 验。但 我 赐 予 你 一 枚 棋 子——供 你 在 这 盘 棋 局 中 使 用 的 一 枚 棋 子。” 你面前的空间迸发出能量的嘶响，最终被撕裂开来。从这扰动造成的裂隙中，一个深渊潜者猛烈地冲出并重重砸落在地，看起来和你一样痛苦。你猜，他们大概也不是被礼貌地邀请来加入你的，那么……

source: data/events_darkone.xml$//event[@name="DARKONE_START_BADENDING_PAYOUT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_START_WEIRDENDING_PAYOUT"]/text
ru: "КАК ТЫ МОЖЕШЬ ДОГАДАТЬСЯ, ТВОЕ ПРИБЫТИЕ СЮДА БЫЛО... ПОДСТРОЕНО. ДЕТАЛИ, ХОТЯ И ИСПОЛНЕННЫЕ ГРУБО, БЫЛИ ВОПЛОЩЕНЫ ТОЧНО ТАК, КАК Я ЭТО ЗАДУМАЛ. ОДНАКО, ПО СВЕДЕНИЯМ ОТ МОИХ СИЛ... СООБЩАЛОСЬ, ЧТО ТВОЙ ЛИЧНЫЙ ЭКИПАЖ СЕРЬЕЗНО ПОСТРАДАЛ. ТОЧНЕЕ, ОТСУТСТВУЕТ СОВСЕМ. ВПЕРЕДИ ТЕБЯ ЖДУТ ИСПЫТАНИЯ. ТЕБЯ БУДУТ ПРОВЕРЯТЬ. И ВСЕ ЖЕ Я НЕ ЛИШЕН МИЛОСЕРДИЯ. Я ПРЕДЛАГАЮ ТЕБЕ ПЕШКУ - ФИГУРУ, КОТОРОЙ ТЫ СМОЖЕШЬ ИГРАТЬ В ЭТОЙ ИГРЕ" Пространство перед тобой потрескивает от энергии, а затем разрывается. Из разрыва, вызванного этим возмущением, вылетает глубоководный, с грохотом падая на пол - похоже, он испытывает боль не меньше вашей. Вряд ли его пригласили присоединиться вежливо...
zh_hans: “如 你 所 料，你 来 到 此 地 是……被 安 排 的。具 体 细 节，虽 然 执 行 得 粗 糙，却 完 全 按 我 的 意 志 展 开。然 而，从 我 的 部 队……传 来 报 告，你 的 人 手 正 在 承 受 损 失。说 得 具 体 点，是 根 本 不 存 在 了。前 路 将 有 试 炼。你 将 接 受 考 验。但 我 并 非 毫 无 慈 悲。我 赐 予 你 一 枚 棋 子——供 你 在 这 盘 棋 局 中 使 用 的 一 枚 棋 子。” 你面前的空间迸发出能量的嘶响，最终被撕裂开来。从这扰动造成的裂隙中，一个深渊潜者猛烈地冲出并重重砸落在地，看起来和你一样痛苦。你猜，他们大概也不是被礼貌地邀请来加入你的，那么……

source: data/events_darkone.xml$//event[@name="DARKONE_START_WEIRDENDING_PAYOUT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_START_NEUTRALENDING_PAYOUT"]/text
ru: "КАК ТЫ МОЖЕШЬ ДОГАДАТЬСЯ, ТВОЁ ПРИБЫТИЕ СЮДА БЫЛО... ПОДСТРОЕНО. ХОТЯ ОБНАРУЖЕНИЕ МОЕГО ЭМИССАРА БЫЛО НЕСОВСЕМ ЗАПЛАНИРОВАНО, ТЫ ВСЕ ЖЕ СУМЕЛ ДОБРАТЬСЯ ДОСЮДА ПОЧТИ БЕЗ ПОТЕРЬ. ВПЕРЕДИ ТЕБЯ ЖДУТ ИСПЫТАНИЯ. ТЕБЯ БУДУТ ПРОВЕРЯТЬ. И ВСЕ ЖЕ Я НЕ ЛИШЕН МИЛОСЕРДИЯ. Я ПРЕДЛАГАЮ ТЕБЕ КОМПЕНСАЦИЮ - РАСПОРЯДИСЬ ЕЙ С УМОМ" Пространство перед вами потрескивает от энергии, а затем разрывается. Из вызванного этим возмущением разлома вылетает куча трофеев, с грохотом падая на пол. Вы не знаете, насколько это поможет вам прямо сейчас, но, безусловно, вы цените этот жест...
zh_hans: “如 你 所 料，你 来 到 此 地 是……被 安 排 的。尽 管 你 发 现 我 的 使 者 不 在 计 算 之 内，你 已 证 明 自 己 仍 有 能 力 大 体 完 好 地 抵 达 此 处。前 路 将 有 试 炼。你 将 接 受 考 验。但 我 并 非 毫 无 慈 悲。我 给 予 你 赔 偿——愿 你 善 加 利 用。” 你面前的空间迸发出能量的嘶响，最终被撕裂开来。从这扰动造成的裂隙中，一堆战利品猛然冲出，散落在地。你不确定这在不久的将来会有多大帮助，但对于这番举动，你自然不是不领情的……

source: data/events_darkone.xml$//event[@name="DARKONE_START_NEUTRALENDING_PAYOUT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_START_GOODENDING_PAYOUT"]/text
ru: "КАК ТЫ МОЖЕШЬ ДОГАДАТЬСЯ, ТВОЕ ПРИБЫТИЕ СЮДА БЫЛО... ПОДСТРОЕНО. ХОТЯ Я ПОНИМАЮ, ЧТО ЭТО ЗАНЯЛО БОЛЬШЕ ВРЕМЕНИ, ЧЕМ ХОТЕЛОСЬ... МНЕ ИЗВЕСТНО, КАКУЮ ЦЕННОСТЬ ИМЕЕТ ВРЕМЯ ДЛЯ СУЩЕСТВ, ПОДОБНЫХ ТЕБЕ. ВПЕРЕДИ БУДУТ ИСПЫТАНИЯ. ТЕБЯ БУДУТ ПРОВЕРЯТЬ. И ВСЕ ЖЕ Я НЕ ЛИШЕН МИЛОСЕРДИЯ. Я ПРЕДОСТАВЛЯЮ ТЕБЕ ВРЕМЯ, КОТОРОЕ ТЫ ТАК ОТЧАЯННО ИСКАЛ - РАСПОРЯДИСЬ ИМ ПО СВОЕМУ УСМОТРЕНИЮ" Пространство вокруг вас потрескивает от энергии, хотя вы и не до конца понимаешь ее назначение. Тем не менее, похоже, что вы и ваш корабль каким-то образом были благословлены...
zh_hans: “如 你 所 料，你 来 到 此 地 是……被 安 排 的。尽 管 我 知 晓 这 比 预 期 耗 时 更 久……我 明 白 时 间 对 于 你 这 般 存 在 的 价 值。前 路 将 有 试 炼。你 将 接 受 考 验。但 我 并 非 毫 无 慈 悲。我 赐 予 你 所 迫 切 寻 求 的 时 间——任 你 自 由 支 配。” 你周围的空间迸发出能量的嘶响，尽管你不确定其确切目的。无论如何，你和你的星舰似乎得到了某种赐福……

source: data/events_darkone.xml$//event[@name="DARKONE_START_GOODENDING_PAYOUT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/text
ru: Наконец ваш корабль останавливается... Где же вы, черт возьми? Все консоли вашего корабля мигают красным, то включаясь, то выключаясь; звучат сигналы тревоги.
zh_hans: 最终，你的星舰停了下来……你他妈的到底在哪儿？星舰的所有控制台都闪烁着红色警报，此起彼伏；警报大作。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/text
ru: Собраться с мыслями.
zh_hans: 弄清方位。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/text
ru: Паника ни к чему хорошему не приведет, поэтому вы берете паузу, чтобы успокоиться и понять, что происходит. Ваш Атлас показывает, что вас много раз затягивало в пустоту... Это уже не территория Просветленных. Впрочем, надежда есть: сектор усеян маяками, и среди них есть выход.
zh_hans: 恐慌无济于事，所以你花点时间冷静下来，弄清状况。星图显示你被拖入了虚空的更深处……这里不再是启明者的领地了。不过，仍有希望；星区内散布着信标，出口就在其中。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/text
ru: Ну вот и все! Прорываемся к выходу!
zh_hans: 那就这样！冲向那个出口！

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/text
ru: Пока вы обдумываете план побега, в вашей голове вновь раздаётся тот самый голос, что вы уже слышали раньше - его оглушительная мощь вновь заполняет разум: "ПРИШЛО ВРЕМЯ ПОГОВОРИТЬ. МОЖЕШЬ СОПРОТИВЛЯТЬСЯ, ЕСЛИ ХОЧЕШЬ - ЭТО ТЕБЕ НЕ ПОМОЖЕТ".
zh_hans: 就在你构思逃跑计划时，先前那个声音再次响起，其压倒性的音量又一次在你脑海中轰鸣：“是 时 候 谈 谈 了。挣 扎 吧，如 你 所 愿——无 关 紧 要。”

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/text
ru: Отчаянно бороться с голосом, который ревет в вашем разуме.
zh_hans: 在声音于你思绪中咆哮时，无助地挣扎。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/text
ru: Вы чувствуете, как ваш череп раскалывается с каждым отрывистым, эхом раздающимся словом, которое проникает в ваш разум. Что бы это ни было, вам кажется, что оно не столько говорит с вами, сколько говорит ЧЕРЕЗ вас. Но даже несмотря на это, вы находите в себе силы стиснуть зубы и пробормотать несколько слов...
zh_hans: 每一个强行闯入你脑海、没有形体的回声词，都让你感觉头骨进一步裂开。无论这东西是什么，你感觉它与其说是在对你说话，不如说是在通过你说话。即便如此，你仍从自身找到了咬紧牙关、低语出所能发出的只言片语的力量……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/text
ru: Что... ты такое? Куда ты нас привел? Почему...?
zh_hans: 什……么？你……把 我 们 带 到 了 哪 里？为 什 么……？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/text
ru: Внутри вашей головы раздается оглушительный треск, и вы падаете на колени. В словах таинственного существа чувствуется яд и раздражение, когда оно продолжает говорить: "Я ЗНАЮ, ЧТО ТЫ ЖАЖДЕШЬ ИСТИНЫ - ОТВЕТОВ. Я ПРЕДЛАГАЮ СРЕДСТВО ДЛЯ ИХ ПОИСКА. НО ЗНАЙ: ТЫ НЕ ПЕРВЫЙ, КТО СЧИТАЕТ СЕБЯ ВЫШЕ МОИХ ИЗБРАННЫХ; ВЫШЕ МОЕГО СЛОВА" Голос с особым презрением выделяет это последнее слово, и вы осознаете, что именно он сказал... его Избранные. Это не просто чей-то голос - это тот, о котором вас предупреждали: Темный Бог. Почувствовав ваше прозрение, он меняет тон, становясь зловеще спокойным, и продолжает: "И ТЫ БУДЕШЬ НЕ ПЕРВЫМ, КТО ПОГИБНЕТ ЗДЕСЬ ИЗ-ЗА СВОЕЙ ГОРДЫНИ. МНОГИЕ МЕНЯ ИЩУТ. ТЫ УЖЕ ИМЕЛ УДОВОЛЬСТВИЕ - ИЛИ, ВОЗМОЖНО, НЕУДОВОЛЬСТВИЕ - ВСТРЕТИТЬ ОДНОГО ИЗ ТАКИХ"
zh_hans: 你的头颅内部传来一声雷鸣般的炸裂，你不由得双膝跪地。那神秘存在的声音继续响起，带着一丝毒辣与恼怒：“我 知 晓 你 渴 求 真 相——答 案。我 给 予 你 追 寻 它 们 的 手 段。然 而，须 知 此 事：你 并 非 首 个 自 视 凌 驾 于 我 的 选 召 者、我 的 谕 令 之 上 者。” 那声音在最后那个词上施加了尤其轻蔑的强调，你明白了它所指……它的“选召者”。这不是随便哪个声音，而是你曾被警告过的存在——黑暗之神。随着你的恍然大悟，它的态度转变了，继续开口时，只余下诡异的平静：“亦 非……首 个 因 骄 傲 而 在 此 殒 命 者。众 生 寻 我。你 已 有‘幸’——或 许 该 说 是‘不 幸’——见 过 其 中 一 位 了。”

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/text
ru: (Шрам) Ты имеешь в виду... Шрама?
zh_hans: （烙疤者）你指的是……烙疤者？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/event/text
ru: Хоть вы и не в силах произнести слова вслух, их смысл, похоже, все равно доходит до захватчика в вашем разуме. Тот вновь переходит на полный ненависти, ревущий тон: "ПРЕДАТЕЛЬ. ОН ДОЛЖЕН БЫЛ ВСЕ СТЕРПЕТЬ - СТАТЬ ВСЕМ. ТЕПЕРЬ ОН СЧИТАЕТ СЕБЯ ВЫШЕ МЕНЯ. И ВСЕ ЖЕ ОН ПРЕДПОЧИТАЕТ ПРЯТАТЬСЯ СРЕДИ ТОЙ САМОЙ ТЬМЫ, КОТОРУЮ НЕНАВИДИТ, ВМЕСТО ТОГО, ЧЕМ ПРИЗНАТЬ СВОЮ ВИНУ; МОЙ ГНЕВ" Ваш разум пронзает боль от одного лишь присутствия ярости Темного Бога, но вы понимаете: весь его гнев направлен не на вас. Рядом Израненный вопит, пространство вокруг него искажается и рвется, пока он из последних сил сопротивляется наказанию. Спустя некоторое время ярость утихает, и голос вновь обращается к вам тем самым зловеще спокойным тоном, что и прежде: "ТЫ ЖЕ... СИЛЬНЕЕ ЕГО. ОН ЗНАЕТ ЭТО И СТРЕМИТСЯ ВОСПОЛЬЗОВАТЬСЯ ЭТИМ. Я ТОЖЕ ЭТО ЗНАЮ - ТАК ЖЕ ДОСКОНАЛЬНО, КАК ЗНАЮ ВСЁ - И ПОЭТОМУ ПРИГЛАСИЛ ТЕБЯ В СВОИ ОБЪЯТИЯ"
zh_hans: 虽然你无法亲口说出那些话，但其含义似乎依然传达到了你脑中的入侵者那里。它恢复了那充满憎恶的咆哮语调：“那 叛 徒。它 本 应 承 载 一 切——成 为 一 切。它 如 今 自 视 凌 驾 于 我。即 便 如 此，与 面 对 它 的 悔 改——我 的 怒 火——相 比，它 宁 可 蜷 缩 在 它 所 憎 恶 的 同 样 阴 影 之 中。” 黑暗之神的刻毒言辞所蕴含的纯粹力量灼烧着你的心智，但你明白，其怒火的全力正指向他处。在你身旁，烙疤者正在尖叫；他们周围的空间随着他们拼尽全力抵抗那存在的惩罚而扭曲、撕裂。过了一会儿，它的愤怒平息了，注意力带着先前那种同样的平静回到了你身上：“而 你……则 更 强 大。它 知 晓 这 点，并 企 图 利 用 此 点。我 亦 知 晓 此 事，就 如 我 通 晓 万 物 一 般 彻 底，并 因 此 邀 你 入 我 怀 抱。”

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/text
ru: (Голод) Ты имеешь в виду... Голод?
zh_hans: （饥饿）你指的是……饥饿？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/event/text
ru: Хоть вы и не можешь заставить себя произнести слова, их смысл, похоже, все равно доходит до захватчика в вашем разуме. Тот вновь переходит на свой ненавистный, ревущий тон: "ОСВОБОДИТЕЛЬ - ИЛИ ОСВОБОЖДЕННЫЙ. ЕГО ОБЩИНА ПРОДЕЛАЛА ДОЛГИЙ ПУТЬ, ЧТОБЫ ВСТРЕТИТЬСЯ СО МНОЙ ЛИЧНО. БОЛЕЕ ДАЛЕКИЙ, ЧЕМ БОЛЬШИНСТВО, ВЕДОМЫЕ МОГУЧИМ ЖЕЛАНИЕМ - ЖЕЛАНИЕМ ПОЛУЧИТЬ СИЛУ, ЧТОБЫ СБРОСИТЬ СВОИ ОКОВЫ. ОНИ СДЕЛАЛИ ВСЕ, ЧТО Я ТРЕБОВАЛ, И Я, В СВОЮ ОЧЕРЕДЬ, ДАЛ ИМ ЭТУ СИЛУ" Вы чувствуете, как ваш взгляд насильно направляется в сторону - вы вынужден смотреть на вечно-дрожащий облик Голодного. Впервые вы по-настоящему напуган, глядя в его пустой, затуманенный взгляд - и не можете понять, боитесь ли вы его самого, или того, кто управляет вашим телом, заставляя его делать то, чего вы не хотите. В любом случае, это кукловодство вскоре прекращается, и Темный Бог вновь обращается к вам тем самым зловеще спокойным тоном, что и прежде: "ТЫ ЖЕ... ЕЩЕ СИЛЬНЕЕ. ОНИ ЭТО ЗНАЮТ - И ПОЭТОМУ ХОТЯТ ДЕРЖАТЬ ТЕБЯ В СВОЕЙ КОМПАНИИ. Я ЭТО ТОЖЕ ЗНАЮ - ТАК ЖЕ ДОСКОНАЛЬНО, КАК ЗНАЮ ВСЁ - И ПОЭТОМУ ПРИГЛАСИЛ ТЕБЯ В СВОИ ОБЪЯТИЯ"
zh_hans: 虽然你无法亲口说出那些话，但其含义似乎依然传达到了你脑中的入侵者那里。它恢复了那充满憎恶的咆哮语调：“解 放 者——或 者 说，被 解 放 者。他 们 的 集 体 远 道 而 来，亲 身 面 见 我。比 大 多 数 走 得 都 远，因 为 他 们 被 一 种 极 具 力 量 的 渴 望 所 驱 策——渴 望 获 得 挣 脱 锁 链 的 手 段。他 们 已 做 了 我 所 需 之 事，而 我 也 已 相 应 地 提 供 了 这 些 手 段。” 你感到自己的视线被导向某处，被迫违背意愿地凝视着饥饿那永恒颤动的面容。生平第一次，当你凝视它那空洞、浑浊的面罩时，感到了恐惧——你不确定这是因为你对它的恐惧，还是对那个随意操控你身体的存在的恐惧。无论如何，这种傀儡操控最终停止了，黑暗之神恢复了先前那种同样的平静语气对你说道：“而 你……则 更 强 大。他 们 知 晓 这 点，并 发 觉 与 你 为 伍 甚 好。我 亦 知 晓 此 事，就 如 我 通 晓 万 物 一 般 彻 底，并 因 此 邀 你 入 我 怀 抱。”

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/text
ru: (Глупец) Ты имеешь в виду... Глупца?
zh_hans: （愚者）你指的是……愚者？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/event/text
ru: Хоть вы и не можете заставить себя произнести слова, их смысл, похоже, все равно доходит до захватчика в вашем разуме. Тот вновь взрывается ненавистным, ревущим голосом: "ПРОЗВИЩЕ, КОТОРОЕ ОН ВЗЯЛ НА СЕБЯ НЕ ПРОСТО ТАК. ОН ПРИШЕЛ КО МНЕ В ПОИСКАХ ДАРОВ - И НАШЕЛ ИХ В ИЗОБИЛИИ. Я ПРОСИЛ НЕ ТАК УЖ МНОГО ВЗАМЕН, А ТЕПЕРЬ ОН ПЫТАЕТСЯ СЛОМИТЬ МЕНЯ, МОЮ ВОЛЮ" Ваш разум пронзает боль от одной лишь силы ярости Темного Бога, но вы чувствуете, что весь этот гнев направлен не на вас. Рядом вопит Глупец, и зараженная чумой души субстанция без конца сочится из каждого отверстия его оболочки - внешняя форма оказывается совершенно бесполезной перед невыразимыми муками, насылаемыми сущностью. Спустя некоторое время эта пытка стихает, и голос вновь обращается к вам тем же зловеще спокойным тоном, что и прежде: "ТЫ ЖЕ... СИЛЬНЕЕ. ОН ЗНАЕТ ЭТО - И СТРЕМИТСЯ ВОСПОЛЬЗОВАТЬСЯ ЭТИМ. Я ТОЖЕ ЭТО ЗНАЮ - ТАК ЖЕ ДОСКОНАЛЬНО, КАК ЗНАЮ ВСЁ - И ПОЭТОМУ ПРИГЛАСИЛ ТЕБЯ В СВОИ ОБЪЯТИЯ"
zh_hans: 虽然你无法亲口说出那些话，但其含义似乎依然传达到了你脑中的入侵者那里。它恢复了那充满憎恶的咆哮语调：“一 个 他 并 非 轻 易 承 受 的 名 号。他 来 寻 我 索 求 馈 赠，并 得 之 甚 丰。我 所 求 回 报 甚 少，而 他 竟 仍 图 暗 中 破 坏 我；我 的 意 志。” 黑暗之神的刻毒言辞所蕴含的纯粹力量灼烧着你的心智，但你明白，其怒火的全力正指向他处。在你身旁，愚者正在尖叫；魂疫感染的物质从他甲壳上的每一个孔窍中无休止地渗出，其外表在这存在不可名状的折磨面前证明毫无用处。过了一会儿，这折磨平息了，那声音的注意力带着先前那种同样的平静回到了你身上：“而 你……则 更 强 大。他 知 晓 这 点，并 企 图 利 用 此 点。我 亦 知 晓 此 事，就 如 我 通 晓 万 物 一 般 彻 底，并 因 此 邀 你 入 我 怀 抱。”

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……
