Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_darkone.xml/*.po
Languages: ru, zh_hans

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/text
zh_hans: （魂疫船员）关于魂疫数据病毒的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/text
zh_hans: “魂 疫 数 据 病 毒……并 非 出 自 我 的 设 计。” 停顿了一下，黑暗之神似乎在思考着什么，“然 而，它 依 然 源 自 我 的 力 量。诞 生 于 与 你 相 似 的 炙 热 渴 望。但 最 终，这 份 渴 望 会 崩 碎。所 剩 无 几 的，只 是 未 曾 实 现 梦 想 的 余 响。未 曾 兑 现 诺 言 的 隐 喻 僵 尸。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/text
zh_hans: （风暴船员）关于风暴的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/text
zh_hans: “风 暴……只 是 众 多 名 号 之 一。” 停顿了一下，黑暗之神似乎在思考着什么，“名 字 中 蕴 含 力 量；它 扭 曲 渴 望。一 场 风 暴 曾 在 一 个 悲 惨 男 人 的 心 中 肆 虐，而 那 风 暴 至 今 仍 在 肆 虐。只 是 它……变 得 更 强 大 了。我 变 得 更 强 大 了。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/text
zh_hans: （伊尔德里克船员）关于伊尔德里克树的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/text
zh_hans: “伊 尔 德 里 克 树……依 然 存 活。曾 有 一 段 时 光，这 并 非 确 定 之 事，于 是 一 份 渴 望 诞 生 了。一 份 不 让 它 们 的 歌 谣 被 埋 没 的 渴 望。” 停顿了一下，黑暗之神似乎在思考着什么，“故 此，它 们 以 自 己 的 方 式 继 续 歌 唱。如 今 它 们 变 得 弱 小，却 因 此 而 更 伟 大。活 着。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/text
zh_hans: （活体辉光裔）关于辉光裔的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/text
zh_hans: “辉 光 裔 们……曾 发 誓 放 弃 一 切，如 他 们 所 渴 望 的 那 样。” 停顿了一下，黑暗之神似乎在思考着什么，“或 者 说，梦 境 如 是……然 而，又 有 什 么 能 让 现 实 更 加 实 在 呢？毕 竟，是 梦 境——渴 望——塑 造 了 它。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="dd_prophecyoftheendwitnessed"]/text
zh_hans: （目睹预言者）关于预言的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="dd_prophecyoftheendwitnessed"]/event/text
zh_hans: “预 言……如 你 所 见。关 于 万 物 终 结 的 真 相。” 停顿了一下，黑暗之神似乎在思考着什么，“它 是 无 尽、严 谨 计 算 的 结 果——我 一 生 的 心 血。我 对 它 的 确 信，犹 如 你 对 呼 吸 空 气 的 确 信。然 而……我 畏 惧 它。名 字 中 的 力 量。我 不 得 不 取 走 它 们 全 部，以 免 那 注 定 的 舞 蹈 之 日 受 到 干 扰，为 此 我 深 表 遗 憾。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="dd_prophecyoftheendwitnessed"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="dd_prophecyoftheendwitnessed"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[21]/text
zh_hans: 关于你本质的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[21]/event/text
zh_hans: “我 的 本 质……” 停顿了一下，黑暗之神似乎在思考着什么，“……与 我 曾 是 的 样 子 不 同。被 抛 弃。我 已 完 成 我 的 使 命。现 在，我 寻 求 服 务 新 的 目 的——实 现 新 的 渴 望。事 便 如 此 成 就。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[21]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[21]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[22]/text
zh_hans: 关于你欲望的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[22]/event/text
zh_hans: “我 的 欲 望……与 你 的 欲 望 一 致。看 到 更 多，做 得 更 多……” 停顿了一下，黑暗之神似乎在思考着什么，“……一 切 都 将 实 现。一 场 永 无 止 境 的 渴 望 与 满 足 之 舞，回 荡 于 过 去、现 在 和 未 来——一 曲 穿 透 任 何 预 设 边 界 的 欣 喜 呼 唤。我 将 粉 碎 行 星，它 们 环 绕 的 恒 星——甚 至 它 们 所 在 的 空 间……并 赐 予 它 们 全 新 的 意 义。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[22]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[22]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[23]/text
zh_hans: 关于你力量的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[23]/event/text
zh_hans: “我 的 力 量……是 无 尽 的。无 休 止 的。在 其 创 造 之 初 就 已 确 保 如 此。” 停顿了一下，黑暗之神似乎在思考着什么，“即 使 超 越 我 的 意 志，它 依 然 保 持 这 不 可 动 摇 的 力 量。我 无 法 疲 惫，如 它 无 法。我 无 法 动 摇，如 它 无 法。我 无 法 死 亡，如 它 无 法。渴 望 唯 有 无 限——而 没 有 渴 望，我 便 什 么 也 不 是。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[23]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[23]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[24]/text
zh_hans: 关于你与名字关联的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[24]/event/text
zh_hans: “我 与 名 字 的 关 联……确 实，你 会 发 现 被 我 触 及 者 皆 缺 乏 名 字。事 实 上……” 停顿了一下，黑暗之神似乎在思考着什么，“……它 们 是 我 最 大 的 弱 点。当 预 言 实 现 之 时——当 我 的 双 翼 翱 翔，我 的 利 刃 挥 击，我 的 护 盾 坚 守 之 时——能 阻 止 我 舞 蹈 的，唯 有 一 个 名 字。无 论 我 计 算 了 多 少 已 知 变 量、考 虑 了 多 少 可 能 性 或 假 设 情 景——在 我 的 计 算 中，这 一 结 果 始 终 恒 定。因 此……我 认 为 在 那 一 天 到 来 前，将 它 们 全 部 取 走 是 合 适 的。至 于 为 何 我 有 信 心 告 诉 你 这 些，尽 管 我 没 有 取 走 你 自 己 的 名 字……嗯，看 来 有 人 已 抢 先 一 步。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[24]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[24]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[25]/text
zh_hans: 关于深渊潜者的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[25]/event/text
zh_hans: “深 渊 潜 者……是 众 多 种 族 之 一。因 此，你 或 许 会 认 为 他 们 平 凡 无 奇。” 停顿了一下，黑暗之神似乎在思考着什么，“然 而，他 们 在 此 处 为 我 服 务——在 多 元 宇 宙 的 这 个 角 落。他 们 也 不 是 唯 一 如 此 的；许 多 种 族 在 许 多 角 落 里 执 行 我 的 意 志。即 便 如 此——他 们 因 其 努 力 而 受 到 感 谢 与 回 报。自 远 古 以 来，他 们 渴 望 被 遗 世 独 立。事 便 如 此 成 就。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[25]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[25]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[26]/text
zh_hans: 关于启明者虚空的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[26]/event/text
zh_hans: “他 们 的 虚 空，以 及 延 伸 而 来 的 我 的 领 域……并 非 出 自 我 的 设 计。你 会 发 现，在 那 些 我 赐 予 力 量 的 人 当 中……我 也 同 样 索 取。对 一 人 有 价 值 之 物，可 能 被 另 一 人 毫 不 吝 惜 地 给 予。” 停顿了一下，黑暗之神似乎在思考着什么，“至 于 它 出 自 谁 的 设 计，你 很 快 就 会 发 现……如 果 你 还 没 发 现 的 话。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[26]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[26]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[27]/text
zh_hans: 关于我的渴望的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[27]/event/text
zh_hans: “你 的 渴 望……是 不 可 计 算 的。然 而，我 能 理 解 驱 动 你 的 似 乎 是：战 争、废 料、朋 友、敌 人、武 器，尤 其 是……星 舰。” 停顿了一下，黑暗之神似乎在思考着什么，“……仿 佛 你 打 算 驾 驶 所 有 的 星 舰。这 难 道 不 是 一 个……有 趣 的 渴 望 吗？”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[27]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[27]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[28]/text
zh_hans: 关于未来的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[28]/event/text
zh_hans: “未 来 蕴 含……很 多。” 停顿了一下，黑暗之神似乎在思考着什么，“你 的 人 类‘叛 军’争 夺 着 这 片 虚 空 的 控 制 权，但 这 无 关 紧 要。我 还 有 其 他 的 棋 子 要 下。我 想，你 也 是。记 住 这 一 点：这 并 非 终 结。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[28]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[28]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 计 算……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="1"]/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="1"]/event/text
zh_hans: 然而这一次……它保持如此。黑暗之神似乎暂时对你失去了兴趣。

# data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice/event/text
source: Though, this tranquility doesn't last long... you feel as the space around you warps, and time itself seems to slow again. Then, to your unease, the Dark God tears its way back into your mind, "TO COME THIS FAR IS MOST IMPRESSIVE. YOU STAND AT THE PRECIPICE; ESCAPE IS IN REACH. YET, BEFORE OUR TIME TOGETHER IS UP, I WILL GRANT YOU ONE LAST DESIRE. MAKE IT KNOWN."
ru: Однако это спокойствие длится недолго... Вы чувствуете, как пространство вокруг вас деформируется, а само время снова замедляется. Затем, к вашему замешательству, Темный Бог вновь проникает в ваш разум: "ДОЙТИ ТАК ДАЛЕКО ВЕСЬМА ВПЕЧАТЛЯЮЩЕ. ТЫ СТОИШЬ НА КРАЮ ПРОПАСТИ; СПАСЕНИЕ БЛИЗКО. НО ПРЕЖДЕ, ЧЕМ НАШЕ ВРЕМЯ ВМЕСТЕ ИСТЕЧЕТ, Я ДАРУЮ ТЕБЕ ПОСЛЕДНЕЕ ЖЕЛАНИЕ. ОЗВУЧЬ ЕГО".

# data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice/event/choice/text
source: I desire... truth.
ru: Я хочу... правды.

source: There's a hint of piqued interest as its deafening voice answers, "MOST... CURIOUS. AND WHAT TRUTH DO YOU DESIRE?"
ru: В его оглушительном голосе слышится намек на любопытство: "ОЧЕНЬ... ИНТЕРЕСНО. И КАКУЮ ПРАВДУ ТЫ ХОЧЕШЬ УЗНАТЬ?"

source: The truth... behind the hero I felled.
ru: Правда... о герое, которого я убил.

source: "THE HERO YOU FELLED... SURPRISED ME. LITTLE SURPRISES ME, AND I'VE YET TO CALCULATE HOW IT MANAGED TO SECEDE CONTROL OVER MY OWN POWER. ONE VARIABLE IS CERTAIN: SHEER DESIRE. TO OVERCOME THAT WHICH IT FELT NOBODY ELSE COULD. YOU AREN'T SO DIFFERENT IN THAT WAY; YET HERE YOU STAND, TRIUMPHANT..." There's a pause, as the Dark God seems to ponder something, "...THOUGH, I FEAR OTHER 'HEROES' REMAIN. SEEK THEM OUT, DEFEAT THEM, AND YOU WILL KNOW TRUE POWER."
ru: "ГЕРОЙ, КОТОРОГО ТЫ СРАЗИЛ... МЕНЯ УДИВЛЯЕТ МАЛО ЧТО, И МНЕ ЕЩЕ ПРЕДСТОИТ РАЗОБРАТЬСЯ, КАК ЕМУ УДАЛОСЬ ЛИШИТЬ МЕНЯ КОНТРОЛЯ НАД СОБСТВЕННОЙ СИЛОЙ. ОДНА ПЕРЕМЕННАЯ ЯВЛЯЕТСЯ НЕОПРОВЕРЖИМОЙ: СТРАСТНОЕ ЖЕЛАНИЕ. ПРЕОДОЛЕТЬ ТО, ЧТО, КАК ЕМУ КАЗАЛОСЬ, НЕ ПОД СИЛУ НИКОМУ ДРУГОМУ. ТЫ НЕ ТАК УЖ СИЛЬНО ОТЛИЧАЕШЬСЯ В ЭТОМ ПЛАНЕ; И ВСЕ ЖЕ ТЫ НАХОДИШЬСЯ ЗДЕСЬ, И ТЫ - ТРИУМФАТОР..." Наступает пауза, как будто Темный Бог обдумывает что-то, "...НО, БОЮСЬ, ДРУГИЕ "ГЕРОИ" ВСЕ ЕЩЕ СУЩЕСТВУЮТ. НАЙДИ ИХ, ПОБЕДИ ИХ, И ТЫ ПОЗНАЕШЬ ИСТИННУЮ СИЛУ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (The One Who Rhymes) "Oh, how one would love the truth! But, what makes you the super-sleuth?"
ru: (Тот, Кто Рифмует) "О, как же хочется правды! Что делает тебя суперсыщиком?"

source: An annoyance fills the air, as the Dark God retorts, "IT IS MY BUSINESS TO KNOW THINGS, BEAST - AS IT IS YOURS TO INCESSANTLY PESTER. AND, AS IT IS YOUR MASTER'S TO MEDDLE - SHE THINKS HER PLAN THE ONLY ONE." There's a pause, as the Dark God seems to ponder something, "ALAS, THERE IS LITTLE 'BEING' IN CHAOS. TO DESIRE NOTHING, BUT MADNESS IN EVERYTHING... IS HARDLY A FRUITFUL EXISTENCE. EVEN STILL... IT IS A DESIRE NONETHELESS. THERE IS POWER THERE - WHICH I WILL WELCOME, COME THE DAY OF DANCING." The One Who Rhymes seems interested in its own rebuttal, when chains of darkness manifest around it - quickly serving to bind it to the ground. "AS POWERFUL AS YOUR KIND MAY BE, YOU ARE BUT A GUEST HERE IN MY DOMAIN. RESPECT THE ORDER OF THE OUTER CLUSTERS, AND I'LL CONTINUE TO RESPECT THEIR CHAOS AS WELL."
ru: В воздухе витает раздражение, когда Темный Бог отвечает: "МОЕ ДЕЛО - ЗНАТЬ, А ТВОЕ, ТВАРЬ, - БЕСКОНЕЧНО ДОНИМАТЬ. А ЕЕ - ВМЕШИВАТЬСЯ. ОНА СЧИТАЕТ СВОЙ ПЛАН ЕДИНСТВЕННО ВЕРНЫМ". Он ненадолго замолкает, словно о чем-то задумавшись: "УВЫ, В ХАОСЕ МАЛО "БЫТИЯ". ЖЕЛАТЬ НИЧЕГО, КРОМЕ БЕЗУМИЯ ВО ВСЕМ... ЕДВА ЛИ ПЛОДОТВОРНО. И ВСЕ ЖЕ... ЭТО ЖЕЛАНИЕ. А В ЖЕЛАНИИ - СИЛА, КОТОРУЮ Я ПРИМУ, КОГДА НАСТАНЕТ ДЕНЬ ТАНЦА". Тот, Кто Рифмует, кажется готово ответить, но цепи тьмы являются из ниоткуда и приковывают его к земле. "КАК БЫ НИ БЫЛА МОГУЧА ТВОЯ СУЩНОСТЬ, ТЫ ЛИШЬ ГОСТЬ В МОИХ ВЛАДЕНИЯХ. УВАЖАЙ ПОРЯДОК ВНЕШНИХ КЛАСТЕРОВ, И Я ТОЖЕ БУДУ УВАЖАТЬ ТВОЙ ХАОС".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.
