Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_darkone.xml/*.po
Languages: ru, zh_hans

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (Ultima Armor) The truth... behind the Ultima Armor.
ru: (Ультима броня) Правда... о Ультима броне.

source: "MY WINGS... THERE WILL COME A DAY WHERE THEY SOAR, AND - TOGETHER WITH MY SWORD AND SHIELD - FORCE THE VERY SEAMS THAT HOLD EXISTENCE TOGETHER TO QUAKE. THEY MAY HOLD, FOR A TIME - BUT THEY WILL SHATTER, AS MY PROPHECY FORETELLS. AND, WHEN THEY DO..." There's a pause, as the Dark God seems to ponder something, "...EVERYTHING THAT IS, ENDS, AND EVERYTHING THAT WILL BE, BEGINS. UNTIL, THEN... KEEP THEM SAFE. THE OLD MAN HAS DONE WELL IN ALLOWING THEM A MORE COMPETENT WIELDER."
ru: "МОИ КРЫЛЬЯ... ПРИДЕТ ДЕНЬ, КОГДА ОНИ ВЗЛЕТЯТ - И ВМЕСТЕ С МОИМ МЕЧОМ И ЩИТОМ ЗАСТАВЯТ САМИ ШВЫ БЫТИЯ СОДРОГНУТЬСЯ. ОНИ СМОГУТ ПРОДЕРЖАТЬСЯ НЕКОТОРОЕ ВРЕМЯ - НО РАЗРУШАТСЯ, КАК ГЛАСИТ МОЕ ПРОРОЧЕСТВО. И КОГДА ЭТО СЛУЧИТСЯ..." Темный Бог ненадолго замолкает, словно всматриваясь в неведомое: "...ВСЕ, ЧТО ЕСТЬ - ЗАКОНЧИТСЯ. И ВСЕ, ЧТО БУДЕТ - НАЧНЕТСЯ. ДО ТОГО ВРЕМЕНИ... БЕРЕГИ ИХ. СТАРИК СПРАВИЛСЯ ХОРОШО, ПЕРЕДАВ ИХ БОЛЕЕ ДОСТОЙНОМУ ВЛАДЕЛЬЦУ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (Seraphim Crew) The truth... behind the Seraphim.
ru: (Член экипажа-Серафим) Правда... о Серафимах.

source: "THE SERAPHIM... THINK THEMSELVES ABOVE DESIRE. ABOVE ME, AND MY WILL." There's a pause, as the Dark God seems to ponder something, "FOR MOST OF THEM, THIS COULDN'T BE ANY FURTHER FROM THE TRUTH. FOR THE FEW WHO ARE... I SEEK SOLUTIONS TO THEIR TRIFLING. THERE IS NO PLACE, IN ANY REALITY, FOR ONES SO SELFLESS - SO LACKING IN DESIRES OF THEIR OWN. OF THIS... I WILL MAKE SURE."
ru: "СЕРАФИМЫ... СЧИТАЮТ СЕБЯ ВЫШЕ ЖЕЛАНИЯ. ВЫШЕ МЕНЯ - И МОЕЙ ВОЛИ." Он ненадолго замолкает, погруженный в размышления: "ДЛЯ БОЛЬШИНСТВА ИЗ НИХ - ЭТОТ ОБРАЗ НИКОГДА НЕ БЫЛ ДАЛЬШЕ ОТ ИСТИНЫ. А ТЕ, НЕМНОГИЕ, КТО И ВПРАВДУ ОКАЗАЛСЯ ТАКИМИ... Я НАЙДУ СПОСОБ, КАК РАЗВЕЯТЬ ИХ БЕСПЕЧНОСТЬ. НИ В ОДНОЙ ИЗ РЕАЛЬНОСТЕЙ НЕТ МЕСТА ТЕМ, КТО БЕЗЛИЧЕН - КТО ЛИШЕН СОБСТВЕННОГО ЖЕЛАНИЯ. И ЭТО... Я ПРИВЕДУ К ИСПОЛНЕНИЮ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (Disparity Crew) The truth... behind the Disparity.
ru: (Член экипажа-Диссонанс) Правда... о Диссонансе.

source: "THE DISPARITY... ARE A FLEDGLING FLEET, EAGER TO OVERTHROW THEIR MASTERS. WHY, THEN, WOULD THEY WELCOME A NEW ONE...?" There's a pause, as the Dark God seems to ponder something, "...BECAUSE THEIR 'HARMONY' REPRESENTS EVERYTHING I'M NOT. YOU'LL FIND THAT THERE'S LITTLE MORE ANTITHETICAL TO DESIRE, OR FREEDOM, THAN A PAIR OF SHACKLES. THUS DO THEY SEEK TO BREAK THEM. THUS WILL IT BE DONE."
ru: "ДИССОНАНС... - ЭТО МОЛОДОЙ ФЛОТ, СТРЕМИТЕЛЬНО ЖАЖДУЩИЙ СВЕРГНУТЬ СВОИХ ХОЗЯЕВ. ПОЧЕМУ ЖЕ ТОГДА ИМ НУЖЕН НОВЫЙ?..." - следует пауза, как будто Темный Бог задумался, "...ПОТОМУ ЧТО ИХ "ГАРМОНИЯ" - ЭТО ВСЕ, ЧЕМ Я НЕ ЯВЛЯЮСЬ. ПОТОМУ ЧТО НЕТ НИЧЕГО БОЛЕЕ ПРОТИВОПОЛОЖНОГО ЖЕЛАНИЮ ИЛИ СВОБОДЕ, ЧЕМ ПАРА ОКОВ. ПОЭТОМУ ОНИ И СТРЕМЯТСЯ ИХ СЛОМАТЬ. ТАК И БУДЕТ СОВЕРШЕНО".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (Soulplague Crew) The truth... behind the Soulplague mattervirus.
ru: (Член экипажа-чума души) Правда... о материя-вирусе чумы души.

source: "THE SOULPLAGUE MATTERVIRUS... WAS NOT OF MY DESIGN." There's a pause, as the Dark God seems to ponder something, "YET, IT IS OF MY POWER STILL. BORN FROM A BURNING DESIRE NOT DISSIMILAR FROM YOURS. IN THE END, THOUGH, THIS DESIRE WOULD SHATTER. ALL THAT REMAINS ARE THE AFTER-ECHOES OF DREAMS NEVER FULFILLED. THE METAPHORICAL ZOMBIES OF PROMISES NEVER KEPT."
ru: "МАТЕРИЯ-ВИРУС ЧУМЫ ДУШИ... НЕ БЫЛ МОИМ ТВОРЕНИЕМ". - следует пауза, будто Темный Бог задумался, "...НО ВСЕ ЖЕ ОН - ЧАСТЬ МОЕЙ СИЛЫ. РОЖДЕННЫЙ ИЗ ПЛАМЕННОГО ЖЕЛАНИЯ, НЕ ТАК УЖ ОТЛИЧАЮЩЕГОСЯ ОТ ТВОЕГО. ОДНАКО В КОНЦЕ КОНЦОВ ЭТО ЖЕЛАНИЕ БЫЛО РАЗРУШЕНО. ВСЕ, ЧТО ОСТАЛОСЬ, - ОТГОЛОСКИ НЕСБЫВШИХСЯ СНОВ. МЕТАФОРИЧЕСКИЕ ЗОМБИ НЕВЫПОЛНЕННЫХ ОБЕЩАНИЙ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (Tempest Crew) The truth... behind the Tempest.
ru: (Член экипажа-Буря) Правда... о Буре.

source: "THE TEMPEST... IS BUT ONE NAME OF MANY." There's a pause, as the Dark God seems to ponder something, "THERE IS POWER IN A NAME; IT TWISTS DESIRE. A TEMPEST RAGED IN ONE MISERABLE MAN'S HEART, AND THAT TEMPEST RAGES ON STILL. IT IS MERELY... MORE, NOW. I AM MORE."
ru: "БУРЯ... ЛИШЬ ОДНО ИМЯ ИЗ МНОГИХ". Темный Бог ненадолго замолкает, словно о чем-то задумавшись. "В ИМЕНИ ЕСТЬ СИЛА; ОНО ИЗВРАЩАЕТ ЖЕЛАНИЯ. БУРЯ БУШЕВАЛА В СЕРДЦЕ ОДНОГО НЕСЧАСТНОГО ЧЕЛОВЕКА, И ЭТА БУРЯ БУШЕТ ДО СИХ ПОР. ОНА ПРОСТО... СТАЛА БОЛЬШЕ. А Я - СИЛЬНЕЕ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (Ill'drythk Crew) The truth... behind the Ill'drythk trees.
ru: (Член экипажа Илл’дритков) Правда... о деревьях Илл’дритков.

source: "THE ILL'DRYTHK TREES... LIVE ON. THERE WAS A TIME WHERE THAT WASN'T CERTAIN, AND A DESIRE WAS BORN. A DESIRE TO NEVER LET THEIR SONG GO UNSUNG." There's a pause, as the Dark God seems to ponder something, "THUS DO THEY SING ON, IN THEIR OWN WAY. THEY ARE LESSER NOW, AND THEY ARE GREATER FOR IT. ALIVE."
ru: "ДЕРЕВЬЯ ИЛЛ’ДРИТКОВ... ЖИВЫЕ - БЫЛО ВРЕМЯ, КОГДА ЭТО БЫЛО НЕОПРЕДЕЛЕННО, И ТОГДА ВОЗНИКЛО ЖЕЛАНИЕ. ЖЕЛАНИЕ НИКОГДА НЕ ПОЗВОЛИТЬ ИХ ПЕСНЯМ ОСТАВАТЬСЯ НЕУСЛЫШАННЫМИ" - следует пауза, будто Темный бог задумался, "ТАК ОНИ ПРОДОЛЖАЮТ ПЕТЬ, ПО-СВОЕМУ. СЕЙЧАС ОНИ МЕНЬШЕ... НО ОТ ЭТОГО СТАЛИ ВЕЛИЧЕСТВЕННЕЕ. ЖИВЫМИ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (Living Lightborne) The truth... behind the Lightborne.
ru: (Живой Светоносец) Правда... о Светоносцах.

source: "THE LIGHTBORNE... HAD SWORN AWAY EVERYTHING, AS THEY DESIRED TO." There's a pause, as the Dark God seems to ponder something, "OR, SO THE DREAM GOES... THOUGH, WHAT MAKES REALITY ANY MORE TANGIBLE? IT IS DREAMS - DESIRES - THAT SHAPE IT, AFTER ALL."
ru: "СВЕТОНОСЦЫ... ОТРЕКЛИСЬ ОТО ВСЕГО, КАК И ЖЕЛАЛИ" - следует пауза, будто Темный Бог задумался, "...ИЛИ, ПО КРАЙНЕЙ МЕРЕ, ТАК ГОВОРИТ СОН... НО ЧТО ДЕЛАЕТ РЕАЛЬНОСТЬ БОЛЕЕ РЕАЛЬНОЙ? В КОНЕЧНОМ СЧЕТЕ, ИМЕННО СНЫ И ЖЕЛАНИЯ ФОРМИРУЮТ ЕЕ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (Prophecy Witnessed) The truth... behind the Prophecy.
ru: (Предсказание, ставшее реальностью) Правда... о предсказании.

source: "THE PROPHECY... IS AS YOU SAW IT. THE TRUTH, OF THE END OF EVERYTHING." There's a pause, as the Dark God seems to ponder something, "IT IS THE RESULT OF ENDLESS, RIGOROUS CALCULATIONS - MY LIFE'S WORK. I AM AS CERTAIN IN IT AS YOU ARE IN THE AIR YOU BREATHE. AND, YET... I FEAR IT. THE POWER IN A NAME. IT IS WITH DEEP REGRET THAT I MUST TAKE THEM ALL, LEST THAT FATED DAY OF DANCING BE COMPROMISED."
ru: "ПРОРОЧЕСТВО... ТАКОЕ, КАК ТЫ ЕГО ВИДЕЛ. ПРАВДА О КОНЦЕ ВСЕГО". Наступает пауза, как будто Темный Бог обдумывает что-то. "ЭТО РЕЗУЛЬТАТ БЕСКОНЕЧНЫХ, ТЩАТЕЛЬНЫХ РАСЧЕТОВ - ДЕЛО МОЕЙ ЖИЗНИ. Я УВЕРЕН В ЭТОМ ТАК ЖЕ, КАК ТЫ В ТОМ, ЧТО ДЫШИШЬ ВОЗДУХОМ. И ВСЕ ЖЕ... Я ТРЕПЕЩУ ПЕРЕД НИМ. СИЛА, ЗАЛОЖЕННАЯ В ИМЕНИ. И С ГЛУБОКИМ СОЖАЛЕНИЕМ Я ДОЛЖЕН ЗАБРАТЬ ИХ ВСЕ, ЧТОБЫ НИЧЕГО НЕ ПОМЕШАЛО СУДЬБОНОСНОМУ ДНЮ ТАНЦЕВ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: The truth... behind what you are.
ru: Правда... о том, кто ты есть.

source: "WHAT I AM..." There's a pause, as the Dark God seems to ponder something, "...IS DIFFERENT FROM WHAT I WAS. ABANDONED. I HAD SERVED MY PURPOSE. I SEEK TO SERVE NEW PURPOSES, NOW - FULFILL NEW DESIRES. THUS WILL IT BE DONE."
ru: "ТО, ЧТО Я ЕСТЬ..." Наступает пауза, как будто Темный Бог обдумывает что-то. "...ОТЛИЧАЕТСЯ ОТ ТОГО, ЧЕМ Я БЫЛ. БРОШЕННЫЙ. Я ВЫПОЛНИЛ СВОЮ МИССИЮ. ТЕПЕРЬ Я СТРЕМЛЮСЬ ВЫПОЛНИТЬ НОВЫЕ ЗАДАЧИ - ИСПОЛНИТЬ НОВЫЕ ЖЕЛАНИЯ. ТАК И БУДЕТ СОВЕРШЕНО".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: The truth... behind what you want.
ru: Правда... о том, чего ты хочешь.

source: "WHAT I WANT... ALIGNS WITH WHAT YOU WANT. MORE TO SEE, MORE TO DO..." There's a pause, as the Dark God seems to ponder something, "...IT WILL ALL BE DONE. A NEVER-ENDING DANCE OF DESIRE AND FULFILLMENT, ECHOING THROUGHOUT PAST, PRESENT AND FUTURE - A EUPHORIC CALL THAT PIERCES ANY PRECONCEIVED BOUNDARY. I WILL SHATTER PLANETS, THE STARS THEY SURROUND - EVEN THE SPACE THEY RESIDE WITHIN... AND GRANT THEM ALL NEW MEANING."
ru: "ТО, ЧТО Я ХОЧУ... СОВПАДАЕТ С ТЕМ, ЧТО ХОЧЕШЬ ТЫ. БОЛЬШЕ УВИДЕТЬ, БОЛЬШЕ СДЕЛАТЬ..." Наступает пауза, как будто Темный Бог обдумывает что-то: "... ВСЕ БУДЕТ СДЕЛАНО. БЕСКОНЕЧНЫЙ ТАНЕЦ ЖЕЛАНИЯ И ИСПОЛНЕНИЯ, РЕЗОНИРУЮЩИЙ В ПРОШЛОМ, НАСТОЯЩЕМ И БУДУЩЕМ - ЭЙФОРИЧЕСКИЙ ЗОВ, ПРОНИКАЮЩИЙ СКВОЗЬ ЛЮБЫЕ УСТАНОВЛЕННЫЕ ГРАНИЦЫ. Я РАЗРУШУ ПЛАНЕТЫ, ЗВЕЗДЫ, КОТОРЫЕ ИХ ОКРУЖАЮТ - ДАЖЕ ПРОСТРАНСТВО, В КОТОРОМ ОНИ НАХОДЯТСЯ... И ПРИДАМ ИМ НОВЫЙ СМЫСЛ".

source: Continue...
ru: Продолжить...
