Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_darkone.xml/*.po
Languages: ru, zh_hans

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and not(@lvl)]/event/text
ru: Вы быстро понимаете, что эта книга идентична Потустороннему фолианту, который уже находится в вашем распоряжении. Должно быть, они с Киром совершили какой-то ужасный ритуал, содержащийся на ее страницах, а он стал жертвой... Ужасно, если не сказать больше, но для вас нет никакой ценности в обладании второй копией этой мерзкой книги. Вы оставляете ее, и непрекращающиеся рыдания Лилит, кажется, понемногу стихают.
zh_hans: 你很快意识到，这本书和你已有的那本《异界典籍》一模一样。她和凯尔一定进行了书页中记载的某种不可言说的仪式，而他成了祭品……至少可以说，这很可怕，但对你来说，拥有第二本这可怕的书副本价值不大。你把它留在原地，莉莉丝不断的扭动似乎稍微平静了一些。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
ru: Сейчас! Проскочить мимо исчадия и убраться отсюда!
zh_hans: 就是现在！冲过怪物，离开这里！

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/text
ru: В этот момент Лилит бросается на вас, и вы уворачиваетесь от нее, роняя и книгу, и фотографию. Вы не знаете, что с ней произошло, и не собираетесь доверять свою жизнь такому чудовищу. Направляясь к кораблю, вы слышите, как Лилит... всхлипывает позади вас. Это тревожный, полный отчаяния всхлип. Но это не должно вас волновать... вам все равно нужно выбраться из этого адского мира.
zh_hans: 莉莉丝冲过来时，你躲开她，丢下了书和照片。你不知道她变成了什么，也绝不可能把性命托付给这样的噩梦。当你冲向星舰时，你听到莉莉丝……在你身后哭泣。那是扭曲、可怕的哭泣声。但你不能让它影响你……你仍然需要离开这个地狱般的地方。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[2]/text
ru: Оставить это и убраться отсюда.
zh_hans: 不管它，离开这里。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[2]/event/text
ru: Вы не знаете, хотите ли вы узнать правду о том, что произошло здесь, или о том, что находится за этой дверью. Решив выбраться отсюда, вы готовитесь продолжить сражение с Темным Богом и его тенями.
zh_hans: 你不确定自己是否想知道这里发生了什么真相，或者门后到底有什么。你满足于离开这里，准备继续你对黑暗之神及其阴影的战斗。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER"]/text
ru: Вы рассчитываете увидеть корабль Кира и Лилит, но вместо этого перед вами предстает... стоп, нет, это корабль Кира и Лилит. По крайней мере, он похож на него, но все перекошено и окутано тьмой... Что случилось? Вы не успеваете задуматься об этом, как кошмарная форма корабля ваших друзей бросается в атаку!
zh_hans: 你期待着看到凯尔和莉莉丝的星舰，但迎接你的是……等等，不，这确实是凯尔和莉莉丝的星舰。至少，形状是的，但它完全扭曲，被黑暗包裹……发生了什么？你没太多时间思考，因为你朋友们那噩梦般的星舰形态开始攻击了！

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_ALONE"]/text
ru: Вы снова оказываетесь у выхода из этого ужасного путешествия... но воспользуетесь ли вы им на этот раз?
zh_hans: 你再次抵达这可怕旅程的出口……这次，你会接受它吗？

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/text
ru: Теперь, когда вы у выхода, тьма кажется... неподвижной. Все кажется спокойным.
zh_hans: 既然到了出口，黑暗似乎……静止了。一切归于平静。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/text
zh_hans: 然而，这份宁静没有持续多久……你感到周围的空间扭曲，时间本身似乎再次放缓。然后，令你不安的是，黑暗之神再次强行闯入你的脑海：“能 行 至 此 处 确 实 令 人 印 象 深 刻。你 立 于 悬 崖 之 巅；逃 脱 触 手 可 及。然 而，在 我 们 相 伴 的 时 光 结 束 前，我 将 赐 予 你 最 后 一 个 渴 望。让 它 显 现 吧。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/text
zh_hans: 我渴望……真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/text
zh_hans: 一阵被激起的兴趣，那震耳欲聋的声音答道：“非 常……好 奇。你 渴 望 何 种 真 相？”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="darkone_alignment"]/text
zh_hans: 那个……我击败的英雄的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="darkone_alignment"]/event/text
zh_hans: “你 击 败 的 那 个 英 雄……令 我 惊 讶。很 少 有 事 能 让 我 惊 讶，而 我 至 今 无 法 计 算 它 是 如 何 能 从 我 自 身 的 力 量 中 脱 离 控 制 的。有 一 个 变 量 是 确 定 的：纯 粹 的 渴 望。去 克 服 它 认 为 无 人 能 及 之 事。在 这 一 点 上，你 与 它 并 无 不 同；然 而 你 现 在 站 在 这 里，胜 利 者……” 停顿了一下，黑暗之神似乎在思考着什么，“……不 过，我 担 心 其 他 ‘英 雄’ 尚 存。找 出 他 们，击 败 他 们，你 将 知 晓 真 正 的 力 量。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="darkone_alignment"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="darkone_alignment"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="eldritch_cat"]/text
zh_hans: （押韵者）“哦，谁会不爱真相！但，凭什么你就是那超级神探？”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="eldritch_cat"]/event/text
zh_hans: 一阵烦躁充斥空气，黑暗之神反驳道：“了 解 事 物 是 我 的 职 责，野 兽——正 如 你 的 职 责 是 无 休 止 地 纠 缠。而 你 主 人 的 职 责 则 是 干 预——她 认 为 只 有 她 的 计 划 才 行 得 通。” 停顿了一下，黑暗之神似乎在思考着什么，“唉，混 沌 之 中 鲜 有‘存 在’。无 所 渴 求，唯 余 万 物 之 疯 狂……这 算 不 上 多 么 有 成 效 的 存 在。即 便 如 此……它 仍 是 一 种 渴 望。其 中 有 力 量——我 将 欢 迎 它，待 到 舞 蹈 之 日。” 押韵者似乎对其反驳很感兴趣，这时黑暗的锁链在其周围显现——迅速将其束缚在地。“尽 管 你 的 族 类 或 许 强 大，在 我 的 领 域 中，你 不 过 是 位 客 人。尊 重 外 围 星 团 的 秩 序，我 亦 将 继 续 尊 重 它 们 的 混 沌。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="eldritch_cat"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="eldritch_cat"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="gnome"]/text
zh_hans: （矮人）关于……这个玩意儿的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="gnome"]/event/text
zh_hans: “这 个‘玩 意 儿’，如 你 所 言……来 自 外 围 边 缘。” 停顿了一下，黑暗之神似乎在思考着什么，“我 曾 在 裂 隙 间 穿 梭 良 多，所 见 更 多——但 鲜 有 如 此 真 正 混 沌 之 物。我 想 象……她 会 是 其 幕 后 黑 手。小 心，容 器。即 便 是 我，也 会 建 议 你 在 她 周 围 小 心 行 事……若 非 她——那 就 是 中 央 区 的 居 民。看 到 此 物 在 你 手 中，他 们 可 不 会 像 我 这 般 平 静。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="gnome"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="gnome"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_SYLVAN"]/text
zh_hans: （希尔凡）关于希尔凡的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_SYLVAN"]/event/text
zh_hans: “中 心 区 的 居 民……每 个 现 实 的 希 尔 凡 们。对 此，你 大 概 知 晓——即 使 你 记 不 起。但 你 或 许 好 奇 想 知 道 的 是……他 们 容 忍 我 在 此 存 在 的 真 相。” 停顿了一下，黑暗之神似乎在思考着什么，“坦 白 说……我 只 是 顺 应 他 们 的 渴 望。他 们 不 愿 看 到 外 围 星 团 的 干 预，故 我 确 保 他 们 看 不 到。如 此，他 们 对 我 的 事 务 保 持 盲 目……在 某 种 意 义 上。他 们 的 领 袖 自 视 凌 驾 于 我 这 般 存 在 的 力 量 之 上，手 中 隐 约 控 制 着 一 个 混 沌 的 外 围 存 在……但 希 尔 凡 们 对 他 们 自 以 为 负 责 维 系 的 秩 序 一 无 所 知。唉——待 到 舞 蹈 之 日，他 们 都 将 明 白 何 为 真 正 的 秩 序。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_SYLVAN"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_SYLVAN"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thescarred"]/text
zh_hans: （烙疤者）关于烙疤者的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thescarred"]/event/text
zh_hans: “那 叛 徒……是 个 错 误 的 判 断。我 曾 以 为 它 值 得 成 为 我 的 利 刃——它 却 证 明 自 己 只 配 将 其 打 碎。如 今，它 与 我 的 利 刃 皆 成 碎 片——等 待 着 被 修 复、能 再 次 执 行 其 意 志 的 那 一 天……或 者 等 待 着 它 们 化 为 尘 埃、成 为 被 遗 忘 记 忆 的 那 一 天。” 停顿了一下，黑暗之神似乎在思考着什么，“我……会 建 议 你 留 意 它，如 果 你 打 算 留 着 它。你 已 看 到 信 任 它 给 我 带 来 了 什 么 下 场。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thescarred"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thescarred"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thehunger"]/text
zh_hans: （“饥饿”）关于“饥饿”的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thehunger"]/event/text
zh_hans: “那‘饥 饿’……并 非 总 是 如 此 饥 饿。” 停顿了一下，黑暗之神似乎在思考着什么，“也 并 非……所 有 个 体 都 如 此 连 接。一 个 集 体，其 目 标 如 此 一 致，来 自 他 们‘谐 合’的 伤 疤 如 此 相 似，以 至 于 在 物 理 上 连 为 一 体。这 便 是 他 们 纽 带 的 力 量——以 及 他 们 的 渴 望。事 便 如 此 成 就。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thehunger"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thehunger"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theaberration"]/text
zh_hans: （“愚者”）关于“愚者”的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theaberration"]/event/text
zh_hans: “那‘愚 者’……名 副 其 实——一 个 愚 人。” 停顿了一下，黑暗之神似乎在思考着什么，“我 赐 予 了 它 想 要 的 一 切——它 的 朋 友，安 全 无 虞；实 验 的 成 功。甚 至 名 望——如 今 所 有 人 都 知 晓 它 的 作 品。它 的 数 据 病 毒 的 作 品；腐 化 者、空 壳，甚 至 武 器……然 而，对 它 而 言 这 仍 然 不 够。它 所 度 过 的 每 一 个 痛 苦、未 曾 满 足 的 瞬 间，回 忆 着 曾 能 呼 吸 的 时 光，它 本 该 用 来 感 谢 你，因 为 你 保 护 它 免 受 我 的 伤 害。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theheroine"]/text
zh_hans: （“女杰”）关于“女杰”的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theheroine"]/event/text
zh_hans: “那‘女 杰’，如 你 所 称……是 我 所 厌 恶 之 人。憎 恨 并 非 我 的 本 分：然 而，我 确 实 憎 恨。这 位 女 杰 并 不 渴 望：它 显 化。它 不 违 抗 命 运：它 接 受 命 运。它，就 像 它 族 类 中 的 少 数 其 他 个 体，是 一 台 隐 喻 的 机 器，为 了‘拯 救’ 它 认 为 较 弱 者 而 被 建 造，并 欣 然 遵 循 此 道。正 因 如 此，若 有 机 会，我 会 摧 毁 它，就 如 它 会 摧 毁 我。” 停顿了一下，黑暗之神似乎在思考着什么，“我 唯 一 的 遗 憾……是 我 可 能 再 也 不 会 有 那 样 的 机 会 了。尤 其 是 有 你 站 在 它 身 边。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theminister"]/text
zh_hans: （“牧师”）关于“牧师”的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theminister"]/event/text
zh_hans: “那 老 头……最 好 被 遗 忘。总 有 一 天，当 他 完 成 使 命，我 的 双 翼 将 撞 击 现 实 之 壁。在 那 之 前，他 活 着 只 为 一 个 原 因——他 的 渴 望。无 论 从 他 的 角 度，还 是 从 我 的 角 度。” 停顿了一下，黑暗之神似乎在思考着什么，“尽 管，我 内 心 的 某 个 部 分 确 实 享 受 看 着 他 执 行 那 些 小 小 的 差 事。他 显 得 如 此……微 不 足 道。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theminister"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theminister"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTHEOVERSEER"]/text
zh_hans: （“监督者”）关于“监督者”的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTHEOVERSEER"]/event/text
zh_hans: “我 的 利 刃……竟 能 将 它 带 到 此 处，确 实 令 人 印 象 深 刻。” 停顿了一下，黑暗之神似乎在思考着什么，“且 不 提 你 能 挥 舞 它……很 少 有 人 像 你 这 样 令 我 印 象 深 刻，容 器。然 而……须 知，当 时 机 到 来，执 掌 利 刃 的 将 是 我。对 此，我 绝 不 犹 豫。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTHEOVERSEER"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTHEOVERSEER"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theshade"]/text
zh_hans: （“暗影”）关于这个神秘身影的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theshade"]/event/text
zh_hans: “这 个‘神 秘 身 影’，如 你 所 言……” 停顿了一下，黑暗之神似乎在思考着什么，“……将 很 好 地 为 你 服 务。对 此，我 确 信 无 疑。若 你 渴 望 知 道 更 多，不 过……考 虑 造 访 现 实 裂 隙 之 一 吧——你 必 须 亲 眼 见 证 万 物 的 边 缘。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theshade"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theshade"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/text
zh_hans: （莉莉丝）关于凯尔遭遇的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/text
zh_hans: “凯 尔……并 未 在 我 计 算 中 人 们 所 预 期 的 地 方。其 他 人 也 一 样。为 此 感 到 安 慰 吧：我 从 不 浪 费。” 停顿了一下，黑暗之神似乎在思考着什么，“也 许 有 一 天，你 会 看 到 它。那 场 美 丽 的 舞 蹈。凯 尔 的，莉 莉 丝 的……所 有 人 的，当 他 们 一 起 歌 唱，永 远 地。事 便 如 此 成 就。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/text
zh_hans: （究极装甲）关于究极装甲的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/text
zh_hans: “我 的 双 翼……总 有 一 天，它 们 将 展 翅 翱 翔，并——与 我 的 利 刃 和 护 盾 一 起——迫 使 维 系 存 在 的 裂 隙 震 颤。它 们 或 许 能 坚 持 一 时——但 它 们 终 将 崩 碎，如 我 的 预 言 所 示。而 当 它 们 崩 碎 之 时……” 停顿了一下，黑暗之神似乎在思考着什么，“……一 切 存 在 者，终 结；一 切 将 存 在 者，开 始。直 到 那 时……保 护 好 它 们。那 老 头 干 得 不 错，让 它 们 有 了 一 位 更 称 职 的 持 有 者。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDSERAPHIM"]/text
zh_hans: （炽天使船员）关于炽天使的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDSERAPHIM"]/event/text
zh_hans: “炽 天 使 们……自 视 凌 驾 于 渴 望 之 上。凌 驾 于 我，及 我 的 意 志 之 上。” 停顿了一下，黑暗之神似乎在思考着什么，“对 于 其 中 大 多 数 来 说，这 与 真 相 相 去 甚 远。对 于 那 少 数 真 正 如 此 的……我 在 寻 求 解 决 他 们 这 琐 事 的 方 法。在 任 何 现 实 中，都 没 有 如 此 无 私 之 人——如 此 缺 乏 自 身 渴 望 之 人——的 容 身 之 地。对 此……我 将 确 保 无 疑。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDSERAPHIM"]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDSERAPHIM"]/event/choice/event/text
zh_hans: 随着你的渴望得到满足，黑暗之神再次说道：“若 你 渴 望 留 在 此 处，留 在 我 的 怀 抱 中，须 知 我 将 继 续 考 验 你 并 赐 予 你 每 一 个 渴 望。若 你 渴 望 离 开，此 事 亦 可 成 就。我 预 计……无 论 如 何，我 们 再 次 共 舞 只 是 时 间 问 题。” 说完，你感觉现实恢复正常，似乎可以自由离开了……在你货舱里最后一格燃料显形之后。你猛然意识到这场疯狂终于结束了，然而你却感觉在途中失去了自己的一部分。或许你永远无法逃离这可憎的虚空；无法全身而退……只要你内心还承载着自己的黑暗。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DISPARITY"]/text
zh_hans: （分离者船员）关于分离者的真相。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DISPARITY"]/event/text
zh_hans: “分 离 者……是 一 支 初 生 的 舰 队，渴 望 推 翻 他 们 的 主 人。那 么，为 何 他 们 会 欢 迎 一 位 新 主 人……？” 停顿了一下，黑暗之神似乎在思考着什么，“……因 为 他 们 的‘谐 合’代 表 着 与 我 截 然 相 反 的 一 切。你 会 发 现，几 乎 没 有 什 么 比 一 副 枷 锁 更 与 渴 望 或 自 由 格 格 不 入 了。故 此，他 们 寻 求 打 破 它 们。事 便 如 此 成 就。”

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice/text
zh_hans: 继续。
