Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_darkone.xml/*.po
Languages: ru, zh_hans

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE_FIGHT"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE_FIGHT_WIN"]/text
ru: В вашей груди пылает пламя, а рядом с вами появляется награда за победу над этими странными незваными гостями. Тем не менее вы понимаете, что теряете силы как в борьбе с повстанцами... так и с тьмой, если уж на то пошло. Вам нужно двигаться дальше.
zh_hans: 你胸口感到一阵灼热，击败这些奇怪入侵者的奖赏显现在你身旁。即便如此，你意识到自己在与叛军的赛跑中正失去优势……黑暗方面亦然。你需要继续前进。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE"]/text
ru: ...и уступает место далекому светящемуся маяку, когда открывается червоточина и из нее появляется переливающийся маслянистый корабль. Возможно, они не знают, где находятся и что здесь делают, но они знают одно: вы - их следующая цель!
zh_hans: ……并为远处的一道光让路，一个虫洞打开，一艘虹彩、油腻的星舰从虚空中显现。他们或许不知身在何处，亦不知为何在此，但他们知道一件事：你是他们的下一个目标！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE"]/choice[@req="darkone_alignment"]/text
ru: Я хочу... вмешательства.
zh_hans: 我渴望……干预。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE"]/choice[2]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK_FIGHT"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK_FIGHT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK_FIGHT"]/deadCrew/text
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK_FIGHT"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK_FIGHT_WIN"]/text
ru: Наступает неловкая тишина, когда странные незваные гости рассыпаются, и вы чувствуете, что уничтожение не было единственным выходом. Тем не менее вы понимаете, что теряете силы как в борьбе с повстанцами... так и с тьмой, если уж на то пошло. Вам нужно двигаться дальше.
zh_hans: 随着那些奇怪的入侵者崩溃，一阵尴尬的沉默降临，你觉得毁灭并非唯一的选择。即便如此，你意识到自己在与叛军的赛跑中正失去优势……黑暗方面亦然。你需要继续前进。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK_FIGHT_WIN_BONUS"]/text
ru: В вашей голове раздается слабое пение, когда из одного из странных, павших незваных гостей прорастает новая жизнь... и формируется новая. Вы готовитесь к худшему, но оно просто убегает в угол, а вы моргаете... значит, оно дружелюбное? Тем не менее вы понимаете, что теряете силы как в борьбе с повстанцами... так и с тьмой, если уж на то пошло. Вам нужно двигаться дальше.
zh_hans: 一阵微弱的歌声在你脑海中响起，新的生命从一具倒下的奇怪入侵者身上萌发……一个新的个体形成。你做好了最坏的打算，但它只是在你眨眼间跑到了角落……它是友好的吗？即便如此，你意识到自己在与叛军的赛跑中正失去优势……黑暗方面亦然。你需要继续前进。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK"]/text
ru: ...и странный туман надвигается на вас, когда открывается червоточина и из нее появляется мохнатая масса. Возможно, они не знают, где находятся и что здесь делают, но они знают одно: вы - их следующая цель!
zh_hans: ……并且一阵奇怪的雾气滚滚而来，一个虫洞打开，一团毛茸茸的物质从虚空中显现。他们或许不知身在何处，亦不知为何在此，但他们知道一件事：你是他们的下一个目标！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK"]/choice[@req="darkone_alignment"]/text
ru: Я хочу... вмешательства.
zh_hans: 我渴望……干预。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK"]/choice[2]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER_FIGHT"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER_FIGHT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER_FIGHT"]/deadCrew/text
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER_FIGHT"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER_FIGHT_WIN"]/text
ru: Наступает неловкое молчание, пока странные незваные гости исчезают, и вы чувствуете, что убийство было не единственным выходом. Тем не менее вы понимаете, что теряете силы как в борьбе с повстанцами... так и с тьмой, если уж на то пошло. Вам нужно двигаться дальше.
zh_hans: 随着那些奇怪的入侵者融化，一阵尴尬的沉默降临，你觉得谋杀并非唯一的选择。即便如此，你意识到自己在与叛军的赛跑中正失去优势……黑暗方面亦然。你需要继续前进。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER_FIGHT_WIN_BONUS"]/text
ru: Шепот странного корабля затихает, а то, что от него осталось, превращается в нечто единое... по вашему мнению, в чумную оболочку. Она появляется рядом с вами, и вы готовитесь к худшему, но она просто стоит и булькает. Значит, она дружелюбная? Тем не менее вы понимаете, что теряете силы как в борьбе с повстанцами... так и с тьмой, если уж на то пошло. Вам нужно двигаться дальше.
zh_hans: 那艘奇怪星舰的低语平息，其残骸汇聚成一个单一的形态……你认出是一个魂疫空壳。它出现在你身旁，你做好了最坏的打算，但它只是站在那里，发出咕噜声。它是友好的吗？即便如此，你意识到自己在与叛军的赛跑中正失去优势……黑暗方面亦然。你需要继续前进。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER"]/text
ru: ...и уступив место далекому светящемуся маяку, открывается червоточина, и из нее появляется переливающийся маслянистый корабль. С корабля доносится слабый шепот... Возможно, они не знают, где находятся и что здесь делают, но они знают одно: вы - их следующая цель!
zh_hans: ……并为远处的一道光让路，一个虫洞打开，一艘虹彩、油腻的星舰从虚空中显现。从星舰中散发出微弱的低语……他们或许不知身在何处，亦不知为何在此，但他们知道一件事：你是他们的下一个目标！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER"]/choice[@req="darkone_alignment"]/text
ru: Я хочу... вмешательства.
zh_hans: 我渴望……干预。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER"]/choice[2]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST_FIGHT"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST_FIGHT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST_FIGHT"]/deadCrew/text
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST_FIGHT"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST_FIGHT_WIN"]/text
ru: Наступает неловкая тишина, когда странные незваные гости исчезают, и вы чувствуете, что убийство не было единственным выходом. Тем не менее вы понимаете, что теряете силы как в борьбе с повстанцами... так и с тьмой, если уж на то пошло. Вам нужно двигаться дальше.
zh_hans: 随着那些奇怪的入侵者逐渐消失，一阵尴尬的沉默降临，你觉得谋杀并非唯一的选择。即便如此，你意识到自己在与叛军的赛跑中正失去优势……黑暗方面亦然。你需要继续前进。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST_FIGHT_WIN_BONUS"]/text
ru: Из того, что осталось от странного корабля, вырывается молния, и ее энергия сливается рядом с вами в одну из странных сущностей, с которыми вы только что сражались. Вы приготовились к худшему, но оно просто стоит и смотрит на вас из-под мантии. Значит, оно дружелюбно? Тем не менее вы понимаете, что теряете силы как в борьбе с повстанцами... так и с тьмой, если уж на то пошло. Вам нужно двигаться дальше.
zh_hans: 一道闪电从那艘奇怪星舰的残骸中迸发，其能量在你身旁汇聚，形成了一个你刚刚战斗过的奇怪实体。你做好了最坏的打算，但它只是站在那里，从斗篷下凝视着。它是友好的吗？即便如此，你意识到自己在与叛军的赛跑中正失去优势……黑暗方面亦然。你需要继续前进。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST"]/text
ru: ...и тут надвигается мощный космический шторм, открывается червоточина, и из нее появляется темный, разукрашенный корабль. Возможно, они не знают, где находятся и что здесь делают, но они знают одно: вы - их следующая цель!
zh_hans: ……并且一场巨大的太空风暴滚滚而来，一个虫洞打开，一艘深色、涂漆的星舰从虚空中显现。他们或许不知身在何处，亦不知为何在此，但他们知道一件事：你是他们的下一个目标！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST"]/choice[@req="darkone_alignment"]/text
ru: Я хочу... вмешательства.
zh_hans: 我渴望……干预。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST"]/choice[2]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE"]/text
ru: Острая боль пронзает вашу голову, когда безумие снаружи, кажется, меняется...
zh_hans: 一阵剧痛刺痛你的心智，外面的疯狂景象似乎发生了转变……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/text
ru: Здесь не чувствуется зла в воздухе... Напротив, вы чувствуете тепло. Успокоение. Блаженство, когда с вас снимают бремя... Но какое бремя беспокоит вас больше всего?
zh_hans: 你在这里感觉不到恶意……恰恰相反，你感到温暖。被抚慰。被赐福，因为你的负担被卸下……但哪个负担最困扰你？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[1]/text
ru: Меня тяготит мысль о недостаточной целостности корпуса.
zh_hans: 我因舰体完整性不足而困扰。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[1]/event/text
ru: Вы закрываете глаза, и это тепло внутри вас превращается в нечто большее. В нечто осязаемое. Повреждения вашего корабля чудесным образом устранены, и вы с уверенностью смотрите на предстоящее путешествие... Это царство безумия не сломит вас.
zh_hans: 你闭上眼睛，内心的温暖绽放为更伟大的事物。某种有形之物。你星舰的损伤奇迹般地被修复，你对前路感到乐观……这片疯狂之地不会吞噬你。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[2]/text
ru: Меня тяготит мысль о недостаточном количестве экипажа.
zh_hans: 我因船员不足而困扰。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[2]/event/text
ru: Вы закрываете глаза, и это тепло внутри вас превращается в нечто большее. В нечто осязаемое. Рядом с вами открывается портал, и из него выходит глубоководный. Он выглядит немного растерянными, если не сказать взволнованными: "Это... царство Темного? Мы... приблизились к его величию?" Вы киваете, и он начинает пританцовывать: "Значит... ритуал сработал! Я... должен помочь вам, я в это верю". Вы обмениваетесь формальностями, и глубоководный покидает комнату, похоже, довольный тем, что оказался здесь. Вы с уверенностью смотрите на предстоящее путешествие... это царство безумия не сломит вас.
zh_hans: 你闭上眼睛，内心的温暖绽放为更伟大的事物。某种有形之物。一个传送门在你身旁打开，一名深渊潜者从中走出。他们看起来有些困惑，但还算热情，“这……是黑暗之神的领域吗？我们……接近它的伟大了吗？”你点点头，他们跳了个小舞，“那……仪式成功了！我……是来帮助你的，我想。”你们交换了正式介绍，深渊潜者离开了房间，似乎很满意自己的位置。你对前路感到乐观……这片疯狂之地不会吞噬你。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[3]/text
ru: Меня тяготит мысль о недостаточном количестве ресурсов.
zh_hans: 我因资源不足而困扰。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[3]/event/text
ru: Вы закрываете глаза, и тепло внутри вас перерастает в нечто большее. В нечто осязаемое. В вашем трюме необъяснимым образом появляется несколько ящиков с ресурсами, и вы с уверенностью смотрите на предстоящее путешествие... это царство безумия не сломит вас.
zh_hans: 你闭上眼睛，内心的温暖绽放为更伟大的事物。某种有形之物。几箱资源莫名其妙地出现在你的货舱里，你对前路感到乐观……这片疯狂之地不会吞噬你。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[4]/text
zh_hans: 我因力量不足而困扰。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[4]/event/text
zh_hans: 你闭上眼睛，内心的温暖绽放为更伟大的事物。某种有形之物。一个传送门在你身旁打开，一个迷失的人类灵魂从中飘出……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[4]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[4]/event/choice/event/text
zh_hans: ……接着又是一个。尽管他们的面容可怖，但他们所散发的潜在力量是不可否认的。甚至令人感到安慰。你对前路感到乐观……这片疯狂之地不会吞噬你。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_DESTROYEDLOSS"]/text
ru: Кошмар рассеивается, но ничего не получается... ССД сигнатуры Кира и Лилит исчезают. Возможно, вы никогда не узнаете, что случилось с вашими друзьями, но, тем не менее, в вашем трюме появляется немного топлива. Темный Бог, должно быть, смеется...
zh_hans: 噩梦消散了，但什么也没留下……凯尔和莉莉丝的超光速信号也消失了。你可能永远不知道你的朋友们发生了什么，但一点燃料仍然显现在你的货舱里。黑暗之神一定在发笑……

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/text
ru: Когда исчадие и ее кошмарные ужасы уничтожены, в вашем трюме появляется немного топлива от Темного Бога, и все стихает. Свободно исследуя ужасный корабль, вы быстро находите памятные вещи, принадлежащие Киру и Лилит... в частности, их совместные фотографии. Должно быть, это действительно их корабль... Но что же случилось с двумя влюбленными?
zh_hans: 随着那怪物及其噩梦般的恐怖被击倒，一点来自黑暗之神的燃料出现在你的货舱里，一切归于平静。自由探索这艘幽灵般的星舰，你很快找到了属于凯尔和莉莉丝的纪念品……特别是两人的合照。这一定是他们的星舰……但那对恋人呢？

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/text
ru: Продолжить исследование.
zh_hans: 继续探索。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/text
ru: Держа в руках фотографию и оглядываясь по сторонам, вы обнаруживаете дверь, которую не заметили раньше. Приложив к ней руку, вы ощущаете странное тепло... сопровождаемое тихим гудением.
zh_hans: 握着照片进一步查看，你发现了一扇之前没注意到的门。将手放在上面，你感到一种奇怪的温暖……伴随着轻柔的嗡嗡声。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/text
ru: Открыть таинственную дверь.
zh_hans: 打开那扇神秘的门。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/text
ru: Собравшись с духом, вы открываете дверь... и перед вами предстает зрелище, почти не поддающееся описанию. Комната залита кровью: кишки, кровь и плоть разбросаны так, что определить их владельцев невозможно. В противоположном конце комнаты свечи мягко горят вокруг постамента, на котором лежит открытая книга. Пробираясь через кровавые ошметки, вы подходите к книге и замечаете, что ее страницы содержат текст, написанный самым ярким багровым цветом. Здесь написаны ритуалы, как вы понимаете...
zh_hans: 鼓起勇气，你打开了门……眼前的景象几乎恐怖到无法形容。房间沾满了血污：内脏、鲜血和肉块散落各处，让人无法辨认其来源。房间的另一端，蜡烛在基座周围静静燃烧，基座上放着一本打开的书。趟过血污，你走近那本书，注意到其页面上用最鲜艳的深红色潦草地写着文字。你意识到，描绘的是各种仪式……

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/text
ru: Значит, Кир и Лилит...?
zh_hans: 所以凯尔和莉莉丝……？

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/text
ru: Эта... штука... должно быть, Лилит. По крайней мере, то, что от нее осталось... тогда это означает, что в этой комнате полно крови...
zh_hans: 那……东西……一定是莉莉丝。至少，是她的残骸……那么这房间里的血污，就是……

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/text
ru: Меня сейчас стошнит...
zh_hans: 我要吐了……

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/text
ru: Да, это должно быть то, что осталось от Кира... Но что, черт возьми, пытались сделать эти двое? Вы снова бросаете взгляд на книгу. Если и есть способ получить ответы, то это он. Схватив книгу, вы собираетесь выйти из комнаты, но тут замечаете в дверном проеме громадную тень. Исчадие стоит на месте, каким-то образом исцелившись от ран... Глаз в ее груди по-прежнему прикован к фотографии Кира и Лилит в ваших руках.
zh_hans: 是的，这一定是凯尔剩下的部分……那两人到底想干什么？你再次瞥向那本书。如果还有任何答案，就在这里了。将其收好，你转身准备离开房间，却注意到门口有一个庞大的阴影。那个怪物站在那里，不知怎的从伤势中恢复了……它胸口的眼睛依然紧盯着你手中的凯尔和莉莉丝的照片。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/text
ru: Л-Лилит? Это правда ты?
zh_hans: 莉-莉莉丝？真的是你吗？

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/text
ru: Исчадие напрягается, когда вы называете имя Лилит. Должно быть, это действительно она... Она начинает медленно приближаться, все еще не отрывая взгляд от фотографии.
zh_hans: 当你喊出莉莉丝的名字时，那怪物身体一僵。它真的是她……她开始缓慢靠近，眼睛依然盯着照片。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/text
ru: Это я, Лилит. Федерация, помнишь?
zh_hans: 是我，莉莉丝。联邦，记得吗？

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Что-то мелькает в глазу Лилит. Осознание, можно только надеяться... ее шаг немного ускоряется.
zh_hans: 莉莉丝眼中闪过一丝什么。你只能希望是认出来了……她的靠近稍微加快了一些。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Ты помнишь, что сказал Кир?
zh_hans: 你还记得凯尔说过什么吗？

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Вы упоминаете Кира, и Лилит ускоряет шаг. Через мгновение она будет рядом с вами.
zh_hans: 你提到凯尔，莉莉丝加快速度。她马上就要到跟前了。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/text
ru: Он сказал, что ты можешь доверять мне, Лилит, и я знаю, что могу доверять и тебе. Держись.
zh_hans: 他说你可以信任我，莉莉丝，我知道我也能信任你。站稳别动。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/text
ru: В нескольких сантиметрах от вас Лилит останавливается. С молниеносной скоростью из ее тела вырываются щупальца и... хватают фотографию. Похоже, это помогает ей успокоиться: медленно и учтиво вы возвращаете фотографию, и Лилит не делает ни единого движения, чтобы остановить вас. Когда вы выходите из комнаты и направляетесь к своему кораблю, она идет следом, и вы понимаете, что умиротворили эльдрическое исчадие... какой бы она теперь ни была, она ваш друг. Вернувшись на корабль, вы достаете книгу, и Лилит реагирует на ее присутствие низким рычанием.
zh_hans: 离你只有几英寸时，莉莉丝停了下来。一条扭动的触须以闪电般的速度从她身体里伸出……抓住了照片。照片似乎能让她平静，你缓慢而礼貌地拿回照片，莉莉丝没有阻止。当你离开房间，走向你的星舰时，她跟随着，你意识到你安抚了一个克苏鲁式的怪物……但她也是你的朋友。一回到星舰上，你拿出那本书，莉莉丝对着它发出一声低吼。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/crewMember
ru: Лилит
zh_hans: 莉莉丝

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/text
ru: Осмотреть книгу.
zh_hans: 检查那本书。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/event/text
ru: Перелистывая страницы, вы понимаете, что не можете прочесть ни одной из них. Она написана таким языком, который никто из ваших членов экипажа не понимает и даже переводчик беспомощен... кроме Лилит, которая пристально смотрит на багровый текст. По вашей просьбе она пишет на полу текст, выделенными из ее тела загадочными чернилами... Вы задаетесь вопросом, сколько от нее самой еще осталось, если она способна на такое. В конце концов, закончив писать, вы понимаете, что в тексте действительно изображено несколько ритуалов... в частности, ритуал, позволяющий вознестись и встретиться с Темным. Вы бросаете взгляд на Лилит.
zh_hans: 翻阅书页，你发现自己读不懂任何内容。它是用一种你的翻译器或船员都无法识别的文字写成的……除了莉莉丝，她正以强烈的目光盯着那些深红色的文字。在她的身体排出一种神秘的墨水后，应你的要求，她在地板上写出了一份密码……你很好奇，如果她能做这种事，她到底还有多少自我残留其中。最终，密码完成后，你能够辨认出那些文字确实描绘了几种仪式……最引人注目的，是一种允许人升腾并与黑暗之神交流的仪式。你看向莉莉丝。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/event/choice/text
ru: Ты...
zh_hans: 你是不是……

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/event/choice/event/text
ru: Она рычит, и вы замираете. Если углубиться в страницы книги, то можно обнаружить другие цвета текста, которые текст Лилит не учитывает. Должно быть, она не в состоянии прочесть их все... Может, вы найдете кого-нибудь, кто сможет. Тем временем, похоже, есть несколько ритуалов, которые увеличивают степень силы человека, если он уже провел ритуал вознесения. Если вы проведете эти ритуалы, то, возможно, сможете сделать Лилит сильнее... хотя кто знает, какую цену вам придется заплатить.
zh_hans: 她低吼一声，你咽了口唾沫。深入书页，还有其他颜色的文字，莉莉丝的密码无法涵盖。她一定读不懂所有这些……也许你能找到能读懂的人。同时，似乎还有一些仪式，可以在完成升腾仪式后增强一个人的力量。如果你进行这些仪式，或许能让莉莉丝变得更强……但谁知道你得付出什么代价。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/event/choice/event/choice/text
ru: Кир...
zh_hans: 凯尔……

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/event/choice/event/choice/event/text
ru: Вы ничего не могли сделать. Вам придется двигаться дальше и сделать все, что в ваших силах, чтобы позаботиться о Лилит... а также завершить эти потусторонние ритуалы, если вы того пожелаете.
zh_hans: 你已无能为力。你必须向前走，尽你所能照顾莉莉丝……以及完成这些异界仪式，如果你愿意的话。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and not(@lvl)]/text
ru: Осмотреть книгу.
zh_hans: 检查那本书。
