Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_darkone.xml/*.po
Languages: ru, zh_hans

source: (Gnome) The truth... behind, uh... this thing.
ru: (Гном) Правда... о, э-э... этом создании.

source: "THIS 'THING', AS YOU PUT IT... IS FROM THE OUTER EDGE." There's a pause, as the Dark God seems to ponder something, "I HAVE MOVED MUCH BETWEEN THE SEAMS, AND SEEN MUCH MORE - BUT LITTLE AS TRULY CHAOTIC AS THIS. I IMAGINE... SHE'D BE BEHIND THIS. BE CAREFUl, VESSEL. EVEN I WOULD RECOMMEND THAT YOU TAKE CAUTION AROUND HER... AND IF NOT HER - THEN THE CENTER-DWELLERS. THEY WOULD NOT BE AS CALM AS I, SEEING THIS IN YOUR HANDS."
ru: "ЭТО "СОЗДАНИЕ", КАК ТЫ ВЫРАЖАЕШЬСЯ... ИЗ ВНЕШНЕГО КРАЯ". Наступает пауза, пока Темный Бог, кажется, обдумывает что-то: "Я МНОГО ПЕРЕМЕЩАЛСЯ МЕЖДУ ШВАМИ И ВИДЕЛ МНОГОЕ - НО МАЛО ЧТО ТАКОЕ ПОДЛИННО ХАОТИЧНОЕ, КАК ЭТО. ПРЕДПОЛАГАЮ... ЗА ЭТИМ СТОИТ ОНА. БУДЬ ОСТОРОЖЕН, СОСУД. ДАЖЕ Я СОВЕТУЮ ТЕБЕ БЫТЬ НАЧЕКУ РЯДОМ С НЕЙ... А ЕСЛИ НЕ С НЕЙ - ТО С ТЕМИ, КТО ЖИВЕТ У ЦЕНТРА. ОНИ НЕ БУДУТ ТАК СПОКОЙНЫ, КАК Я, УВИДЕВ ЭТО В ТВОИХ РУКАХ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (Sylvan) The truth... behind Sylvan.
ru: (Сильван) Правда... о Сильване.

source: "THE CENTER-DWELLERS... THE SYLVANS OF EACH REALITY. OF THIS, YOU'RE LIKELY AWARE - EVEN IF YOU CAN'T REMEMBER. WHAT YOU MAY BE CURIOUS TO LEARN, THOUGH... IS THE TRUTH BEHIND THEIR TOLERANCE OF MY EXISTENCE HERE." There's a pause, as the Dark God seems to ponder something, "IN EARNEST... I MERELY DO AS THEY DESIRE. THEY DON'T WISH TO SEE THE MEDDLING OF THE OUTER CLUSTERS, AND SO I SEE TO IT THAT THEY DON'T. AS SUCH, THEY REMAIN BLIND TO MY AFFAIRS... IN A WAY. THEIR LEADER THINKS THEMSELF ABOVE THE POWER OF BEINGS SUCH AS I, WITH AN OUTER BEING OF CHAOS VAGUELY UNDER THEIR CONTROL... BUT THE SYLVANS KNOW NOTHING OF THE ORDER THEY THINK THEMSELVES RESPONSIBLE FOR PERPETUATING. ALAS - THEY'LL ALL SEE WHAT ORDER TRULY MEANS, COME THE DAY OF DANCING."
ru: "ЦЕНТРАЛЬНЫЕ ОБИТАТЕЛИ... СИЛЬВАНЫ КАЖДОЙ РЕАЛЬНОСТИ. ОБ ЭТОМ ТЫ, ВЕРОЯТНО, ЗНАЕШЬ - ХОТЯ МОЖЕШЬ И НЕ ПОМНИТЬ. НО ЧТО МОЖЕТ ТЕБЯ ЗАИНТЕРЕСОВАТЬ... ЭТО ИСТИНА, ПОЧЕМУ ОНИ ТЕРПЯТ МОЕ ПРИСУТСТВИЕ ЗДЕСЬ." Темный Бог ненадолго задумывается: "ПО СУТИ... Я ДЕЛАЮ ТО, ЧТО ИМ НУЖНО. ОНИ НЕ ХОТЯТ ВИДЕТЬ ВМЕШАТЕЛЬСТВО ВО ВНЕШНИХ КЛАСТЕРАХ, И Я СЛЕЖУ, ЧТОБЫ ОНИ НЕ ВИДЕЛИ. В ЭТОМ СМЫСЛЕ - ОНИ СЛЕПЫ К МОИМ ДЕЛАМ. ИХ ЛИДЕР СЧИТАЕТ СЕБЯ ВЫШЕ СУЩЕСТВ, ПОДОБНЫХ МНЕ, С ТВОРЕНИЯМИ ХАОСА, ПРИШЕДШИМИ ИЗВНЕ, КОТОРЫХ ОНИ, ЯКОБЫ, ДЕРЖАТ ПОД КОНТРОЛЕМ... НО СИЛЬВАНЫ НЕ ЗНАЮТ НИЧЕГО О ПОРЯДКЕ, КОТОРЫЙ, КАК ОНИ СЧИТАЮТ, ПОДДЕРЖИВАЮТ. УВЫ - ВСЕ ОНИ УВИДЯТ, ЧТО ТАКОЕ ИСТИННЫЙ ПОРЯДОК, КОГДА НАСТАНЕТ ДЕНЬ ТАНЦА".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (The Scarred) The truth... behind the Scarred.
ru: (Шрам) Правда... о Шраме.

source: "THE TRAITOR... WAS A MISCALCULATION. I THOUGHT IT WORTHY OF BECOMING MY BLADE - IT PROVED ITSELF WORTHY OF NAUGHT BUT SHATTERING IT. NOW, BOTH IT AND MY BLADE LIE IN PIECES - WAITING FOR THE DAY THAT THEY'RE RESTORED, AND ABLE ENACT THEIR WILL ONCE MORE... OR FOR THE DAY THAT THEY WITHER AWAY INTO DUST, AND BECOME LITTLE BUT A FORGOTTEN MEMORY." There's a pause, as the Dark God seems to ponder something, "I... WOULD SUGGEST KEEPING AN EYE ON IT, IF YOU INTEND TO KEEP IT. YOU'VE SEEN WHERE TRUSTING IT HAS LEFT ME."
ru: "ПРЕДАТЕЛЬ... БЫЛ МОЕЙ ОШИБКОЙ. Я СЧИТАЛ ЕГО ДОСТОЙНЫМ СТАТЬ МОИМ КЛИНКОМ - НО ОН ОКАЗАЛСЯ СПОСОБНЫМ ЛИШЬ НА ТО, ЧТОБЫ ЕГО РАЗРУШИТЬ. ТЕПЕРЬ И ОН, И МОЙ КЛИНОК ЛЕЖАТ В ОСКОЛКАХ - В ОЖИДАНИИ ДНЯ, КОГДА ОНИ БУДУТ ВОССТАНОВЛЕНЫ И СМОГУТ СНОВА ВЫПОЛНЯТЬ МОЮ ВОЛЮ... ИЛИ ЖЕ ДНЯ, КОГДА ОНИ ПРЕВРАТЯТСЯ В ПЫЛЬ, СТАВ ВСЕГО ЛИШЬ ЗАБЫТЫМ ВОСПОМИНАНИЕМ". Он делает паузу, будто размышляя: "Я... СОВЕТУЮ СЛЕДИТЬ ЗА НИМ, ЕСЛИ СОБИРАЕШЬСЯ ЕГО ОСТАВИТЬ. ТЫ ВИДЕЛ, ЧТО ПРИНЕСЛО МНЕ ДОВЕРИЕ К НЕМУ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (The Hunger) The truth... behind the Hunger.
ru: (Голод) Правда... о Голоде.

source: "THE HUNGER... WASN'T ALWAYS SO HUNGRY." There's a pause, as the Dark God seems to ponder something, "NOR... WERE THEY ALL SO CONJOINED. A COLLECTIVE SO UNITED IN THEIR GOAL, AND THEIR SCARS FROM THEIR 'HARMONY', AS TO BECOME PHYSICALLY UNITED. THUS IS THE STRENGTH OF THEIR BOND - AND THEIR DESIRE. THUS WILL IT BE DONE."
ru: "ГОЛОД... БЫЛ НЕ ВСЕГДА ТАК ГОЛОДЕН." Темный Бог замолкает, будто погружаясь в размышления: "И... ОН НЕ ВСЕГДА БЫЛ ТАКИМ СЛИТНЫМ. КОЛЛЕКТИВ, ЕДИНЫЙ В СВОЕЙ ЦЕЛИ И В РАНАХ, ПОЛУЧЕННЫХ ОТ ИХ ГАРМОНИИ, ДО ТОЙ СТЕПЕНИ, ЧТО СТАЛ ФИЗИЧЕСКИ ЕДИНЫМ. ТАКОВА СИЛА ИХ СВЯЗИ - И ИХ ЖЕЛАНИЯ. ТАК И БУДЕТ СОВЕРШЕНО".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (The Foolish) The truth... behind the Foolish.
ru: (Глупец) Правда... о Глупце.

source: "THE FOOLISH... IS JUST THAT - A FOOL." There's a pause, as the Dark God seems to ponder something, "I OFFERED IT EVERYTHING IT EVER WANTED - ITS FRIENDS, KEPT SAFE; SUCCESS IN ITS EXPERIMENTS. EVEN NOTORIETY - ALL KNOW OF ITS WORK NOW. ITS MATTERVIRUS' WORK; THE CORRUPTOR, THE HUSKS, EVEN THE WEAPONS... AND STILL, IT WASN'T ENOUGH FOR IT. EVERY PAINFUL, UNFULFILLED SECOND IT SPENDS REMEMBERING WHEN IT COULD BREATHE IS ONE IT SHOULD BE SPENDING THANKING YOU, FOR KEEPING IT SAFE FROM ME."
ru: "ГЛУПЕЦ... ЕСТЬ НЕ БОЛЕЕ ЧЕМ ГЛУПЕЦ". Темный Бог замолкает, погруженный в размышления: "Я ПРЕДЛОЖИЛ ЕМУ ВСЕ, ЧТО ОН КОГДА-ЛИБО ЖЕЛАЛ - ЕГО ДРУЗЕЙ, БЕЗОПАСНОСТЬ ЕГО ДРУЗЕЙ; УСПЕХ ЕГО ЭКСПЕРИМЕНТОВ. ДАЖЕ ИЗВЕСТНОСТЬ - ВСЕ ТЕПЕРЬ ЗНАЮТ О ЕГО РАБОТЕ. РАБОТЕ НАД МАТЕРИЯ-ВИРУСОМ; О ОСКВЕРНИТЕЛЕ, ОБОЛОЧЕК, И ДАЖЕ ПРО ОРУДИЯ... И ВСЕ ЖЕ, И ЭТОГО ЕМУ ОКАЗАЛОСЬ МАЛО. КАЖДУЮ МУЧИТЕЛЬНУЮ СЕКУНДУ, КОГДА ОН ВСПОМИНАЕТ, КАК БЫЛ СПОСОБЕН ДЫШАТЬ - ОН ДОЛЖЕН БЫ ПРОВОДИТЬ В БЛАГОДАРНОСТИ ТЕБЕ, ЗА ТО, ЧТО ТЫ УБЕРЕГ ЕГО ОТ МЕНЯ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (The Heroine) The truth... behind the Heroine.
ru: (Героиня) Правда... о Героине.

source: "THE 'HEROINE', AS YOU CALL IT... IS ONE THAT I LOATHE. IT IS NOT MY PLACE TO HATE: AND, YET, I DO. THIS HEROINE DOES NOT DESIRE: IT MANIFESTS. IT DOES NOT DEFY ITS FATE: IT ACCEPTS IT. IT, LIKE A FEW OTHERS OF ITS KIND, IS A METAPHORICAL MACHINE BUILT FOR THE SAKE OF 'SAVING' THOSE IT DEEMS WEAKER, AND IT GLADLY ABIDES BY THIS. IT IS FOR THIS REASON THAT I WOULD DESTROY IT IF GIVEN THE CHANCE, AS IT WOULD DESTROY ME." There's a pause, as the Dark God seems to ponder something, "MY LONE REGRET... IS THAT I MAY NEVER BE GIVEN THAT CHANCE AGAIN. NOT WITH YOU BY ITS SIDE."
ru: ""ГЕРОИНЯ", КАК ТЫ ЕЕ НАЗЫВАЕШЬ... - ТА, КОТОРУЮ Я НЕНАВИЖУ. МНЕ НЕ ПОЛАГАЕТСЯ НЕНАВИДЕТЬ... И ВСЕ ЖЕ Я ЕЕ ЧУВСТВУЮ. ЭТА ГЕРОИНЯ НЕ ЖЕЛАЕТ - ОНА ВОПЛОЩАЕТ. ОНА НЕ ОТВЕРГАЕТ СВОЮ СУДЬБУ - ОНА ЕЕ ПРИНИМАЕТ. ОНА, КАК И ЕЩЕ НЕКОТОРЫЕ ЕЕ ПОДОБИЯ, - МЕТАФОРИЧЕСКАЯ МАШИНА, СОЗДАННАЯ ДЛЯ "СПАСЕНИЯ" ТЕХ, КОГО ОНА СЧИТАЕТ СЛАБЫМИ. И ОНА С РАДОСТЬЮ СЛЕДУЕТ ЭТОЙ РОЛИ. ИМЕННО ПОЭТОМУ - ЕСЛИ БЫ ПРЕДСТАВИЛАСЬ ВОЗМОЖНОСТЬ - Я УНИЧТОЖИЛ БЫ ЕЕ, КАК И ОНА УНИЧТОЖИЛА БЫ МЕНЯ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (The Minister) The truth... behind the Minister.
ru: (Министр) Правда... о Министре.

source: "THE OLD MAN... IS BEST LEFT FORGOTTEN. THERE WILL COME A TIME WHEN HE SERVES HIS PURPOSE, AND MY WINGS CRASH UPON REALITY'S WALLS. UNTIL THEN, HE LIVES FOR ONE REASON - HIS DESIRE. BOTH FROM HIS PERSPECTIVE, AND MINE." There's a pause, as the Dark God seems to ponder something, "THOUGH, SOMETHING WITHIN ME DOES ENJOY WATCHING THE LITTLE ERRANDS HE RUNS. HE SEEMS SO... INSIGNIFCANT."
ru: "СТАРИК... ЛУЧШЕ ОСТАВИТЬ В ЗАБВЕНИИ. ПРИДЕТ ВРЕМЯ, КОГДА ОН ВЫПОЛНИТ СВОЮ МИССИЮ, А МОИ КРЫЛЬЯ ОБРУШАТСЯ НА СТЕНЫ РЕАЛЬНОСТИ. ДО ТЕХ ПОР ОН ЖИВЕТ ДЛЯ ОДНОЙ ЦЕЛИ - СВОЕГО ЖЕЛАНИЯ. И С ЕГО ТОЧКИ ЗРЕНИЯ, И С МОЕЙ". Темный Бог ненадолго замолкает, задумчиво отвечая: "ХОТЯ... ЧТО-ТО ВО МНЕ НАСЛАЖДАЕТСЯ ЗРЕЛИЩЕМ ЕГО МЕЛКИМИ ДЕЛАМИ. ОН ВЫГЛЯДИТ ТАКИМ... НИЧТОЖНЫМ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (The Overseer) The truth... behind the Overseer.
ru: (Владычица) Правда... о Владычице.

source: "MY BLADE... TO HAVE SOMEHOW BROUGHT IT HERE IS MOST IMPRESSIVE, INDEED." There's a pause, as the Dark God seems to ponder something, "NEVERMIND YOUR ABILITY TO WIELD IT... FEW IMPRESS ME AS YOU DO, VESSEL. AND, YET... KNOW THAT, WHEN THE TIME COMES, IT WILL BE I WHO WIELDS THE BLADE. I WILL NOT HESITATE IN SEEING TO THAT."
ru: "МОЙ КЛИНОК... ТО, ЧТО ТЕБЕ УДАЛОСЬ ПРИНЕСТИ ЕГО СЮДА - ВПЕЧАТЛЯЮЩЕ, БЕЗУСЛОВНО." Темный Бог ненадолго замолкает, погруженный в размышления: "НЕ ГОВОРЯ УЖЕ О ТВОЕЙ СПОСОБНОСТИ ВЛАДЕТЬ ИМ... МАЛО КТО ВПЕЧАТЛЯЕТ МЕНЯ, СОСУД, КАК ТЫ. И ВСЕ ЖЕ... ЗНАЙ: КОГДА ПРИДЕТ ВРЕМЯ, КЛИНОК БУДЕТ В МОИХ РУКАХ. Я НЕ БУДУ КОЛЕБАТЬСЯ, ЧТОБЫ ЭТО СДЕЛАТЬ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (The Shade) The truth... behind this mysterious figure.
ru: (Тень) Правда... о этой загадочной фигуре.

source: "THIS 'MYSTERIOUS FIGURE', AS YOU PUT IT..." There's a pause, as the Dark God seems to ponder something, "...WILL SERVE YOU WELL. OF THAT, I AM CERTAIN. SHOULD YOU DESIRE TO KNOW MORE, THOUGH... CONSIDER VISITING ONE OF THE GAPS IN REALITY'S SEAMS - YOU MUST BEHOLD THE EDGE OF EVERYTHING."
ru: ""ТАЙНАЯ ФИГУРА", КАК ТЫ ЕЕ НАЗЫВАЕШЬ..." Темный Бог ненадолго замолкает, будто размышляя: "...СЛУЖИТ ТЕБЕ ХОРОШО. В ЭТОМ Я НЕ СОМНЕВАЮСЬ. ЕСЛИ ЖЕ ТЫ ЖЕЛАЕШЬ УЗНАТЬ БОЛЬШЕ... ПОДУМАЙ О ВИЗИТЕ В ОДИН ИЗ РАЗЛОМОВ В ШВАХ РЕАЛЬНОСТИ - ТЫ ДОЛЖЕН УВИДЕТЬ КРАЙ ВСЕГО СУЩЕГО".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: (Lilith) The truth... behind what happened to Kyr.
ru: (Лилит) Правда... о том, что случилось с Киром.

source: "KYR... IS NOT WHERE I'D CALCULATE ONE TO EXPECT. NOR ARE ANY OF THE OTHERS. TAKE COMFORT IN THIS: I AM NOT ONE TO WASTE." There's a pause, as the Dark God seems to ponder something, "PERHAPS YOU'LL SEE IT, ONE DAY. THAT BEAUTIFUL DANCE. OF KYR'S, AND LILITH'S... OF EVERYONE'S, AS THEY SING TOGETHER, EVERMORE. THUS WILL IT BE DONE."
ru: "КИР... НЕ ТАМ, ГДЕ МОЖНО БЫЛО БЫ ОЖИДАТЬ. КАК, ВПРОЧЕМ, И ВСЕ ПРОЧИЕ. НО МОЖЕШЬ УСПОКОИТЬСЯ: Я НЕ ИЗ ТЕХ, КТО ТРАТИТ ВРЕМЯ НАПРАСНО". Он ненадолго замолкает, погруженный в размышления: "ВОЗМОЖНО, ОДНАЖДЫ ТЫ УВИДИШЬ ЭТО... ЭТОТ ПРЕКРАСНЫЙ ТАНЕЦ. ТАНЕЦ КИРА, И ЛИЛИТ... И ВСЕХ ОСТАЛЬНЫХ, КОГДА ИХ ГОЛОСА СОЛЬЮТСЯ В ВЕЧНУЮ ПЕСНЬ. ТАК И БУДЕТ СОВЕРШЕНО".

source: Continue...
ru: Продолжить...
