Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_darkone.xml/*.po
Languages: ru, zh_hans

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/text
ru: (Героиня) Ты имеешь в виду... Героиню?
zh_hans: （女杰）你指的是……女杰？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/event/text
ru: Хоть вы и не можете заставить себя произнести слова, их смысл, похоже, все равно доходит до захватчика в вашем разуме. Тот вновь переходит на свой ненавистный, ревущий тон: "ТЫ ДАЛЕКА ОТ ИСТИНЫ. ЭТОЙ Я ДАМ НИЧЕГО - КРОМЕ МУЧИТЕЛЬНОЙ СМЕРТИ. ЗАЯВЛЯТЬ, ЧТО ТЫ ПОДДЕРЖИВАЕШЬ ЕЕ ДЕРЗОСТЬ - ЭТО ИСПЫТЫВАЕТ МОЕ ТЕРПЕНИЕ" Ваш разум пронзает боль от одной лишь силы ярости Темного Бога, но вы чувствуете, что весь этот гнев направлен не на вас. Рядом Героиня занята боем - она сражается с, казалось бы, бесконечной армией щупалец. Каждое из них вырывается из пола, наносит удар, и тут же оказывается рассечено быстрым взмахом ее копья. Спустя некоторое время этот фарс заканчивается, и голос вновь обращается к вам тем же зловеще спокойным тоном, что и прежде: "ОДНАЖДЫ Я ПОЛУЧУ ЕЕ ГОЛОВУ. ТЫ ЖЕ... СИЛЬНЕЕ ДАЖЕ ЕЕ. ОНА ЭТО ЗНАЕТ - И СТРЕМИТСЯ ВОСПОЛЬЗОВАТЬСЯ ЭТИМ. Я ТОЖЕ ЭТО ЗНАЮ - ТАК ЖЕ ДОСКОНАЛЬНО, КАК ЗНАЮ ВСЁ - И ПОЭТОМУ ПРИГЛАСИЛ ТЕБЯ В СВОИ ОБЪЯТИЯ"
zh_hans: 虽然你无法亲口说出那些话，但其含义似乎依然传达到了你脑中的入侵者那里。它恢复了那充满憎恶的咆哮语调：“你 可 谓 大 错 特 错。对 于 此 人，我 将 一 无 所 予——唯 有 难 以 忍 受 的 死 亡。你 声 称 与 她 的 狂 妄 为 伍，只 是 在 试 探 我 的 耐 心。” 黑暗之神的刻毒言辞所蕴含的纯粹力量灼烧着你的心智，但你明白，其怒火的全力正指向他处。在你身旁，女杰似乎正全神贯注；与一支看似无穷无尽的触手大军鏖战。每一只触手都从地面升起，发起攻击，却发现其攻势被她长矛的迅疾翻转所中断。过了一会儿，这场戏码结束了，那声音的注意力带着先前那种同样的平静回到了你身上：“终 有 一 日，我 将 取 她 首 级。而 你……甚 至 比 她 更 强 大。她 知 晓 这 点，并 企 图 利 用 此 点。我 亦 知 晓 此 事，就 如 我 通 晓 万 物 一 般 彻 底，并 因 此 邀 你 入 我 怀 抱。”

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/text
ru: (Министр) Ты имеешь в виду... Министра?
zh_hans: （牧师）你指的是……牧师？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/event/text
ru: Вы ждете ответа, но в вашей голове внезапно наступает странная тишина. Министр, глядя на вас, кажется озадаченным вашим судорогами на полу: "Что-то не так, Ренегат? Это вам первый раз в пределах владений Бури, или вас просто укачивает в космосе?" Напрасно пытаясь ответить - вместо слов изо рта летит кровь в его сторону. Забавно улыбаясь, он говорит: "В первый раз все это немного ошеломляет, не так ли... ну, да не важно. Я принесу вам что-нибудь, во чтобы вы могли блевать" Когда он уходит, напряжение в воздухе возвращается, и Темный Бог, наконец, говорит тем же зловеще спокойным тоном, что и раньше: "НЕ ОБРАЩАЙ ВНИМАНИЯ НА СТАРИКА. МНЕ НЕЧЕГО ЕМУ СКАЗАТЬ. ТЫ ЖЕ... СИЛЬНЕЕ ЕГО. ОН ЗНАЕТ ЭТО И ПЫТАЕТСЯ ВОСПОЛЬЗОВАТЬСЯ ЭТИМ. Я ТОЖЕ ЭТО ЗНАЮ - ТАК ЖЕ ДОСКОНАЛЬНО, КАК ЗНАЮ ВСЁ - И ПОЭТОМУ ПРИГЛАСИЛ ТЕБЯ В СВОИ ОБЪЯТИЯ"
zh_hans: 你期待着回应，但你的头脑却突然陷入诡异的寂静。看向牧师，他似乎对你在地板上痛苦的表现感到困惑，“怎么了，变元者？这是你第一次进入风暴之主的领域，还是单纯晕船了？”你徒劳地试图开口，却只朝着他的方向咳出了血。他觉得有趣， 傻笑了一下，“第一次是有点让人难以承受，不是吗……哦，没关系。我去给你找个呕吐的东西。” 他离开房间后，你感觉到空气中的紧张气氛回来了，黑暗之神终于开口，带着先前那种同样的平静语气：“不 必 在 意 那 老 头。我 无 话 可 与 他 说。而 你……比 他 更 强 大。他 知 晓 这 点，并 企 图 利 用 此 点。我 亦 知 晓 此 事，就 如 我 通 晓 万 物 一 般 彻 底，并 因 此 邀 你 入 我 怀 抱。”

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/text
ru: Я... не уверен, что у меня есть.
zh_hans: 我……不太确定我有。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/event/text
ru: Серия звуков - похожих на громкий, задушевный смех, как вы понимаете - раздается в вашей голове, заставляя вас снова пошатнуться. "НЕТ, ВОЗМОЖНО, НЕТ. ДОБРАТЬСЯ ДО ЭТОГО, ИМЕЯ ТОЛЬКО НЕВНИМАТЕЛЬНУЮ КОМПАНИЮ, ХОТЯ... ВОЗМОЖНО, ТЫ СИЛЬНЕЕ, ЧЕМ Я ПРЕДПОЛАГАЛ. ТВОЕ ПРИГЛАШЕНИЕ СЮДА ДОКАЗЫВАЕТ, ЧТО ОНО БЫЛО ОПРАВДАННО".
zh_hans: 一阵声响——你意识到，类似于一阵有力、开怀的大笑——在你脑海中回荡，迫使你再次摇晃。“没 有，也 许 没 有。但 能 仅 凭 未 入 门 的 同 伴 行 至 此 处……也 许 你 比 我 计 算 的 更 为 强 大。邀 你 至 此 证 明 其 合 理。”

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 我的……邀请？接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 我的……邀请？接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 我的……邀请？接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
ru: Затем, вернувшись в сектор глубоководных...
zh_hans: 我的……邀请？接着，回到深渊潜者星区……

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/text
ru: Собраться с мыслями.
zh_hans: 弄清方位。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/text
ru: Паника ни к чему хорошему не приведет, поэтому вы берете паузу, чтобы успокоиться и понять, что происходит. Ваш Атлас показывает, что вас много раз затягивало в пустоту... Это уже не территория Просветленных. Впрочем, надежда есть: сектор усеян маяками, и среди них есть выход.
zh_hans: 恐慌无济于事，所以你花点时间冷静下来，弄清状况。星图显示你被拖入了虚空的更深处……这里不再是启明者的领地了。不过，仍有希望；星区内散布着信标，出口就在其中。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/choice/text
ru: Ну вот и все! Прорываемся к выходу!
zh_hans: 那就这样！冲向那个出口！

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/choice/event/text
ru: Пока вы придумываете план побега, в вашей голове звучит тот же голос, который вы слышали раньше: "В МОИХ ОБЪЯТИЯХ Я ПРИНИМАЮ ТЕБЯ. НО МОЯ ВОЛЯ ВСЁ ЕЩЁ ТЛЕЕТ. ВОЗЖЕЛАЙ ВМЕШАТЕЛЬСТВА - И ОНО СОВЕРШИТСЯ". С этими словами вы чувствуете, как с вас снимается бремя... и тут же тени снаружи начинают царапать ваш корабль! Бегите к выходу!
zh_hans: 就在你构思逃跑计划时，你之前听到的同一个声音在你脑海中轰鸣：“我 以 我 的 怀 抱，欢 迎 你。然 我 的 意 志 依 旧 蔓 延。渴 求 干 预，事 便 成 就。” 说完，你感到负担被卸下……然后外面的阴影开始抓挠你的星舰！冲向出口！

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/text
ru: Приготовиться защищаться!
zh_hans: 准备自卫！

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/event/text
ru: Когда вы готовитесь к бою, одна из консолей мигает. Это сигнал Кира и Лилит... они тоже здесь. Возможно, вы еще сможете связаться с ними.
zh_hans: 就在你准备战斗时，一个控制台闪烁起来。是凯尔和莉莉丝的信号……他们也在这里。你或许还能找到他们。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="0"]/text
ru: Приготовиться защищаться!
zh_hans: 准备自卫！

source: data/events_darkone.xml$//event[@name="DARKONE_RUN"]/text
ru: Тьма и здесь разрушает ваш корпус. Бегите или отбивайтесь от нее, пока она не успела нанести серьезный урон!
zh_hans: 此处的黑暗也在摧残你的舰体。在它造成严重破坏前，逃跑，或击退它！

source: data/events_darkone.xml$//event[@name="DARKONE_RUN"]/choice[@req="darkone_alignment"]/text
ru: Я хочу... вмешательства.
zh_hans: 我渴望……干预。

source: data/events_darkone.xml$//event[@name="DARKONE_RUN"]/choice[@req="unique_thescarred"]/text
ru: (Шрам) "Позволь мне... развеять и эту тьму".
zh_hans: （烙疤者）“让 我……也 来 拨 开 这 黑 暗。”

source: data/events_darkone.xml$//event[@name="DARKONE_RUN"]/choice[3]/text
ru: Приготовиться!
zh_hans: 准备战斗！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DARKNESSSHIP_DEFEATED"]/text
ru: Когда тьма уничтожена, обелискам больше некуда направлять энергию.
zh_hans: 随着黑暗被摧毁，方碑再无能量可汲取。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_BEGINNER_SUCCESS"]/text
ru: Темный обелиск и его потустороннее порождение падают, и снова раздается смех: "ВОИСТИНУ, ПЛАМЕННОЕ ЖЕЛАНИЕ. ТЫ ВОЗДАЛ МНЕ, И Я ВОЗДАМ ТЕБЕ... ИДИ ВПЕРЕД. ТВОЯ ВЕРА ЗАВЕДЕТ ТЕБЯ ДАЛЕКО". Рядом с вами появляется награда за ваши усилия, и вы готовитесь отправиться дальше в безумие, которое ждет вас впереди.
zh_hans: 黑暗方碑及其异界衍生物倒下，那笑声再次响起：“确 实 是 炙 热 的 渴 望。你 已 回 报 我，故 我 亦 将 回 报 你……继 续 前 进。你 的 信 念 将 在 此 地 带 你 走 得 很 远。” 为你努力的奖赏显现在你身旁，你准备向更前方的疯狂进发。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_BEGINNER"]/text
ru: Ваше желание услышано, и волна потусторонней энергии провозглашает: "...ПРЕУСПЕТЬ? ДА БУДЕТ ТАК!" Вы не чувствуете, что это то, чего вы действительно желали, и все еще желаете... Еще одна волна энергии захлестывает вас, и вы понимаете, что ваше испытание началось! О свободе воли вам придется поразмышлять в другой раз.
zh_hans: 你的渴望被聆听，一阵异界能量的咆哮响起：“渴 望……成 功？愿 其 成 真。” 你不觉得这真是你想要的，但你仍然渴望了它……另一波能量席卷了你，你明白你的试炼开始了！自由意志的存在只能留待他日思考了。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_BEGINNER"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_BEGINNER"]/choice/event/text
ru: Появляются странные, оскверненные обелиски... кажется, они черпают энергию из тьмы снаружи. Если вы сможете уничтожить тьму, обелиски больше не смогут использовать энергию, но в качестве альтернативы вы можете просто сосредоточиться на уничтожении обелисков. Уничтожение тьмы не обязательно для того, чтобы преодолеть испытание.
zh_hans: 一座怪异、扭曲的方尖碑出现……它似乎在汲取外面黑暗的力量。如果你能摧毁黑暗，方尖碑将无法再汲取能量，但你也可以选择只专注于摧毁方尖碑。要超越试炼，摧毁黑暗并非必要。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE_SUCCESS"]/text
ru: Темные обелиски и их потусторонние отродья падают, и снова раздается смех: "ВОИСТИНУ, ПЛАМЕННОЕ ЖЕЛАНИЕ. ТЫ ВОЗДАЛ МНЕ, И Я ВОЗДАМ ТЕБЕ... ИДИ ВПЕРЕД. ТВОЯ ВЕРА ЗАВЕДЕТ ТЕБЯ ДАЛЕКО". Рядом с вами появляется награда за ваши усилия...
zh_hans: 黑暗方尖碑及其异界衍生物倒下，那笑声再次响起：“确 实 是 炙 热 的 渴 望。你 已 回 报 我，故 我 亦 将 回 报 你……继 续 前 进。你 的 信 念 将 在 此 地 带 你 走 得 很 远。” 为你努力的奖赏显现在你身旁……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE_SUCCESS"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE_SUCCESS"]/choice/event/text
ru: ...как и раньше. С обретенными дарами вы готовитесь отправиться дальше в безумное путешествие.
zh_hans: ……接着又是一份。带着新获得的礼物，你准备向更前方的疯狂进发。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE"]/text
ru: Ваше желание услышано, и волна потусторонней энергии рычит: "...ЗАКРИЧАТЬ? ДА БУДЕТ ТАК!" Вы не чувствуете, что это то, чего вы действительно желали, и все еще желаете.. Еще одна волна энергии захлестывает вас, и вы понимаете, что ваше испытание началось! О свободе воли вам придется поразмыслить в другой раз.
zh_hans: 你的渴望被聆听，一阵异界能量的咆哮响起：“渴 望……尖 叫？愿 其 成 真。” 你不觉得这真是你想要的，但你仍然渴望了它……另一波能量席卷了你，你明白你的试炼开始了！自由意志的存在只能留待他日思考了。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE"]/triggeredEvent/triggeredEventBox/tooltip
ru: Ваше испытание началось...
zh_hans: 你的试炼正在进行中……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE"]/choice/event/text
ru: Появляются странные, оскверненные обелиски... кажется, они черпают энергию из тьмы снаружи. Если вы сможете уничтожить тьму, обелиски больше не смогут использовать энергию, но в качестве альтернативы вы можете просто сосредоточиться на уничтожении обелисков. Уничтожение тьмы не обязательно для того, чтобы преодолеть испытание.
zh_hans: 一座怪异、扭曲的方尖碑出现……它似乎在汲取外面黑暗的力量。如果你能摧毁黑暗，方尖碑将无法再汲取能量，但你也可以选择只专注于摧毁方尖碑。要超越试炼，摧毁黑暗并非必要。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE_SECONDOBELISK"]/text
ru: Еще одна волна энергии накатывает, когда ваше испытание усложняется...
zh_hans: 另一波能量脉动，你的试炼加剧……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE_SECONDOBELISK"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE_SECONDOBELISK"]/choice/event/text
ru: ...и появляются еще одни обелиски.
zh_hans: ……又一座方尖碑出现。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SUCCESS"]/text
ru: Темные обелиски и их потусторонние отродья падают, и снова раздается смех: "ВОИСТИНУ, ПЛАМЕННОЕ ЖЕЛАНИЕ. ТЫ ВОЗДАЛ МНЕ, И Я ВОЗДАМ ТЕБЕ... ИДИ ВПЕРЕД. ТВОЯ ВЕРА ЗАВЕДЕТ ТЕБЯ ДАЛЕКО". Рядом с вами появляется награда за ваши усилия...
zh_hans: 黑暗方尖碑及其异界衍生物倒下，那笑声再次响起：“确 实 是 炙 热 的 渴 望。你 已 回 报 我，故 我 亦 将 回 报 你。” 为你努力的奖赏显现在你身旁……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SUCCESS"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SUCCESS"]/choice/event/text
ru: ...и еще один...
zh_hans: ……接着又是一份……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SUCCESS"]/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SUCCESS"]/choice/event/choice/event/text
ru: ...как и... Избранный глубоководных?! Вы принимаете его за захватчика и готовитесь защищаться, но, к вашему удивлению, он начинает кланяться, когда вы снова слышите голос: "СЛУЖИТЬ - ЗНАЧИТ ХОТЕТЬ БЫТЬ ЧАСТЬЮ ЧЕГО-ТО БОЛЕЕ ВЕЛИКОГО. ЭТОТ СЛУЖИТ МНЕ, КАК ТЫ СЛУЖИЛ МОИМ РАЗВЛЕЧЕНИЯМ; ТАК И Я СЛУЖУ ТЕБЕ. ТАК И ОНИ СЛУЖАТ ТЕБЕ". Наступает тишина, и вы обеспокоены от присутствия вашего новообретенного компаньона... На чьей же стороне Темный Бог? Неужели все это для него лишь игра? Вы не получите ответа, но единственная и ясная истина заключается в том, что один из его самых почитаемых воинов теперь в ваших рядах.
zh_hans: ……接着是一……名深渊潜者选召者？！你以为是入侵者，准备自卫，但出乎意料的是，他们开始鞠躬，你再次听到那个声音：“服 务 即 是 渴 望 成 为 更 伟 大 事 物 的 一 部 分。此 人 服 务 于 我，如 你 服 务 于 我 的 消 遣；故 我 服 务 于 你。故 其 服 务 于 你。” 沉默降临，你身旁留下了这位新伙伴不安的存在……黑暗之神究竟站在哪一边？这一切对它来说只是一场游戏吗？你得不到答案，但唯一清晰的事实是，它最受崇敬的战士之一，如今位列你的船员之中。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SUCCESS"]/choice/event/choice/event/crewMember
ru: Нерваздрен
zh_hans: 纳瓦德伦

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT"]/text
ru: Ваше желание услышано, и волна потусторонней энергии рычит: "...СТРАДАНИЕ? ДА БУДЕТ ТАК!" Вы не чувствуете, что это то, чего вы действительно желали, и до сих пор желаете... Еще одна волна энергии захлестывает вас, и вы понимаете, что ваше испытание началось! О свободе воли вам придется поразмыслить в другой раз.
zh_hans: 你的渴望被聆听，一阵异界能量的咆哮响起：“渴 望……痛 苦？愿 其 成 真。” 你不觉得这真是你想要的，但你仍然渴望了它……另一波能量席卷了你，你明白你的试炼开始了！自由意志的存在只能留待他日思考了。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT"]/triggeredEvent/triggeredEventBox/tooltip
ru: Ваше испытание началось...
zh_hans: 你的试炼正在进行中……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT"]/choice/event/text
ru: Появляются странные, оскверненные обелиски... кажется, они черпают энергию из тьмы снаружи. Если вы сможете уничтожить тьму, обелиски больше не смогут использовать энергию, но в качестве альтернативы вы можете просто сосредоточиться на уничтожении обелисков. Уничтожение тьмы не обязательно для того, чтобы преодолеть испытание.
zh_hans: 一座怪异、扭曲的方尖碑出现……它似乎在汲取外面黑暗的力量。如果你能摧毁黑暗，方尖碑将无法再汲取能量，但你也可以选择只专注于摧毁方尖碑。要超越试炼，摧毁黑暗并非必要。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SECONDOBELISK"]/text
ru: Еще одна волна энергии накатывает, когда ваше испытание усложняется...
zh_hans: 另一波能量脉动，你的试炼加剧……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SECONDOBELISK"]/triggeredEvent/triggeredEventBox/tooltip
ru: Ваше испытание началось...
zh_hans: 你的试炼正在进行中……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SECONDOBELISK"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SECONDOBELISK"]/choice/event/text
ru: ...и появляются еще одни обелиски.
zh_hans: ……又一座方尖碑出现。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_THIRDOBELISK"]/text
ru: Еще одна волна энергии накатывает, когда ваше испытание усложняется...
zh_hans: 另一波能量脉动，你的试炼加剧……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_THIRDOBELISK"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_THIRDOBELISK"]/choice/event/text
ru: ...и появляются еще одни обелиски.
zh_hans: ……又一座方尖碑出现。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/text
ru: Темные обелиски, море их порождений и даже Избранные Темного Бога пали... В воздухе пахнет кровью и серой, и вы чувствуете себя измученным.
zh_hans: 黑暗方尖碑、它们的衍生物大军，甚至黑暗之神的选召者都已倒下……空气中弥漫着血腥与硫磺的气息，你感到筋疲力尽。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/text
ru: Собраться.
zh_hans: 振作起来。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/text
ru: Вы поднимаетесь, вытирая пыль с колен, и в вашей голове раздаются аплодисменты. Если бы вы не были так измотаны, у вас бы разболелась голова... Они продолжаются еще мгновение, а затем резко прекращаются, когда голос обращается к вам: "НЕУДЕРЖИМОЕ ЖЕЛАНИЕ. НЕПОКОЛЕБИМАЯ СИЛА. НЕВЕРОЯТНАЯ СТОЙКОСТЬ. ТЫ ДОСТОИН СЛУЖИТЬ И БЫТЬ СЛУЖИМЫМ, МОГУЧИЙ. ПРИМИ МОЮ БЛАГОСКЛОННОСТЬ, МОЮ СИЛУ, МОИХ ИЗБРАННЫХ - И СТУПАЙ ВПЕРЕД. ТВОЯ СУДЬБА В ТВОИХ РУКАХ". Раздается треск молнии, в ваших системах появляются странные схемы, а рядом с вами возникает оружие из чистой, хаотичной энергии...
zh_hans: 你站起身，掸掉膝盖上的灰尘，一阵喧嚣的掌声在你脑海中爆发。如果你不是已经如此不堪重负，这绝对会让你头痛……它持续了片刻，然后随着那声音对你说话而骤然停止：“无 法 逾 越 的 渴 望。无 法 逾 越 的 力 量。无 法 逾 越 的 坚 韧。你 值 得 服 务，亦 值 得 被 服 务，强 大 的 存 在。知 晓 我 的 眷 顾、我 的 力 量、我 的 选 召 者 并 继 续 前 进。你 的 命 运 由 你 自 己 决 定。” 一道闪电炸裂，奇怪的蓝图出现在你的系统中，一件纯粹、混乱能量的武器显现在你身旁……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/event/text
ru: ...и еще одна награда...
zh_hans: ……接着是另一份奖赏……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/event/choice/event/text
ru: ...и снова...
zh_hans: ……又一份……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/event/choice/event/choice/event/text
ru: ...и еще, в виде одного из Избранных Темного Бога. Похоже, вы действительно заслужили его расположение.
zh_hans: ……还有一份，以黑暗之神的一位选召者的形式。看来你确实赢得了它的崇敬。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/event/choice/event/choice/event/crewMember
ru: Нерваздрен
zh_hans: 纳瓦德伦
