Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_darkone.xml/*.po
Languages: ru, zh_hans

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[5]/event/text
ru: Вы сосредотачиваетесь на этом конкретном видении, и ваша перспектива начинает меняться... ИССЛЕДОВАТЕЛЬ И ЕГО ОЧАРОВАННАЯ ЛЮБОВНИЦА. ОН РЕДКО БЫВАЕТ ГЛУПЦОМ - ОН ОЧЕНЬ ХОРОШО ЗНАЕТ МИР, КОТОРЫЙ СОБИРАЕТСЯ ИССЛЕДОВАТЬ - ТО, ЧТО ЛЕЖИТ ЗА ПРЕДЕЛАМИ ЭТОЙ РЕАЛЬНОСТИ. И, ТЕМ НЕ МЕНЕЕ... ХОТЯ ОН НЕ МОЖЕТ ДОБРАТЬСЯ ТУДА В ОДИНОЧКУ, ОН ДОЛЖЕН ПРИБЫТЬ ТУДА ИМЕННО ТАКИМ.. ЕСЛИ КТО-ТО ОБНАРУЖИТ ЕГО КОРАБЛЬ ПЕРЕД ОТПРАВЛЕНИЕМ ИЗ ГЛУБОКОГО КОСМОСА - И СНОВА ПОСЛЕ РАЗЛУКИ... ...то он обязательно будет вознагражден. Так и будет.
zh_hans: 你将注意力集中在这个特定的幻象上，你的视角开始变换…… 梦 想 家，与 神 射 手。 一 个 未 竟 之 梦——一 发 被 击 落 的 子 弹。他 们 本 该 永 不 再 见。然 而…… 凭 借 希 望，他 们 孕 育 出 三 枚 符 印——存 于 不 息 亡 者 之 中、至 深 黑 暗 之 内、与 最 散 漫 的 羊 皮 纸 上。 若 有 人 凝 视 他 们 的 面 容，沐 浴 于 他 们 重 获 的 温 暖…… ……那 么 他 必 将 得 到 回 报。事 便 如 此 成 就。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[5]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[6]/text
ru: Сосредоточиться на видении оккультного - ритуалах странных деревянных конструкций.
zh_hans: 聚焦于关于爱的幻象——深藏于疯狂之海中的幻象。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[6]/event/text
ru: Вы сосредотачиваетесь на этом конкретном видении, и ваша перспектива начинает меняться... ТОТ ОТДАЛЕННЫЙ, ТУМАННЫЙ ПЛАН - РАНЬШЕ СЧИТАВШИЙСЯ ПОТЕРЯННЫМ, НО ТЕПЕРЬ ВОССТАНОВЛЕННЫЙ. ИМЕННО С ЭТОЙ ЗЕМЛИ ДЕРЕВЬЕВ ЛЬЕТСЯ ПЕСНЯ - ЕЕ НОТЫ РАЗНОСЯТСЯ ПО ВСЕЙ МУЛЬТИВСЕЛЕННОЙ. ХОТЯ НЕЛЬЗЯ УВИДЕТЬ ЕЕ КРАСОТУ И ПОНЮХАТЬ ЕЕ РОЗЫ... РЕДКО КТО МОЖЕТ УСЛЫШАТЬ ЕЕ ПЕСНЮ. ЕСЛИ ОНИ БУДУТ СЛУШАТЬ СРЕДИ МОРЯ ТЕНЕЙ И ДОКАЖУТ СИЛУ СВОЕЙ СОБСТВЕННОЙ МЕЛОДИИ... ...то они обязательно будут вознаграждены. Так и будет.
zh_hans: 你将注意力集中在这个特定的幻象上，你的视角开始变换…… 探 索 者，与 他 痴 迷 星 辰 的 爱 人。 他 鲜 少 愚 蠢，深 知 自 己 欲 往 探 索 的 境 域——那 远 在 此 现 实 之 外 的 所 在。 然 而……尽 管 他 无 法 独 自 抵 达，他 却 必 须 以 独 自 之 身 到 达 彼 方。 若 有 人 在 他 们 从 深 空 启 程 前 寻 得 他 们 的 星 舰，并 在 他 们 分 离 后 再 度 寻 获…… ……那 么 他 必 将 得 到 回 报。事 便 如 此 成 就。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[6]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[7]/text
ru: Сосредоточиться на видении ненависти - гневе, направленном на бронированных друзей.
zh_hans: 聚焦于关于神秘仪式的幻象——那些使用奇怪木质结构的仪式。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[7]/event/text
ru: Вы сосредотачиваетесь на этом конкретном видении, и ваша перспектива начинает меняться... В МОРЕ ШАГАЮЩИХ МЕРТВЕЦОВ ЛЕЖИТ КОРАБЛЬ. НЕОБХОДИМО СЛЕДОВАТЬ ЕГО ТАИНСТВЕННОМУ ПУТИ, А ЗАТЕМ ВОЙТИ В ЧЕРЕВО ЗВЕРЯ. ЕСЛИ ОНИ ПРОЙДУТ ЧЕРЕЗ ЭТО И ВСТУПЯТ В РАЗГОВОР СО СВОИМИ НОВЫМИ БРОНИРОВАННЫМИ ДРУЗЬЯМИ... ...то они обязательно будут вознаграждены. Так и будет.
zh_hans: 你将注意力集中在这个特定的幻象上，你的视角开始变换…… 那 片 遥 远、雾 霭 朦 胧 的 位 面——曾 以 为 已 经 失 落，如 今 却 已 复 原。 正 是 从 这 片 森 林 之 地，一 曲 歌 谣 被 唱 响——其 音 符 在 多 元 宇 宙 中 回 荡。 虽 然 人 们 无 法 看 见 它 的 美 丽，或 嗅 到 它 的 玫 瑰 芬 芳……但 他 们 或 许，极 偶 尔 地，能 听 见 它 的 歌 声。 若 他 们 在 阴 影 之 海 中 聆 听，并 证 明 自 身 旋 律 的 力 量…… ……那么他必将得到回报。事便如此成就。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[7]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[8]/text
zh_hans: 聚焦于关于仇恨的幻象——那份针对装甲友人的怒火。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[8]/event/text
zh_hans: 你将注意力集中在这个特定的幻象上，你的视角开始变换…… 在 那 蹒 跚 亡 者 之 海 中，泊 着 一 艘 星 舰。 它 不 运 货 物，却 经 营 秘 密…… 追 踪 其 谜 样 的 航 迹，然 后 深 入 巨 兽 之 腹。 若 能 通 过 试 炼，并 与 新 结 识 的 装 甲 友 人 交 谈…… ……那 么 他 必 将 得 到 回 报。事 便 如 此 成 就。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[8]/event/choice/text
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT"]/destroyed/text
ru: Таинственный, неземной корабль разваливается на части, и вы быстро собираете все, что можете.
zh_hans: 那艘神秘的异界星舰解体了，你迅速搜刮了能拿到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT_WIN"]/text
ru: Вы понимаете, что... не только странная червоточина закрылась после поражения корабля, но и тот далекий голос, который вы слышали ранее, тоже исчез. Происхождение корабля, как и все остальные странные события, произошедшие здесь, по-прежнему остаются загадкой...
zh_hans: 你意识到……不仅那奇怪的虫洞在星舰被击败后关闭了，你早先听到的那个遥远声音也消失了。这艘星舰的起源，以及这里发生的一切其他怪事，似乎完全成了一个谜……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT_WIN"]/choice[@req="ddunique_theshade" and @lvl="1"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT_WIN"]/choice[@req="ddunique_theshade" and @lvl="1"]/event/text
ru: ...включая закутанную в плащ фигуру, которая присоединилась к вам. После устранения угрозы со стороны светящегося корабля, он, похоже, вернулся в состояние бездеятельного покоя. Что бы это ни было, вас немного утешает тот факт, что оно, по крайней мере, сражается на вашей стороне... возможно, со временем вам удастся раскрыть его секреты.
zh_hans: ……包括那位加入你的披风身影。随着发光星舰的威胁消除，它似乎回到了闲置休眠状态。无论它是什么，它至少与你并肩作战这一事实让你感到些许安慰……或许，假以时日，你能弄清它的秘密。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT_WIN"]/choice[@req="ddunique_theshade" and @lvl="0"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT_WIN"]/choice[@req="ddunique_theshade" and @lvl="0"]/event/text
ru: ...включая закутанную в плащ фигуру, которая, похоже, была убита в бою. Удастся ли вам когда-нибудь раскрыть всю эту историю или нет...?
zh_hans: ……包括那位披风身影，它似乎在战斗中被摧毁了。随着它的逝去，你还能理解这一切吗……？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/text
ru: В воздухе витает напряжение. Вы испытывали подобное чувство на протяжении всего своего недолгого пребывания в этом мире, но никогда не ощущали его так сильно, как сейчас. Однако здесь ничего нет, и даже тьма снаружи остается неподвижной... Вы не можете сказать, что вас заставило прийти сюда.
zh_hans: 此处空气中有种强烈的紧张感。你在这领域中短暂的时光里，曾感受过类似的感觉，但从未像现在这般强烈。然而，这里空无一物，甚至连外面的黑暗也静止不动……你说不清为何会被驱使来到此地。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
ru: Здравствуй?
zh_hans: 你好？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/text
ru: На мгновение воцаряется тишина... то есть, пока вы не понимаете, что это вовсе не тишина - вы слышите какой-то звук. Это... голос? Вы не понимаете, откуда он доносится, но кажется, что он где-то далеко.
zh_hans: 片刻间，只有寂静……直到你意识到那根本不是寂静——你能听到什么。那是……一个声音？你不确定它从何而来，但听起来像是在某个遥远的地方。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/text
ru: Вести себя тихо и постараться услышать источник звука.
zh_hans: 保持安静，尝试倾听声音的来源。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/text
ru: Хотя вы замолкаете, вашим вниманием завладело нечто другое - рядом с вами открывается червоточина!
zh_hans: 尽管你安静下来，你的倾听很快被打断——一个虫洞在你旁边打开了！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Приготовиться!
zh_hans: 做好准备！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/text
ru: Вы готовитесь к защите, когда из недавно образовавшейся трещине в пространстве на пол падает что-то. Это крупная фигура в плаще - ее покрытая точками металлическая поверхность столь же темная, как и странный космос за снаружи Вы напрягаетесь, держа палец на спусковом крючке, ожидая резких действий, но... вместо этого оно просто продолжает лежать на полу.
zh_hans: 你准备好自卫，因为有什么东西从新撕裂的空间裂缝中冲出，摔落在地。那是一个高大的、披着斗篷的身影——其布满斑点的金属表面和外面那片奇异空间一样黑暗。 你紧绷身体，手指搭在武器扳机上，以为它会有所动作，但是……相反，它只是继续坐在那里，瘫倒在地板上。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/choice/text
ru: Продолжать свое оружие нацеленным на таинственное существо.
zh_hans: 武器保持瞄准那神秘的实体。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/choice/event/text
ru: Пока вы продолжаете проявлять осторожность, ваше внимание привлекает проблеск света снаружи. Похоже, что формируется вторая червоточина, гораздо больше первой... однако что-то в ней кажется вам необычным. Но прежде чем вы успеваете понять, что именно, через нее начинает проходить огромный объект...
zh_hans: 在你保持警惕时，外面的一道微光吸引了你的注意。看起来像是第二个虫洞正在形成，比第一个大得多……不过，有什么地方让你觉得不寻常。还没等你想明白，一个巨大的物体开始从中移动出来……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/choice/event/choice/event/text
ru: ...которое вы смутно узнаете как корабль, хотя не можете сказать, что когда-либо видели что-то подобное. По мере приближения фигура перед вами внезапно начинает двигаться! Ее движения, хотя и механические, кажутся изящными и целенаправленными - она встает на ноги и принимает боевую стойку за считанные секунды. Ее внимание, похоже, сосредоточено на корабле снаружи, и вы понимаете, что корабль приближается к вашему с агрессивными намерениями! Что бы это ни было, это существо, похоже, готово встать на вашу сторону против странного корабля.
zh_hans: ……你隐约认出那是一艘星舰——尽管你从未见过类似的东西。随着它的到来，你面前的身影突然开始移动！它的动作虽然机械，但看起来精准而有目的性——仅仅几秒，它就站了起来，摆出战斗姿态。不过，它的注意力似乎集中在外面的星舰上……你意识到那艘星舰正咄咄逼人地朝你驶来！ 无论这实体是什么，它似乎愿意和你站在一起，对抗那艘奇怪的星舰。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/choice/event/choice/event/crewMember
ru: Тень
zh_hans: 暗影

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/text
ru: Прислушаться к звукам.
zh_hans: 向那声音呼喊。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/text
ru: В тот самый момент, когда вы пытаетесь сосредоточиться... чтобы это ни было, ваша попытка быстро прерывается - рядом с вами открывается червоточина!
zh_hans: 尽管你试图引起……不管是什么的注意，你的尝试很快被打断——一个虫洞在你旁边打开了！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/text
ru: Приготовиться!
zh_hans: 做好准备！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/text
ru: Вы готовитесь к защите, когда из недавно образовавшейся трещине в пространстве на пол падает что-то. Это крупная фигура в плаще - ее покрытая точками металлическая поверхность столь же темная, как и странный космос за снаружи Вы напрягаетесь, держа палец на спусковом крючке, ожидая резких действий, но... вместо этого оно просто продолжает лежать на полу.
zh_hans: 你准备好自卫，因为有什么东西从新撕裂的空间裂缝中冲出，摔落在地。那是一个高大的、披着斗篷的身影——其布满斑点的金属表面和外面那片奇异空间一样黑暗。 你紧绷身体，手指搭在武器扳机上，以为它会有所动作，但是……相反，它只是继续坐在那里，瘫倒在地板上。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/choice/text
ru: Продолжать свое оружие нацеленным на таинственное существо.
zh_hans: 武器保持瞄准那神秘的实体。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/choice/event/text
ru: Пока вы продолжаете проявлять осторожность, ваше внимание привлекает проблеск света снаружи. Похоже, что формируется вторая червоточина, гораздо больше первой... однако что-то в ней кажется вам необычным. Но прежде чем вы успеваете понять, что именно, через нее начинает проходить огромный объект...
zh_hans: 在你保持警惕时，外面的一道微光吸引了你的注意。看起来像是第二个虫洞正在形成，比第一个大得多……不过，有什么地方让你觉得不寻常。还没等你想明白，一个巨大的物体开始从中移动出来……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/choice/event/choice/event/text
ru: ...которое вы смутно узнаете как корабль, хотя не можете сказать, что когда-либо видели что-то подобное. По мере приближения фигура перед вами внезапно начинает двигаться! Ее движения, хотя и механические, кажутся изящными и целенаправленными - она встает на ноги и принимает боевую стойку за считанные секунды. Ее внимание, похоже, сосредоточено на корабле снаружи, и вы понимаете, что корабль приближается к вашему с агрессивными намерениями! Что бы это ни было, это существо, похоже, готово встать на вашу сторону против странного корабля.
zh_hans: ……你隐约认出那是一艘星舰——尽管你从未见过类似的东西。随着它的到来，你面前的身影突然开始移动！它的动作虽然机械，但看起来精准而有目的性——仅仅几秒，它就站了起来，摆出战斗姿态。不过，它的注意力似乎集中在外面的星舰上……你意识到那艘星舰正咄咄逼人地朝你驶来！ 无论这实体是什么，它似乎愿意和你站在一起，对抗那艘奇怪的星舰。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/choice/event/choice/event/crewMember
ru: Тень
zh_hans: 暗影

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
ru: Здравствуй?
zh_hans: 你好？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/text
ru: Но ответа нет. Более того, словно ответ всегда был с вами... вам здесь нечего искать.
zh_hans: 但没有回答。确实，仿佛答案一直与你同在……这里什么都没有留给你。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_darkone.xml$//textList[@name="DDDARKGODDOMAIN_CHOSEN_TEXT"]/text[1]
ru: В воздухе вспыхивает ненависть, когда вы понимаете, что не только тьма здесь жаждет вашего уничтожения... Из глубин безумия снаружи появляется еще один гладкий, черный корабль, состоящий из чистой тьмы. Приготовьтесь!
zh_hans: 空气中的一种憎恨与你共鸣，你意识到不仅仅这里的黑暗渴望摧毁你……从外面疯狂的深处，又升起了一艘光滑、漆黑的纯粹阴影星舰。准备战斗！

source: data/events_darkone.xml$//textList[@name="DDDARKGODDOMAIN_CHOSEN_TEXT"]/text[2]
ru: Похоже, Избранные Темного Бога не собираются отказываться от своего стремления уничтожить вас: еще один их корабль прорывается сквозь тьму и готовится к атаке!
zh_hans: 看来黑暗之神的选召者尚未放弃摧毁你的使命，他们的另一艘星舰冲破黑暗，准备发起攻击！

source: data/events_darkone.xml$//textList[@name="DDDARKGODDOMAIN_CHOSEN_TEXT"]/text[3]
ru: Ваша кровь стынет в жилах, когда снаружи появляется корабль... уже знакомый вам. Предзнаменование смерти. Тьма в своем проявлении. Избранные Темного Бога... они приближаются, а вы готовитесь защищаться.
zh_hans: 一艘星舰出现在外面，让你血液冰冷……一艘你现在熟悉的星舰。死亡的预兆。黑暗的具现化。黑暗之神的选召者……他们开始逼近，你准备自卫。

source: data/events_darkone.xml$//textList[@name="DDDARKGODDOMAIN_CHOSEN_TEXT"]/text[4]
ru: Снаружи становится все темнее, когда вы понимаете, что это не просто маяк... Вы забрели на территорию Избранных Темного Бога, и они выбрали вас в качестве своей следующей жертвы!
zh_hans: 外面的景象变得更加黑暗，你意识到这不是普通的信标……你闯入了黑暗之神选召者的领地，而他们已选定你为下一份祭品！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER_FIGHT_WIN"]/text
ru: Несмотря на то, что здесь вы встретили сильного врага, вы понимаете, что теряете силы, как в борьбе с повстанцами... так и тьмой, если уж на то пошло. Вам нужно двигаться дальше.
zh_hans: 尽管在此击败了一个强大的敌人，你意识到自己在与叛军的赛跑中正失去优势……黑暗方面亦然。你需要继续前进。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER_FIGHT_WIN"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER_FIGHT_WIN"]/choice/event/text
ru: Но прежде чем вы это сделаете, рядом с вами появится оружие... Вы узнаете в нем то самое, которым владеют Избранные. Вы не из тех, кто отказывается от бесплатных подарков, но вам остается только догадываться о цели такой щедрости...
zh_hans: 不过，在此之前，一件武器显现在你身旁……你认出这是选召者们使用的同款武器。你不会错过免费的礼物，但你不禁好奇这种慷慨的目的何在……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER"]/choice[@req="darkone_alignment"]/text
ru: Я хочу... вмешательства.
zh_hans: 我渴望……干预。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER"]/choice[@req="dddeepone_chosen"]/text
ru: (Член экипажа-Избранный) "ЭТОТ... ОН ОДИН ИЗ СВОИХ".
zh_hans: （选召者船员）“此 人……与 同 胞 同 行。”

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER"]/choice[@req="dddeepone_chosen"]/event/text
ru: Избранные останавливают свою атаку, как только понимают, что перед ними находятся свои. Не говоря ни слова, они погружаются обратно во тьму, а вы вспоминаете, что у благосклонности злых божеств есть свои преимущества...
zh_hans: 选召者们一认出他们中的一员与你站在一起，就停止了推进。一言不发，他们沉回黑暗，你再次想到，获得邪恶神祇的青睐自有其好处……

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER"]/choice[3]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED_FIGHT"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED_FIGHT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED_FIGHT"]/deadCrew/text
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED_FIGHT"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED_FIGHT_WIN"]/text
ru: В вашей груди пылает пламя, а рядом с вами появляется награда за победу над этими странными незваными гостями. Тем не менее вы понимаете, что теряете силы как в борьбе с повстанцами... так и с тьмой, если уж на то пошло. Вам нужно двигаться дальше.
zh_hans: 你胸口感到一阵灼热，击败这些奇怪入侵者的奖赏显现在你身旁。即便如此，你意识到自己在与叛军的赛跑中正失去优势……黑暗方面亦然。你需要继续前进。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED"]/text
ru: ...и становится еще темнее, когда открывается червоточина и из нее появляется корабль Просветленных. Возможно, они не знают, где находятся и что здесь делают, но они знают одно: вы - их следующая цель!
zh_hans: ……并且变得更加黑暗，一个虫洞打开，一艘启明者星舰从虚空中显现。他们或许不知身在何处，亦不知为何在此，但他们知道一件事：你是他们的下一个目标！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED"]/choice[@req="darkone_alignment"]/text
ru: Я хочу... вмешательства.
zh_hans: 我渴望……干预。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED"]/choice[2]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY_FIGHT"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY_FIGHT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY_FIGHT"]/deadCrew/text
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY_FIGHT"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY_FIGHT_WIN"]/text
ru: В вашей груди пылает пламя, а рядом с вами появляется награда за победу над этими странными незваными гостями. Тем не менее вы понимаете, что теряете силы как в борьбе с повстанцами... так и с тьмой, если уж на то пошло. Вам нужно двигаться дальше.
zh_hans: 你胸口感到一阵灼热，击败这些奇怪入侵者的奖赏显现在你身旁。即便如此，你意识到自己在与叛军的赛跑中正失去优势……黑暗方面亦然。你需要继续前进。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY"]/text
ru: ...и сверкает фиолетовым, когда открывается червоточина и из нее появляется кристаллический корабль. Возможно, они не знают, где находятся и что здесь делают, но они знают одно: вы - их следующая цель!
zh_hans: ……并且闪烁着紫色，一个虫洞打开，一艘水晶星舰从虚空中显现。他们或许不知身在何处，亦不知为何在此，但他们知道一件事：你是他们的下一个目标！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY"]/choice[@req="darkone_alignment"]/text
ru: Я хочу... вмешательства.
zh_hans: 我渴望……干预。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY"]/choice[2]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE_FIGHT"]/destroyed/text
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE_FIGHT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE_FIGHT"]/deadCrew/text
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。
