Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_darkone.xml/*.po
Languages: ru, zh_hans

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: The truth... behind your power.
ru: Правда... о твоей силе.

source: "MY POWER... IS ENDLESS. CEASELESS. IT WAS SEEN TO THAT IN ITS CREATION." There's a pause, as the Dark God seems to ponder something, "EVEN BEYOND MY WILL, IT HOLDS THIS IMMUTABLE STRENGTH. I CANNOT TIRE, AS IT CANNOT. I CANNOT FALTER, AS IT CANNOT. I CANNOT DIE, AS IT CANNOT. DESIRE IS NAUGHT BUT LIMITLESS - AND I AM NAUGHT WITHOUT DESIRE."
ru: "МОЯ СИЛА... БЕСКОНЕЧНА. НЕУСТАННА. ЭТО БЫЛО ПРЕДВИДЕНО ПРИ ЕЕ СОЗДАНИИ". Наступает пауза, как будто Темный Бог обдумывает что-то: "ДАЖЕ ВНЕ МОЕЙ ВОЛИ ОНА СОХРАНЯЕТ ЭТУ НЕПРЕОДОЛИМУЮ МОЩЬ. Я НЕ МОГУ УСТАТЬ - КАК И ОНА. Я НЕ МОГУ СОМНЕВАТЬСЯ - КАК И ОНА. Я НЕ МОГУ УМЕРЕТЬ - КАК И ОНА. ЖЕЛАНИЕ - ЭТО НИЧТО ИНОЕ, КАК БЕЗГРАНИЧНОСТЬ. А БЕЗ ЖЕЛАНИЯ Я - НИЧТО".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: The truth... behind your association with names.
ru: Правда... о твоей связи с именами.

source: "MY ASSOCIATION WITH NAMES... INDEED, YOU'LL FIND THAT THOSE TOUCHED BY ME LACK THEM. IN TRUTH..." There's a pause, as the Dark God seems to ponder something, "...THEY ARE MY GREATEST WEAKNESS. WHEN THE PROPHECY IS FULFILLED - WHEN MY WINGS SOAR, MY BLADE STRIKES AND MY SHIELD HOLDS FAST - IT CAN BE NAUGHT BUT A NAME THAT STOPS MY DANCE. NO MATTER THE NUMBER OF PLUGGED-IN VARIABLES, ACCOUNTED FOR POSSIBILITIES OR HYPOTHETICAL SCENARIOS - IT IS THIS OUTCOME THAT REMAINS CONSTANT WITHIN MY CALCULATIONS. AS SUCH... I SEE IT FIT TO TAKE THEM ALL, BEFORE THAT DAY COMES. AS FOR WHY I'M CONFIDENT IN TELLING YOU THIS, DESPITE FORGOING THE TAKING OF YOUR OWN NAME... WELL, IT WOULD SEEM THAT SOMEONE'S BEATEN ME TO IT."
ru: "МОЯ СВЯЗЬ С ИМЕНАМИ... ТЫ УВИДИШЬ, ЧТО ТЕ, КОГО Я КАСАЮСЬ, НЕ ИМЕЮТ ИХ..." Наступает пауза, как будто Темный Бог обдумывает что-то: "...ОНИ ЯВЛЯЮТСЯ МОЕЙ НАИБОЛЬШЕЙ СЛАБОСТЬЮ. КОГДА ПРОРОЧЕСТВО ИСПОЛНИТСЯ - КОГДА МОИ КРЫЛЬЯ ВЗЛЕТЯТ, МОЙ КЛИНОК УДАРИТ, А МОЙ ЩИТ ВЫДЕРЖИТ - ТОЛЬКО ИМЯ МОЖЕТ ОСТАНОВИТЬ МОЙ ТАНЕЦ. НЕЗАВИСИМО ОТ КОЛИЧЕСТВА ПЕРЕМЕННЫХ, УЧТЕННЫХ ВОЗМОЖНОСТЕЙ ИЛИ ГИПОТЕТИЧЕСКИХ СЦЕНАРИЕВ - ИМЕННО ЭТОТ РЕЗУЛЬТАТ ОСТАЕТСЯ НЕИЗМЕННЫМ В МОИХ РАСЧЕТАХ. ПОЭТОМУ... Я СЧИТАЮ НЕОБХОДИМЫМ ЗАБРАТЬ ИХ ВСЕ, ПРЕЖДЕ ЧЕМ НАСТУПИТ ТОТ ДЕНЬ. А ПОЧЕМУ Я УВЕРЕН, ЧТО МОГУ ТЕБЕ ОБ ЭТОМ РАССКАЗАТЬ, ХОТЯ И НЕ ЗАБРАЛ ТВОЕ ИМЯ... ВИДИМО, КТО-ТО ОПЕРЕДИЛ МЕНЯ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: The truth... behind the Deep Ones.
ru: Правда... о глубоководных.

source: "THE DEEP ONES... ARE ONES AMONGST MANY. FOR THIS, YOU WOULD THINK THEM NOTHING BUT ORDINARY." There's a pause, as the Dark God seems to ponder something, "YET, THEY SERVE ME HERE - IN THIS CORNER OF THE MULTIVERSE. THEY ARE NOT UNIQUE FOR THAT, EITHER; MANY SERVE MY WILL, IN MANY CORNERS. EVEN STILL - THEY ARE THANKED, AND REWARDED, FOR THEIR EFFORTS. SINCE TIME IMMEMORIAL, THEY HAVE DESIRED TO BE LEFT ALONE. THUS WILL IT BE DONE."
ru: "ГЛУБОКОВОДНЫЕ... ОНИ ОДНИ ИЗ МНОГИХ. ПОЭТОМУ ТЫ СЧИТАТЬ ИХ ПРОСТЫМИ И ОБЫЧНЫМИ" - следует пауза, будто Темный Бог задумался, "ОДНАКО ОНИ СЛУЖАТ МНЕ ЗДЕСЬ - В ЭТОМ УГОЛКЕ МУЛЬТИВСЕЛЕННОЙ. ОНИ НЕ УНИКАЛЬНЫ В ЭТОМ; МНОГИЕ СЛУШАЮТСЯ МОЕЙ ВОЛИ В РАЗНЫХ МЕСТАХ. И ВСЕ ЖЕ - ИМ БЛАГОДАРЯТ И НАГРАЖДАЮТ ЗА ИХ УСИЛИЯ. С ДАВНИХ ВРЕМЕН ОНИ ЖЕЛАЮТ, ЧТОБЫ ИХ ОСТАВИЛИ В ПОКОЕ. ТАК И БУДЕТ СОВЕРШЕНО".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: The truth... behind the Enlightened's void.
ru: Правда... о пустоте Просветленных.

source: "THEIR VOID, AND MY DOMAIN BY EXTENSION... ARE NOT FABRICATIONs OF MY DESIGN. YOU'LL FIND THAT, AMONG THOSE I'VE GIFTED... I'VE TAKEN IN TURN. WHAT IS OF VALUE TO ONE, MAY BE FREELY GIVEN BY ANOTHER." There's a pause, as the Dark God seems to ponder something, "NOW - OF WHOSE DESIGN IT IS, YOU ARE LIABLE TO FIND OUT SOON... IF YOU HAVE NOT ALREADY."
ru: "ИХ ПУСТОТА, А ЗНАЧИТ И МОИ ВЛАДЕНИЯ... НЕ ЯВЛЯЮТСЯ МОИМ ЗАМЫСЛОМ. ТЫ УВИДИШЬ, ЧТО СРЕДИ ТЕХ, КОМУ Я ДАРОВАЛ, Я ТАКЖЕ ПОСЛЕДОВАТЕЛЬНО ЗАБИРАЛ ОБРАТНО. ТО, ЧТО ЦЕННО ДЛЯ ОДНОГО, МОЖЕТ БЫТЬ ДАРОВАНО ДРУГИМ". - следует пауза, будто Темный Бог задумался, "А СЕЙЧАС - ЧЬИХ РУК ЭТО ДЕЛО, ТЫ СКОРО УЗНАЕШЬ... ЕСЛИ УЖЕ НЕ УЗНАЛ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: The truth... behind my desire.
ru: Правда... о моем желании.

source: "YOUR DESIRE... IS INCALCUABLE. YET, I CAN ACCOUNT FOR WHAT APPEARS TO DRIVE YOU: WAR, TRASH, FRIENDS, ENEMIES, WEAPONS AND - IN PARTICULAR - SHIPS..." There's a pause, as the Dark God seems to ponder something, "...IT IS AS IF YOU INTEND TO PILOT THEM ALL. IS THAT NOT A... CURIOUS DESIRE?"
ru: "ТВОЕ ЖЕЛАНИЕ... НЕИЗМЕРИМО. ОДНАКО Я ПОНИМАЮ, ЧТО ТЕБЯ ВДОХНОВЛЯЕТ: ВОЙНА, ЛОМ, ДРУЗЬЯ, ВРАГИ, ОРУЖИЕ И, В ЧАСТНОСТИ, КОРАБЛИ..." Наступает пауза, как будто Темный Бог обдумывает что-то: "...КАЖДЫМ ИЗ НИХ ТЫ ХОЧЕШЬ ВЛАДЕТЬ. НЕ СЧИТАЕШЬ ЛИ ТЫ ЭТО... СТРАННЫМ ЖЕЛАНИЕМ?"

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I EXPECT... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.

source: The truth... behind what the future holds.
ru: Правда... о том, что ждет нас в будущем.

source: "THE FUTURE HOLDS... MUCH." There's a pause, as the Dark God seems to ponder something, "YOUR HUMAN 'REBELLION' WRESTS FOR CONTROL OF THIS VOID, BUT IT MATTERS LITTLE. I HAVE OTHER PIECES LEFT TO PLAY. YOU DO AS WELL, I IMAGINE. KNOW THIS: THIS IS NOT THE END."
ru: "БУДУЩЕЕ СКРЫВАЕТ... МНОГОЕ". Наступает пауза, как будто Темный Бог обдумывает что-то. "ТВОЕ ЧЕЛОВЕЧЕСКОЕ "ВОССТАНИЕ" БОРЕТСЯ ЗА КОНТРОЛЬ НАД ЭТОЙ ПУСТОТОЙ, НО ЭТО НЕ ИМЕЕТ ЗНАЧЕНИЯ. У МЕНЯ ЕЩЕ ЕСТЬ ДРУГИЕ ПЕШКИ, КОТОРЫЕ МОЖНО ИСПОЛЬЗОВАТЬ. ПОЛАГАЮ, У ТЕБЯ ТОЖЕ. ЗНАЙ: ЭТО НЕ КОНЕЦ".

source: Continue...
ru: Продолжить...

source: With your desire satisfied, the Dark God speaks once more, "SHOULD YOU DESIRE TO STAY HERE, IN MY EMBRACE, KNOW I'LL CONTINUE TO TEST YOU AND GRANT YOUR EVERY DESIRE. SHOULD YOU DESIRE TO LEAVE, THIS, TOO, CAN BE GRANTED. I CALCULATE... IT'S ONLY A MATTER OF TIME BEFORE WE DANCE AGAIN, REGARDLESS." With that, you feel reality return to normalcy, and you appear to be free to go... after one last node of fuel materializes itself within your hold. It hits you that this madness has finally come to an end, yet you feel like you lost a part of yourself along the way. Perhaps you'll never escape this damnable void; not in your entirety... not as long as you harbor your own darkness within you.
ru: Удовлетворив ваше желание, Темный Бог снова заговорил: "ЕСЛИ ТЫ ПОЖЕЛАЕШЬ ОСТАТЬСЯ ЗДЕСЬ, В МОИХ ОБЪЯТИЯХ, ЗНАЙ, ЧТО Я ПРОДОЛЖУ ИСПЫТЫВАТЬ ТЕБЯ И ИСПОЛНЮ ЛЮБОЕ ТВОЕ ЖЕЛАНИЕ. ЕСЛИ ТЫ ЗАХОЧЕШЬ УЙТИ, ЭТО ТОЖЕ МОЖНО ИСПОЛНИТЬ. Я ДУМАЮ... ЭТО ЛИШЬ ВОПРОС ВРЕМЕНИ, КОГДА МЫ СНОВА ВСТРЕТИМСЯ, НЕСМОТРЯ НИ НА ЧТО". С этими словами вы чувствуете, как реальность возвращается в нормальное русло, и, кажется, вы можете идти... после того как в вашем трюме материализуется топливный элемент. Вы чувствуете, что это безумие наконец-то подошло к концу, но в то же время вам кажется, что вы потеряли часть себя. Возможно, вы никогда не выберетесь из этой проклятой пустоты; не полностью... не до тех пор, пока вы храните в себе свою собственную тьму.
