Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: Well, what am I supposed to do? You sound, uh... pretty capable.
ru: "Ну и что я должен делать? Вы выглядите э-э... довольно способной".

source: Your comment seems to have stroked her ego slightly, "Well, as capable as I am, there's still only so many of me. The rate at which the metaphorical ocean grows far outpaces the rate at which I can quell it, and it's proven efficient at preventing my approach of its heart. If you could reach it yourself, though, and buy me enough time to break through... I could pierce it, with ONE MIGHTY BLOW, and put an end to its corruption for good!" The armored woman poses, triumphantly, and you can't help but feel a little embarrassed.
ru: Ваш комментарий, кажется, слегка польстил ее самолюбие. "Ну, какой бы способной я ни была, я всего лишь одна. Скорость, с которой растет этот метафорический океан, намного превышает скорость, с которой я могу его усмирить, и он оказался весьма эффективным в предотвращении моего приближения к его сердцу. Но если бы вы смогли добраться до него сами и выиграть мне достаточно времени, чтобы прорваться... я бы смогла пронзить его ОДНИМ МОГУЧИМ УДАРОМ и навсегда положить конец его скверне!" Закованная в броню женщина триумфально позирует, и вы невольно чувствуете легкое смущение.

source: You're certain that this heart exists? And that it's the only thing keeping the mattervirus going?
ru: Вы уверены, что это сердце существует? И что это единственное, что поддерживает материя-вирус?

source: She nods, "You'll see what I mean soon enough, if you haven't already, but it has a way of worming its way into your mind. For better, or for worse, I don't think there's anything its collective hive mind knows that I don't at this point." You squint a little at how insane that sounds, but she doesn't seem to notice as she points her spear in the air, "Now, tell me - are you to be the fellow hero I seek? There is little shame in walking away; as troublesome as it'll be to get another opportunity like this, I loathe asking such a harrowing task of anyone, and I cannot guarantee that you and your comrades here will make it out with their lives."
ru: Она кивает: "Вы скоро поймете, что я имею в виду, если еще не поняли, но оно умеет проникать в разум. К лучшему это или к худшему, но, по-моему, на данный момент я знаю все, что знает их объединенный разум". Вы слегка прищуриваетесь от того, насколько безумно это звучит, но она, кажется, не замечает этого, поднимая копье в воздух: "Итак, скажите мне - вы тот самый герой, которого я ищу? Нет ничего постыдного в том, чтобы уйти; как бы ни было сложно получить еще одну такую возможность, я ненавижу просить кого-либо о такой ужасной задаче, и я не могу гарантировать, что вы и ваши комрады здесь останетесь в живых".

source: This sounds absurd, but... screw it, I'm in.
ru: Звучит абсурдно, но... к черту, я в игре.

source: There's a loud, clanging noise as she slams the butt of her spear against the floor, and puts her hand to her chest once more, "THAT'S THE HEROIC SPIRIT! To fight for no reason, other than because it is what's right... THIS is how heroes are born. If you are to venture with me into the belly of the beast, then you will be needing this!" She holds her hand out, palm up, and tenses it... for a moment, you're left wondering what's supposed to happen, but then a resplendent, roaring flame bursts out from the very air between her fingertips! She pulls her hand back, and the golden fire stays hovering in the air where she left it, "This... is 'hope'. The prison's Children, or, heavens forbid, its Weavers, will undoubtedly try to bargain with you once you're within their realm. They may promise power, freedom, peace, WHATEVER; all of it will be lies for the sole purpose of luring you to your death. THAT, is where 'hope' comes in. It is a fraction of my power, and what's caused my imprisonment in the first place... it is to act as your torch in the upcoming darkness. Invoke it, and you may burn away the shadows of doubt, revealing truth... what that truth entails, exactly, is up to you. I only ask that you use it wisely, for its power is finite." She gestures for you to take the flame, and you hestitantly cup it in your hands... but it doesn't burn you. Rather, you feel that you find it soothing.
ru: Раздается громкий лязг, когда она ударяет прикладом копья о пол и снова прикладывает руку к груди: "ВОТ ЭТО ГЕРОИЧЕСКИЙ ДУХ! Сражаться без причины, просто потому, что это правильно... ТАК рождаются герои. Если вы решитесь отправиться со мной в брюхо чудовища, то вам понадобится это!" Она протягивает руку ладонью вверх и напрягает ее... на мгновение вы недоумеваете, что должно произойти, но затем из самого воздуха между ее пальцами вырывается ослепительное, ревущее пламя! Она отдергивает руку, и золотой огонь остается висеть в воздухе там, где она его оставила: "Это... "надежда". Дети тюрьмы или, боже упаси, ее Ткачи, несомненно, попытаются торговаться с вами, как только вы окажетесь в их владениях. Они могут обещать власть, свободу, мир, ЧТО УГОДНО; все это будет ложью с единственной целью заманить вас на смерть. И вот тут-то и пригодится "надежда". Это частица моей силы, и именно она в первую очередь привела меня к заточению... она будет вашим факелом в грядущей тьме. Призовите ее, и вы сможете развеять тени сомнений, открывая истину... что именно эта истина влечет за собой, решать вам. Я лишь прошу использовать ее мудро, ибо ее сила конечна". Она жестом предлагает вам взять пламя, и вы нерешительно складываете ладони чашей... но оно не обжигает вас. Скорее, вы чувствуете, что оно успокаивает.

source: Alright, I'll try to be smart about it. When exactly are we expecting your captors to return, then?
ru: Хорошо, я постараюсь быть благоразумным. Когда именно мы ожидаем возвращения ваших похитителей?

source: "Well... it's taking longer than I'd expected, but-" Before she can finish her sentence, another portal appears from the ether and opens up behind her! Much larger than the one she'd come in with, a wave of Soulplague-infected mass sprouts forth from it, grabbing her from every angle. As she's dragged back in, you move to help, but she barely manages to scream out at you in-between struggled breaths, "NO! Let it take me - you must follow suit! You... must reach the heart! Only you can-" She's interrupted once more as the Soulplague wave completely envelops her, successfully dragging her in, and the portal closes.
ru: "Ну... это длится дольше, чем я ожидала, но..." Прежде чем она успевает закончить фразу, из эфира появляется еще один портал и открывается прямо за ней! Гораздо больше того, через который она пришла, из него вырывается волна материи, зараженной чумой души, хватая ее со всех сторон. Пока ее затаскивают обратно, вы пытаетесь помочь, но она едва успевает прокричать вам между судорожными вздохами: "НЕТ! Пусть забирает меня - вы должны последовать за мной! Вы... должны добраться до сердца! Только вы сможете..." Ее снова прерывает волна чумы души, полностью поглощая ее и успешно затаскивая внутрь, после чего портал закрывается.

source: Wait! How am I meant to follow you?!
ru: Подождите! Как я должен за вами следовать?!

source: Though the silence is deafening, you get your answer another way as the space outside seems to shift, and twist...
ru: Хотя тишина стоит оглушительная, вы получаете ответ другим способом: пространство за иллюминатором как будто смещается, искривляется...

source: Continue...
ru: Продолжить...

source: ...and, indeed, some sort sort of vast mass appears, in addition to the sporadic spawning of innumerable rainbow wormholes. It looks like this is it... having already made your decision, you move to fly into one of the wormholes. Brace yourself; you're entering lightspeed!
ru: ...и действительно, появляется какая-то огромная масса, вдобавок к периодическому возникновению бесчисленных радужных червоточин. Похоже, это оно... уже приняв решение, вы направляетесь к одной из червоточин. Приготовиться; вы входите в режим сверхсветовой скорости!

source: Hold onto something!
ru: Ухватиться за что-нибудь!

source: I'll have to pass, sorry.
ru: Мне придется отказаться, извините.

source: The energy in her movements fades, ever so slightly, as she nods her head once more, "Then... pay me no mind. It's my fault for assuming you were a hero in the first place... but, fret not! One day, I'll find the help I need. Until then..." Another portal appears behind her as she speaks, and she walks towards it willingly, "...I wish you luck with your own struggles." The portal engulfs her, and promptly closes, leaving you in silence. A part of you feels guilty, but... you've your own struggles indeed. You'll have to press on.
ru: Энергия в ее движениях угасает, едва заметно, когда она снова кивает головой: "Тогда... не обращайте на меня внимания. Это моя вина, что я с самого начала приняла вас за героя... но не волнуйтесь! Однажды я найду нужную мне помощь. А пока..." За ее спиной, пока она говорит, появляется еще один портал, и она охотно направляется к нему, "...желаю вам удачи в ваших собственных трудностях". Портал поглощает ее и тут же закрывается, оставляя вас в тишине. Часть вас чувствует вину, но... у вас действительно свои проблемы. Вам придется двигаться дальше.

source: I do; no need to explain.
ru: Я знаю, не нужно объяснять.

source: She nods, "Then, tell me - are you to be the fellow hero I seek? There is little shame in walking away; as troublesome as it'll be to get another opportunity like this, I loathe asking such a harrowing task of anyone, and I cannot guarantee that you and your comrades here will make it out with their lives."
ru: Она кивает: "Тогда скажите мне - вы тот самый герой, которого я ищу? Нет ничего постыдного в том, чтобы уйти; как бы ни было сложно получить еще одну такую возможность, я ненавижу просить кого-либо о такой ужасной задаче, и я не могу гарантировать, что вы и ваши товарищи здесь останетесь в живых".

source: Of course! I'm in.
ru: Конечно! Я в деле.

source: There's a loud, clanging noise as she slams the butt of her spear against the floor, and puts her hand to her chest once more, "THAT'S THE HEROIC SPIRIT! To fight for no reason, other than because it is what's right... THIS is how heroes are born. If you are to venture with me into the belly of the beast, then you will be needing this!" She holds her hand out, palm up, and tenses it... for a moment, you're left wondering what's supposed to happen, but then a resplendent, roaring flame bursts out from the very air between her fingertips! She pulls her hand back, and the golden fire stays hovering in the air where she left it, "This... is 'hope'. The prison's Children, or, heavens forbid, its Weavers, will undoubtedly try to bargain with you once you're within their realm. They may promise power, freedom, peace, WHATEVER; all of it will be lies for the sole purpose of luring you to your death. THAT, is where 'hope' comes in. It is a fraction of my power, and what's caused my imprisonment in the first place... it is to act as your torch in the upcoming darkness. Invoke it, and you may burn away the shadows of doubt, revealing truth... what that truth entails, exactly, is up to you. I only ask that you use it wisely, for its power is finite." She gestures for you to take the flame, and you hestitantly cup it in your hands... but it doesn't burn you. Rather, you feel that you find it soothing.
ru: Раздается громкий лязг, когда она ударяет прикладом копья о пол и снова прикладывает руку к груди: "ВОТ ЭТО ГЕРОИЧЕСКИЙ ДУХ! Сражаться без причины, просто потому, что это правильно... ТАК рождаются герои. Если вы решитесь отправиться со мной в брюхо чудовища, то вам понадобится это!" Она протягивает руку ладонью вверх и напрягает ее... на мгновение вы недоумеваете, что должно произойти, но затем из самого воздуха между ее пальцами вырывается ослепительное, ревущее пламя! Она отдергивает руку, и золотой огонь остается висеть в воздухе там, где она его оставила: "Это... "надежда". Дети тюрьмы или, боже упаси, ее Ткачи, несомненно, попытаются торговаться с вами, как только вы окажетесь в их владениях. Они могут обещать власть, свободу, мир, ЧТО УГОДНО; все это будет ложью с единственной целью заманить вас на смерть. И вот тут-то и пригодится "надежда". Это частица моей силы, и именно она в первую очередь привела меня к заточению... она будет вашим факелом в грядущей тьме. Призовите ее, и вы сможете развеять тени сомнений, открывая истину... что именно эта истина влечет за собой, решать вам. Я лишь прошу использовать ее мудро, ибо ее сила конечна". Она жестом предлагает вам взять пламя, и вы нерешительно складываете ладони чашей... но оно не обжигает вас. Скорее, вы чувствуете, что оно успокаивает.

source: Alright, I'll try to be smart about it. When exactly are we expecting your captors to return, then?
ru: Хорошо, я постараюсь быть благоразумным. Когда именно мы ожидаем возвращения ваших похитителей?

source: "Well... it's taking longer than I'd expected, but-" Before she can finish her sentence, another portal appears from the ether and opens up behind her! Much larger than the one she'd come in with, a wave of Soulplague-infected mass sprouts forth from it, grabbing her from every angle. As she's dragged back in, you move to help, but she barely manages to scream out at you in-between struggled breaths, "NO! Let it take me - you must follow suit! You... must reach the heart! Only you can-" She's interrupted once more as the Soulplague wave completely envelops her, successfully dragging her in, and the portal closes.
ru: "Ну... это длится дольше, чем я ожидала, но..." Прежде чем она успевает закончить фразу, из эфира появляется еще один портал и открывается прямо за ней! Гораздо больше того, через который она пришла, из него вырывается волна материи, зараженной чумой души, хватая ее со всех сторон. Пока ее затаскивают обратно, вы пытаетесь помочь, но она едва успевает прокричать вам между судорожными вздохами: "НЕТ! Пусть забирает меня - вы должны последовать за мной! Вы... должны добраться до сердца! Только вы сможете..." Ее снова прерывает волна чумы души, полностью поглощая ее и успешно затаскивая внутрь, после чего портал закрывается.

source: Wait! How am I meant to follow you?!
ru: Подождите! Как я должен за вами следовать?!

source: Though the silence is deafening, you get your answer another way as the space outside seems to shift, and twist...
ru: Хотя тишина стоит оглушительная, вы получаете ответ другим способом: пространство за иллюминатором как будто смещается, искривляется...

source: Continue...
ru: Продолжить...

source: ...and, indeed, some sort sort of vast mass appears, in addition to the sporadic spawning of innumerable rainbow wormholes. It looks like this is it... having already made your decision, you move to fly into one of the wormholes. Brace yourself; you're entering lightspeed!
ru: ...и действительно, появляется какая-то огромная масса, вдобавок к периодическому возникновению бесчисленных радужных червоточин. Похоже, это оно... уже приняв решение, вы направляетесь к одной из червоточин. Приготовиться; вы входите в режим сверхсветовой скорости!

source: Hold onto something!
ru: Ухватиться за что-нибудь!

source: I'll have to pass, sorry.
ru: Мне придется отказаться, извините.

source: The energy in her movements fades, ever so slightly, as she nods her head once more, "Then... pay me no mind. It's my fault for assuming you were a hero in the first place... but, fret not! One day, I'll find the help I need. Until then..." Another portal appears behind her as she speaks, and she walks towards it willingly, "...I wish you luck with your own struggles." The portal engulfs her, and promptly closes, leaving you in silence. A part of you feels guilty, but... you've your own struggles indeed. You'll have to press on.
ru: Энергия в ее движениях угасает, едва заметно, когда она снова кивает головой: "Тогда... не обращайте на меня внимания. Это моя вина, что я с самого начала приняла вас за героя... но не волнуйтесь! Однажды я найду нужную мне помощь. А пока..." За ее спиной, пока она говорит, появляется еще один портал, и она охотно направляется к нему, "...желаю вам удачи в ваших собственных трудностях". Портал поглощает ее и тут же закрывается, оставляя вас в тишине. Часть вас чувствует вину, но... у вас действительно свои проблемы. Вам придется двигаться дальше.
