Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: Approaching the sound's source, it gets a little clearer; it's the wheezing of a pained Shell. Finding them in the corner, panic seems to overcome them, and their gaze erratically shifts between different points in the ceiling as they force a few words out, "Thhhhey're... here... It's not... safe! Run!"
ru: Приближаясь к источнику звука, он становится немного отчетливее: это хриплое дыхание измученной ракушки. Обнаружив его в углу, кажется, паника охватывает ее, и ее взгляд беспорядочно мечется между разными точками на потолке, пока она с трудом выдавливает несколько слов: "Они... здесь... Здесь... опасно! Бегите!"

source: Grab that Shell, and run!
ru: Взять с собой ракушку и бежать!

source: Your orders are followed, and the Shell is hauled back in a hurry; a gurgling can be heard from the video feed, its source unseen, as the Shell ship is exited and you hurry to break the coupling between the two ships. As you do so, the Shell gains their composure, and you get a better look at them now that they're in the light; this is a guardian. Not surprising, seeing their vessel's colors, but for one of the Geniocracy's guardians to be so panicked and beaten in the first place is foreboding... they speak now, hurried: "We aren't safe here! Thhhhey'll-" The ship lurches, interrupting the Shell, and you realize the second vessel has begun to move. You're only barely able to finish breaking the coupling and get a bit of distance before its engines, and then its weapons, roar to life!
ru: Ваш приказ выполнен, и ракушку поспешно тащат с собой; по видеоканалу слышится бульканье, источник которого не виден. Когда вы покидаете корабль ракушек, вы спешите отстыковаться от другого корабля. Пока вы это делаете, ракушка обретает самообладание, и вы лучше видите ее на свету: это Страж. Неудивительно, что его корабль окрашен в разные цвета, но то, что один из Стражей Гениократии так запаниковал и был сломлен, внушает опасения... Теперь он торопливо заговорил: "Здесь опасно! Они..." Корабль вздрагивает, прерывая разговор, и вы понимаете, что второе судно начало двигаться. Вы едва успеваете отстыковаться и отойти на небольшое расстояние, как его двигатели, а затем и оружие выходят на полную мощность!

source: Continue...
ru: Продолжить...

source: Approaching the sound's source, it gets a little clearer; it's the wheezing of a pained Shell. Finding them in the corner, panic seems to overcome them, and their gaze erratically shifts between different points in the ceiling as they quietly speak, "Thhhhis ship is compromised... Thhhhere is no hope here... If you stay here, we'll bothhh die... like... thhhhey did..."
ru: Приближаясь к источнику звука, он становится немного отчетливее: это хриплое дыхание измученной ракушки. Обнаружив его в углу, кажется, паника охватывает ее, и ее взгляд беспорядочно мечется между разными точками на потолке, пока она тихо говорит: "Этот корабль атакован... Здесь нет надежды... Если вы останетесь здесь, мы оба умрем... как... они..."

source: Grab that Shell, and run!
ru: Взять с собой ракушку и бежать!

source: Your orders are followed, and the Shell is hauled back in a hurry; a gurgling can be heard from the video feed, its source unseen, as the Shell ship is exited and you hurry to break the coupling between the two ships. As you do so, the Shell gains their composure, and you get a better look at them now that they're in the light; this is a mechanic. Odd, seeing the divide between the two Districts, but there's little time to ask questions... they speak now, somewhat clearer: "Is thhhhis ship fortified? Thhhhese monsters have proven thhhemselves capable of-" The ship lurches, interrupting the Shell, and you realize the second vessel has begun to move. You're only barely able to finish breaking the coupling and get a bit of distance before its engines, and then its weapons, roar to life!
ru: Ваш приказ выполнен, и ракушку поспешно тащат с собой; по видеоканалу слышится бульканье, источник которого не виден. Когда вы покидаете корабль ракушек, вы спешите отстыковаться от другого корабля. Пока вы это делаете, ракушка обретает самообладание, и вы лучше видите ее на свету: это Механик. Странно, что между двумя округами существует раскол, но времени задавать вопросы нет... Теперь он говорит более разборчиво: "Этот корабль хорошо защищен? Эти монстры доказали, чшто способны..." Корабль вздрагивает, прерывая разговор, и вы понимаете, что второе судно начало двигаться. Вы едва успеваете отстыковаться и отойти на небольшое расстояние, как его двигатели, а затем и оружие выходят на полную мощность!

source: Continue...
ru: Продолжить...

source: Approaching the sound's source, it gets a little clearer; it's the wheezing of a pained Shell. Finding them in the corner, panic seems to overcome them, and their gaze erratically shifts between different points in the ceiling as they hurriedly speak, "Thhhhey'll get us next... thhhhey'll get us, like thhhey got thhhe othhhhers! GET ME OUT OF HERE!"
ru: Приближаясь к источнику звука, он становится немного отчетливее: это хриплое дыхание измученной ракушки. Обнаружив его в углу, кажется, паника охватывает ее, и ее взгляд беспорядочно мечется между разными точками на потолке, торопливо говоря: "Они достанут нас... они достанут нас, как достали всех остальных! ВЫТАЩИТЕ МЕНЯ ОТСЮДА!"

source: Grab that Shell, and run!
ru: Взять с собой ракушку и бежать!

source: Your orders are followed, and the Shell is hauled back in a hurry; a gurgling can be heard from the video feed, its source unseen, as the Shell ship is exited and you hurry to break the coupling between the two ships. As you do so, the Shell gains their composure, and you get a better look at them now that they're in the light; this is a scientist. Odd, seeing the divide between the two Districts, but there's little time to ask questions... they speak now, somewhat calmer: "We must vacate thhhhe beacon immediately, before thhhey-" The ship lurches, interrupting the Shell, and you realize the second vessel has begun to move. You're only barely able to finish breaking the coupling and get a bit of distance before its engines, and then its weapons, roar to life!
ru: Ваш приказ выполнен, и ракушку поспешно тащат с собой; по видеоканалу слышится бульканье, источник которого не виден. Когда вы покидаете корабль ракушек, вы спешите отстыковаться от другого корабля. Пока вы это делаете, ракушка обретает самообладание, и вы лучше видите ее на свету: это Ученый. Странно, что между двумя округами существует раскол, но времени задавать вопросы нет... Теперь он говорит более разборчиво: "Мы должны немедленно покинуть маяк, пока они..." Корабль вздрагивает, прерывая разговор, и вы понимаете, что второе судно начало двигаться. Вы едва успеваете отстыковаться и отойти на небольшое расстояние, как его двигатели, а затем и оружие выходят на полную мощность!

source: Continue...
ru: Продолжить...

source: Approaching the sound's source, it gets a little clearer; it's a bit wetter than you'd realized. Something akin to a gurgling... before you're really given a chance to think about it, the mysterious figure in the corner is approached, and its humanoid form shifts and writhes within the shadows. A cry roars out, and the truth is made obvious: this is none other than a Husk!
ru: Приближаясь к источнику звука, он становится немного отчетливее: он немного более влажный, чем вы предполагали. Что-то вроде бульканья... прежде чем вы успеваете толком об этом подумать, таинственная фигура в углу приближается, и ее гуманоидная форма извивается и двигается в тенях. Раздается крик, и истина становится очевидной: это не что иное, как оболочка!

source: Run!
ru: Бежим!

source: Your orders are followed, and a sprint is made back; further gurgling can be heard from the video feed, its many sources unseen, as the Shell ship is exited and you hurry to break the coupling between the two ships. As you do so, your own ship lurches, and you realize that the second vessel has begun to move. You're only barely able to finish breaking the coupling and get a bit of distance before its engines, and then its weapons, roar to life! To make matters worse, it seems a few Husks took the opportunity to ooze their way inside while you were busy...
ru: Ваш приказ выполнен, и вы бегом отправляетесь обратно; по видеоканалу слышно дальнейшее бульканье, многие источники которого не видны. Когда вы покинули корабль ракушек, вы спешите отстыковаться от него. Пока вы это делаете, ваш корабль вздрагивает, и вы понимаете, что второе судно начало двигаться. Вы едва успеваете отстыковаться и отойти на небольшое расстояние, как его двигатели, а затем и оружие выходят на полную мощность! Что еще хуже, похоже, несколько оболочек воспользовались возможностью просочиться внутрь, пока вы были заняты...

source: Continue...
ru: Продолжить...

source: The video feed connects, and you're graced with the visage of a dark room... for a moment, you're not sure how to proceed, but then an odd croaking in the corner of the room catches your attention. Maybe less of a croaking, and more of a... groaning? As if something was in pain...
ru: Видеоканал подключается, и перед вами открывается вид на темную комнату... На мгновение вы не знаете, как поступить, но тут ваше внимание привлекает странный хрип в углу комнаты. Может быть, это не столько хрип, сколько... стон? Как будто кто-то испытывает боль...

source: Investigate the strange sound.
ru: Узнать от чего или кого исходит источник странного звука.

source: Pull out of there!
ru: Убираемся отсюда!

source: Whatever happened here, you're not about to about to allow it to spread any more carnage. There's a panicked rush to return to the ship, break the coupling between it and the Shell vessel, and then fly yourselves a safe distance away. Indeed, what happened here will remain a mystery, but that might just be to your benefit...
ru: Что бы здесь ни произошло, вы не собираетесь допустить, чтобы это привело к новым разрушениям. Вы в панике спешите вернуться на корабль, отстыковаться от корабля, а затем улететь на безопасное расстояние. В самом деле, то, что здесь произошло, останется загадкой, но это может пойти вам только на пользу...

source: Your crew member prepares themself, and you make a maneuver to allow them to board. Coupling the two ships, you're successfully able to get your ship's entrance locked against the other's, and your crew member is able to board; carefully, as to not flood your own ship with the other's toxins. They'll have to make their excursion brief, but they seem to be capable enough at weathering the ship's gases.
ru: Ваш член экипажа готовится, и вы совершаете маневр, чтобы позволить ему подняться на борт. Соединив два корабля, ваш член экипажа может подняться на борт; осторожно, чтобы не заполонить ваш корабль токсинами другого. Его вылазка должна быть короткой, но, похоже, он достаточно хорошо переносит корабельные газы.

source: Connect to your crew's video feed.
ru: Подключиться к видеоканалу вашего члена экипажа.

source: Your crew member prepares themself, and you make a maneuver to allow them to board. Coupling the two ships, you're successfully able to get your ship's entrance locked against the other's, and your crew member is able to board; carefully, as to not flood your own ship with the other's toxins.
ru: Ваш член экипажа готовится, и вы совершаете маневр, чтобы позволить ему подняться на борт. Соединив два корабля, ваш член экипажа может подняться на борт; осторожно, чтобы не заполонить ваш корабль токсинами другого.

source: Connect to your crew's video feed.
ru: Подключиться к видеоканалу вашего члена экипажа.

source: The video feed that comes back is morbid, to say the least. Your crew member is only able to make it a few steps into the ship before their movements grow sluggish, and they inevitably begin convulsing. The only consolation is that their death is swift from there... the excursion has failed. You'll have to pull out.
ru: Видеозапись, полученная в результате, мягко говоря, ужасного качества. Ваш член экипажа успевает сделать лишь несколько шагов по кораблю, прежде чем его движения становятся вялыми, и он начинает биться в конвульсиях. Единственным утешением является то, что дальше его ждет быстрая смерть... Операция провалилась. Вам придется отступить.

source: You're able to revive your crew member via the Clone Bay, but you're still not exactly insistent on sending anyone back in to try again. That was... unpleasant, to say the least.
ru: Вам удается оживить члена экипажа благодаря Клон-отсеку, но вы все равно не очень-то настаиваете на том, чтобы отправить кого-нибудь обратно, чтобы повторить попытку. Это было... неприятно, если не сказать больше.

source: With their Military District on strike, it's rare to see the Geniocracy's militant vessels out and about in their own sectors, let alone in an abandoned region as barren as this one. Yet, here one stands, in decent condition... but they make no attempt to move, or hail, at your arrival. Worrying, considering the distress beacon...
ru: Из-за забастовки в их военном регионе редко можно увидеть боевые корабли Гениократии, курсирующие даже в их собственных секторах, не говоря уже о таком заброшенном и безжизненном регионе, как этот. Тем не менее, один из них стоит здесь, в приличном состоянии... но он не предпринимает никаких попыток двигаться или вызвать вас в ответ на ваше прибытие. Это вызывает беспокойство, учитывая маяк бедствия...

source: Seems trustworthy enough. Contact the ship.
ru: Кажется, корабль заслуживает доверия. Связаться с кораблем.

source: You try to hail the Shell ship, but don't get any response back. Trying a few more times, nothing changes; it's complete radio silence.
ru: Вы пытаетесь вызвать корабль ракушек, но не получаете никакого ответа. Вы пытаетесь еще несколько раз, но ничего не меняется: полное радиомолчание.

source: Let's board them, maybe? They might need help...
ru: Может, высадимся на борт? Там может понадобиться наша помощь...

source: Good intentions aside, you understand that this is still a Shell ship you're attempting to board. You'll need a crew member capable of resisting the ship's toxic gases, unless you're interested in throwing lives away.
ru: Не смотря на благие намерения, вы понимаете, что это все еще корабль ракушек, на который вы пытаетесь проникнуть. Вам понадобится член экипажа, способный противостоять ядовитым газам корабля, если только вы не заинтересованы в том, чтобы разбрасываться жизнями.

source: (Shell Crew) Allow your Shell to board the ship.
ru: (Член экипажа-ракушка) Позволить своей ракушке подняться на корабль.

source: Your Shell nods their... shell, and you make a maneuver to allow them to board. Coupling the two ships, you're successfully able to get your ship's entrance locked against the other's, and your Shell is able to board; carefully, as to not flood your own ship with the other's toxins.
ru: Ваша ракушка кивает своей... ракушкой, и вы совершаете маневр, чтобы позволить ей подняться на борт. Состыковав два корабля, ваша ракушка может подняться на борт; осторожно, чтобы не заполонить ваш корабль токсинами другого.

source: Connect to your Shell's video feed.
ru: Подключиться к видеоканалу вашей ракушки.

source: (Anaerobic Crew) Allow your Anaerobic crew member to board the ship.
ru: (Анаэробный экипаж) Разрешить члену анаэробного экипажа подняться на борт корабля.

source: They'll have to be quick to avoid a larger dose, but you make a maneuver to allow your crew member to board. Coupling the two ships, you're successfully able to get your ship's entrance locked against the other's, and your crew member is able to board; carefully, as to not flood your own ship with the other's toxins.
ru: Ему придется поторопиться, чтобы не получить большую дозу токсинов, и вы совершаете маневр, чтобы позволить ей подняться на борт. Состыковав два корабля, ваш член экипажа может подняться на борт; осторожно, чтобы не заполонить ваш корабль токсинами другого.

source: Connect to your crew's video feed.
ru: Подключиться к видеоканалу вашего члена экипажа.

source: (Boarding Drone) Allow your drone to board the ship.
ru: (Абордажный дрон) Разрешить вашему дрону подняться на борт корабля.

source: Your drone whirs to life, and you make a maneuver to allow it to board without breaking any holes in the Shells' hull. Coupling the two ships, you're successfully able to get your ship's entrance locked against the other's, and your drone is able to board; carefully, as to not flood your own ship with the other's toxins.
ru: Ваш дрон оживает, и вы совершаете маневр, чтобы позволить ей подняться на борт. Состыковав два корабля, ваш дрон может подняться на борт; осторожно, чтобы не заполонить ваш корабль токсинами другого.

source: Connect to your drone's video feed.
ru: Подключиться к видеоканалу вашего дрона.

source: We have to try, even if we're risking our own lives. Allow a crew member to board the ship.
ru: Мы должны попытаться, даже рискуя собственной жизнью. Разрешить одному из членов экипажа подняться на борт корабля.

source: You have no crew to send, it would seem.
ru: Похоже, у вас нет экипажа для этой операции.

source: Nevermind, we can't afford to risk this.
ru: Неважно, мы не можем позволить себе рисковать.

source: This whole situation is fishy, and you can't afford to brave the toxins of a Shell ship knowing other potential dangers may be lurking onboard. Though you aren't satisfied, you feel it necessary to leave the ship alone and wait until you can jump away.
ru: Вся эта ситуация выглядит подозрительно, и вы не можете позволить себе рисковать с токсинами на корабле ракушек, зная, что на борту могут таиться другие потенциальные опасности. Хотя вы не удовлетворены, вы считаете необходимым оставить корабль в покое и подождать, пока зарядится ваш ССД.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: I know how to get their attention. Attack!
ru: Я знаю, как привлечь их внимание. Атакуем!

source: Even as you assault them, the Shells make no effort to defend themselves. It's odd, seeing how their ship was still powered, but you figure that you must've been too late to save them in the first place. Regardless, you're left to scrap what little remains of their wreck.
ru: Даже когда вы нападаете на них, ракушки не предпринимают никаких попыток защититься. Странно, что их корабль все еще работает, но вы решили, что, наверное, опоздали, чтобы спасти их. Как бы то ни было, вам остается разобрать на лом то немногое, что осталось от их обломков.

source: Continue...
ru: Продолжить...

source: Gathering these bits of scrap, though, you realize something's off. Some of it appears oily, and iridescent... this ship must have been Soulplague-infected! Before you can correct your mistake of salvaging it, some of the scrap oozes, and bubbles, and a small horde of Husks rises forth to make you their next victim!
ru: Собирая обломки, вы понимаете, что что-то не так. Некоторые из них кажутся маслянистыми и переливающимися... Должно быть, этот корабль заражен чумой души! Прежде чем вы успеваете исправить свою ошибку, часть обломков сочится, пузырится, и небольшая орда оболочек появляется, чтобы сделать вас своей следующей жертвой!

source: How rude! I'll ignore them back, then.
ru: Как грубо! Тогда я проигнорирую их в ответ.

source: The gall of some aliens, you swear... you put your INCREDIBLY urgent mission to quite literally SAVE REALITY on hold, purely to address their distress call, and they can't even muster up the energy to answer your hails? Good riddance, you say, as you leave the ship alone and wait to jump away.
ru: Какая наглость у этих пришельцев, клянусь... Вы отложили свою НЕВЕРОЯТНО срочную миссию по СПАСЕНИЯ РЕАЛЬНОСТИ, чтобы ответить на их сигнал бедствия, а они даже не могут собраться с силами, чтобы ответить на ваш вызов? В добрый путь, говорите вы, оставляя корабль в покое и ожидая зарядки ССД.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: I don't trust this. Leave the ship alone.
ru: Здесь что-то неладное. Оставить корабль в покое.

source: This whole sector's got you on edge, and you're not about to let any more Husks get the jump on you. You don't trust these Shells for a second. Leaving the ship alone, it leaves you alone in turn, and you're able to wait until you can jump away.
ru: Весь этот сектор держит вас в напряжении, и вы не собираетесь позволить оболочкам одержать над вами верх. Вы ни на секунду не доверяете этим ракушкам. Оставив корабль в покое, они, в свою очередь, оставляют в покое вас, и вы ждете пока зарядится ССД.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: You're going to have to explain the destruction of their ship to the Slug... at the very least, you can spend a few moments scrapping it before you do.
ru: Вам придется объяснить слизню уничтожение его корабля... в любом случае, вы можете потратить несколько минут на то, чтобы разобрать его на лом.

source: Call the Slug back.
ru: Вызвать слизня.

source: The slime pool's volume has risen slightly since you last called them, and the Slug answers eagerly, "YOU'RE ALIVE! Sssso, you ssshowed them what'ssss for, huh? Cleaned them out?"
ru: С тех пор как вы в последний раз обращались к нему, объем слизи немного увеличился, и слизень с нетерпением отвечает: "ТЫ ЖИВ! Значит, ты показал им, что к чему, да? Очиссстил его?"

source: Well, yes, but, I, uh... may have destroyed your ship.
ru: Ну, да, но я, э-э... возможно, уничтожил твой корабль.

source: You're expecting more emotion, but the Slug remains surprisingly calm, "Aw, sssshit. Well, it'ssss whatever. I kinda lied about it being my sssship, anywaysss. Wassss mosstly jussst bumming a ride." The Slug stews in their own slime for a moment, thinking, and then they look back at you, "Ssssay, you're on a ssship, aren't you? A ssship with... room for one sssuch asss mysssself, mayhapsss?"
ru: Вы ожидаете бурных эмоций, но слизень остается на удивление спокойным: "Вот черт. Ну, неважно. Я вроде как сссоврал, что это мой корабль, в общем. Просссто каталссся зайцем, по большшшей часссти". Слизень на мгновение застывает в собственной слизи, размышляя, а потом снова смотрит на вас: "Ссскажи, ты ведь на корабле, не так ли? На корабле, где... есссть месссто для такого, как я, да?"

source: Uh...
ru: Эм...

source: They cut you off, "Great! I'll ssssit right here while you hurry on over, then! Not that I can, er, do anything elssse in here." You sigh, and decide there're worse things than free crew members as you bring the Slug's pod aboard... just, be mindful of the slime, yeah?
ru: Он прерывает вас: "Отлично! Тогда я посссижу здесссь, пока ты придешшшь за мой! Не то чтобы я мог сссделать здесссь что-то сссущессственное". Вы вздыхаете и решаете, что есть вещи похуже, чем бесплатные члены экипажа, пока вы поднимаете капсулу слизня на борт... только будьте осторожны со слизью, ладно?

source: Slimelord
ru: Слизелорд

source: Leave the Slug to its fate.
ru: Предоставить слизня его судьбе.
