Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: ...it bubbles, squirming angrily, before burrowing into the hull of your ship and coalescing into a group of Soulplague Husks!
ru: ...он пузырится, злобно извивается, а затем вгрызается в корпус вашего корабля и объединяется в группу чумных оболочек!

source: You do everything in your power to maneuver through the Soulplague goop outside, and, to your surprise, are successfully able to reach the cache without disturbing any of the infected matter. Now that you're close to it, you realize the cache itself has also been devasted by the mattervirus... is it still worth taking aboard?
ru: Вы делаете все, что в ваших силах, чтобы пробраться через чуму души, и, к своему удивлению, успешно добираетесь до тайника, не потревожив ни одной зараженной материи. Теперь, когда вы приблизились к нему, вы понимаете, что сам тайник также был заражен материя-вирусом... Стоит ли его еще поднимать на борт?

source: Secure the cache.
ru: Сохранить тайник.

source: The cache is brought inside, through the airlock, and its walls writhe as the mattervirus is agitated...
ru: Тайник поднимают на корабль через шлюз, и его стенки колышутся от взбалтывания материя-вируса...

source: Continue...
ru: Продолжить...

source: ...prepare yourself!
ru: ...приготовиться!

source: Leave the cache alone.
ru: Оставить тайник в покое.

source: This isn't worth it, after all... you leave the cache alone and do your best to keep the ship still as you make preparations to leave the beacon.
ru: В конце концов, это того не стоит... Вы оставляете тайник в покое и делаете все возможное, чтобы корабль оставался неподвижным, пока вы готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: With the Husks defeated, you're able to continue your trek to the cache. Thankfully, the rest of it goes smoother, but now that you're close to the cache you realize it's also been devasted by the mattervirus... is it still worth taking aboard?
ru: Победив оболочек, вы можете продолжить свой путь к тайнику. К счастью, дальнейший путь проходит более гладко, но теперь, когда вы приблизились к тайнику, вы понимаете, что он также был заражен материя-вирусом... Стоит ли его еще поднимать на борт?

source: Secure the cache.
ru: Сохранить тайник.

source: The cache is brought inside, through the airlock, and its walls writhe as the mattervirus is agitated...
ru: Тайник поднимают на корабль через шлюз, и его стенки колышутся от взбалтывания материя-вируса...

source: Continue...
ru: Продолжить...

source: ...prepare yourself!
ru: ...приготовиться!

source: Leave the cache alone.
ru: Оставить тайник в покое.

source: This isn't worth it, after all... you leave the cache alone and do your best to keep the ship still as you make preparations to leave the beacon.
ru: В конце концов, это того не стоит... Вы оставляете тайник в покое и делаете все возможное, чтобы корабль оставался неподвижным, пока вы готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: As the final intruder melts into yet another puddle of harmless, deactivated matter, you're able to peer inside what remains of the cache... and see a weapon, itself completely overtaken by the Soulplague mattervirus. In this state, though, it's useful to you; just remember to scrub your hull down later... with fire.
ru: Когда последний незваный гость превращается в очередную лужицу безвредной, деактивированной материи, вам удается заглянуть внутрь остатков тайника... и увидеть оружие, полностью поглощенное материя-вируса чумы души. Даже в таком состоянии оно вам пригодится; только нужно не забыть потом почистить корпус... огнем.

source: The nebulous space here seems to be absolutely infested with Soulplague-infected matter, its colorful yet sickly sheen subtly sparkling even amongst the clouds. It's yet to be agitated by your presence, and you're almost content just staying still until the FTL charges, but then you spot a cache floating in the distance... there's no telling what's inside of it, but it's yours if you can get to it.
ru: Туманное пространство здесь, кажется, полностью заражено материя-вирусом чумы души, ее разноцветный, но тошнотворный блеск едва уловимо сверкает даже среди облаков. Ваше присутствие еще не потревожило его, и вы уже почти довольствуетесь тем, что вас никто не потревожит, пока заряжается ССД, но тут вы замечаете вдалеке дрейфующий тайник... Неизвестно, что в нем, но он ваш, если вы сможете до него добраться.

source: (Soulplague Crew) Have your crew member soothe the infected matter outside.
ru: (Член экипажа-чума души) Пусть ваш член экипажа успокоит материя-вирус снаружи.

source: A faint whisper rings out from your Soulplague-aligned crew member, touching both your mind and the Soulplague goop outside, and you understand that a path has been paved ahead. You carve through the scattered blobs in the space outside, quickly reaching the cache without having them so much as squirm. Now that you're close to it, you realize the cache itself has also been devasted by the mattervirus... you're not sure your crew member can help you if you bring it aboard.
ru: Слабый шепот члена вашего экипажа, связанного с чумой души, касается и вашего разума, и чумы души снаружи, и вы понимаете, что впереди проложен путь. Вы пробираетесь через разбросанные в пространстве снаружи сгустки, быстро достигаете тайника, не дав им к вам притронутся. Теперь, когда вы приблизились к нему, вы понимаете, что сам тайник тоже был заряжен материя-вирусом... Вы не уверены в том, что ваш член экипажа сможет помочь и с этим, если вы поднимите его на борт.

source: Secure the cache.
ru: Сохранить тайник.

source: The cache is brought inside, through the airlock, and its walls writhe as the mattervirus is agitated...
ru: Тайник поднимают на корабль через шлюз, и его стенки колышутся от взбалтывания материя-вируса...

source: Continue...
ru: Продолжить...

source: ...prepare yourself!
ru: ...приготовиться!

source: Leave the cache alone.
ru: Оставить тайник в покое.

source: This isn't worth it, after all... you leave the cache alone and do your best to keep the ship still as you make preparations to leave the beacon.
ru: В конце концов, это того не стоит... Вы оставляете тайник в покое и делаете все возможное, чтобы корабль оставался неподвижным, пока вы готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: (Upg. Engines) Navigate through the infected matter outside carefully.
ru: (Улучш. Двигатели) Осторожно перемещаться по зараженной местности.

source: Your engines prove powerful enough for you to maneuver your way through the metaphorical minefield outside, quickly reaching the cache without disturbing any of the infected matter. Now that you're close to it, you realize the cache itself has also been devasted by the mattervirus... is it still worth taking aboard?
ru: Двигатели оказались достаточно мощными, чтобы проложить себе путь через метафорическое минное поле снаружи и быстро добраться до тайника, не потревожив ни одной зараженной материи. Теперь, когда вы приблизились к нему, вы понимаете, что сам тайник также был заражен материя-вирусом... Стоит ли его еще поднимать на борт?

source: Secure the cache.
ru: Сохранить тайник.

source: The cache is brought inside, through the airlock, and its walls writhe as the mattervirus is agitated... prepare yourself!
ru: Тайник поднимают на борт через шлюз, и его стенки колышутся от взбалтывания материя-вирсуса... приготовьтесь!

source: Continue...
ru: Продолжить...

source: ...prepare yourself!
ru: ...приготовиться!

source: Leave the cache alone.
ru: Оставить тайник в покое.

source: This isn't worth it, after all... you leave the cache alone and do your best to keep the ship still as you make preparations to leave the beacon.
ru: В конце концов, это того не стоит... Вы оставляете тайник в покое и делаете все возможное, чтобы корабль оставался неподвижным, пока вы готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Try your best to reach the cache.
ru: Постараться сделать все возможное, чтобы добраться до тайника.

source: Ignore the cache, and stay still.
ru: Не обращать внимания на тайник и не двигаться.

source: This is way too much of a risk, especially when you have no idea if there's even anything of value in that cache. Content with your decision to stay safe, you do your best to keep the ship still as you make preparations to leave the beacon.
ru: Это слишком большой риск, особенно когда вы понятия не имеете, есть ли в этом тайнике хоть что-то ценное. Смирившись с решением оставаться в безопасности, вы делаете все возможное, чтобы корабль оставался неподвижным, пока вы готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Indeed, you're able to collect plenty of scrap uncontested. New glimmers catch your attention outside, though, as you realize some of the debris outside is infected after all... you might be pushing your luck if you collect any more of it.
ru: Действительно, вам удается собрать много лома без особых проблем. Однако снаружи ваше внимание привлекают новые блики, и вы понимаете, что некоторые обломки снаружи все-таки заражены... Возможно, вам не повезет, если вы соберете их еще больше.

source: It'll be fine. Keep going!
ru: Все будет хорошо. Продолжаем!

source: Let's not get too greedy.
ru: Не будем слишком жадничать.

source: You decide it's best to avoid the risk of having to deal with more Soulplague Husks, and leave the rest of the debris alone.
ru: Вы решаете, что лучше не рисковать и не иметь дело с еще одними чумными оболочками, и оставляете остальные обломки в покое.

source: Not a moment passes before you start collecting the scrap outside... and realize you've made a mistake in your haste. The first bit of scrap that's touched wriggles furiously, its iridescent tentacles stretching outward and sending the rest of the debris flying into the nebula; then, it attacks your ship, revealing itself to have been a melted amalgamate of Soulplague Husks the entire time! Looks like this wasn't the payday you were expecting...
ru: Не проходит и минуты, как вы начинаете собирать обломки вокруг... и понимаете, что в спешке совершили ошибку. Первый попавшийся обломок неистово извивается, его радужные щупальца вытягиваются наружу и отправляют остальные обломки в туманность; затем он нападает на ваш корабль, показывая, что все это время был расплавленной массой чумных оболочек! Похоже, это был не тот заработок, на который вы рассчитывали...

source: It seems you're not unlucky as you continue filling your coffers, successfully avoiding agitating any of the Soulplague-infected matter outside. Plenty remains, but staying any longer risks not only the wrath of any Soulplague Husks lying in wait, but that of the Rebel fleet as well... what will you do?
ru: Похоже, вам не повезло: вы продолжаете наполнять свой трюм, успешно избегая контакта с зараженной материей чумы души снаружи. Осталось еще много, но если вы задержитесь, то рискуете навлечь на себя гнев не только чумных оболочек, но и флота повстанцев... Что же делать?

source: I was born to take risks! KEEP! GOING!
ru: Я рожден, чтобы рисковать! НЕ ОСТАНАВЛИВАТЬСЯ! ИДТИ ДО КОНЦА!

source: This is enough. I'm ready to get out of here.
ru: Хватит. Я готов убраться отсюда.

source: You decide it's best to avoid the risk of having to deal with either Soulplague Husks or the Rebellion, and leave the rest of the debris alone.
ru: Вы решаете, что лучше избежать риска столкнуться с чумными оболочками или Восстанием, и оставляете остальные обломки в покое.

source: You're not so lucky this time... you try to collect more of the scrap outside, but one of the pieces wriggles as it's touched, its iridescent tentacles stretching outward and sending the rest of the debris flying into the nebula; then, it attacks your ship, revealing itself to have been a melted amalgamate of Soulplague Husks the entire time! You can't say you're surprised, but it's still unfortunate...
ru: На этот раз вам не повезло... Вы пытаетесь собрать побольше обломков за бортом, но один из них извивается, когда к нему прикасаются, его радужные щупальца вытягиваются наружу и отправляют остальные обломки в туманность; затем он нападает на ваш корабль, показывая, что все это время был расплавленной массой чумных оболочек! Нельзя сказать, что вы удивлены, но все же жаль...

source: Some time passes, and you realize you've done it... you've picked this damn place clean. The only debris that remains outside is that which looks infected, and you're not THAT greedy. Or... are you?
ru: Проходит некоторое время, и вы понимаете, что сделали это... вы обчистили это проклятое место. Снаружи остался только мусор, который выглядит зараженным, а вы не НАСТОЛЬКО жадны. Или... настолько?

source: Of course I'm that greedy. Take the scrap! TAKE IT ALL!
ru: Конечно, я такой жадный. Забираем лом! ЗАБЕРЕМ ВСЕ!

source: Before anybody can stop you, you maneuver to collect some of the Soulplague-infected scrap outside... and it wriggles as it's touched, its iridescent tentacles stretching outward and agitating other pieces that continue to do the same. You've triggered the wrath of an entire swarm of Soulplague Husks!
ru: Прежде чем кто-то успевает остановить вас, вы совершаете маневр и собираете зараженный чумой души лом за бортом... и он извивается, когда к нему прикасаются, его радужные щупальца вытягиваются наружу и пробуждают другие зараженные обломки, которые продолжают делать то же самое. Вы вызвали гнев целой орды чумных оболочек!

source: I may be greedy, but what worth is scrap if I'm dead? Leave the infected matter alone.
ru: Может, я и жадный, но что толку в ломе, если я мертв? Оставить зараженную материю в покое.

source: There's no point in taking it, right? Right...?
ru: Нет смысла забирать его, верно? Верно...?

source: Right?
ru: Верно?

source: ...take it... right... take us...
ru: ...заберите его... там... заберите нас...

source: Right... I'll take it...
ru: Хорошо... Я заберу его...

source: You snap out of your daze right before disturbing a piece of the Soulplague-infected scrap outside. What was that? You felt like... something was whispering inside your head. Compelling you to listen to your greed... are you going insane? At the very least, you snapped out of it, and are disturbed by whispers no further as you prepare to jump out of the beacon.
ru: Вы выходите из оцепенения прямо перед тем, как потревожить кусок зараженного чумой души лома за бортом. Что это было? Вам показалось, что... кто-то шепчет у вас в голове. Заставляет прислушаться к своей жадности... Вы сходите с ума? По крайней мере, вы сумели вырваться из этого состояния, и больше шепот вас не беспокоит, пока вы готовитесь к прыжку с маяка.

source: You're not so lucky this time... you try to collect more of the scrap outside, but one of the pieces wriggles as it's touched, its iridescent tentacles stretching outward and agitating other pieces that continue to do the same. You've triggered the wrath of an entire swarm of Soulplague Husks, AND the Rebels are encroaching! What remains of the untainted scrap outside is sent flying away, deeper into the nebula, as it's whipped... dammit.
ru: На этот раз вам не повезло... Вы пытаетесь собрать побольше обломков за бортом, но один из них извивается, когда к нему прикасаются, его радужные щупальца вытягиваются наружу и пробуждают другие обломки, которые продолжают делать то же самое. Вы вызвали гнев целой орды чумных оболочек, и повстанцы наступают! То, что осталось от не зараженных обломков рядом, улетает вглубь туманности... черт побери.

source: You catch a glimpse of something shimmering in the space outside, and you assume it to simply be yet another hunk of Soulplague-infected matter... but you realize it's so much more. There's an entire field of debris here!
ru: Вы замечаете что-то мерцающее в пространстве за иллюминатором и предполагаете, что это всего лишь еще одна куча материи, зараженной чумой души... но понимаете, что ее здесь гораздо больше. Здесь целое поле обломков!

source: (Scrap Arm) Oh, hell yes. Let's REALLY collect some scrap!
ru: (Кран сбора лома) О, да, черт возьми. Давайте соберем ДЕЙСТВИТЕЛЬНО много лома!

source: (Magnetic Arm) Oh, hell yes. Let's REALLY collect some scrap!
ru: (Магнитный кран) О, да, черт возьми. Давайте соберем ДЕЙСТВИТЕЛЬНО много лома!

source: Oh, hell yeah! Let's collect some scrap!
ru: О, да, черт возьми. Давайте соберем ДЕЙСТВИТЕЛЬНО много лома!

source: Oh, hell no! Leave the scrap alone.
ru: О, черт возьми, нет! Оставим лом в покое.

source: You don't trust this field of debris... what in this sector ISN'T corrupted by the mattervirus at this point? Unwilling to risk the lives of those aboard for some measly scrap, you do your best to leave the debris undisturbed.
ru: Вы не доверяете этому полю обломков... Что в этом секторе НЕ заражено материя-вирусом? Не желая рисковать жизнями тех, кто находится на борту, ради каких-то жалких обломков, вы делаете все возможное, чтобы оставить обломки не потревоженными.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Once you're close enough to them, the Ghost makes a leap and phases through the airlock. After they're given a moment to compose themself, they explain that they've only been stranded here for a few days at worst. Apparently, an infection from the Soulplague mattervirus had begun to run rampant through their ship, slowly corrupting it and the Ghosts aboard. This one opted to leave before things got too bad, and has been stuck floating through the nebula ever since... until now! Indebted to you, they offer to join your crew and get out of this madness together.
ru: Как только вы оказываетесь достаточно близко к нему, призрак совершает прыжок и проходит через шлюз. После того как ему дали время прийти в себя, он объясняет, что оказался здесь в ловушке всего несколько дней назад, как он думает, всего несколько дней назад. По всей видимости, инфекция материя-вируса чумы души начала бушевать на его корабле, поражая корабль и всех призраков на борту. И он решил уйти, пока все не стало слишком плохо, и с тех пор застрял в туманности... до того как пришли вы! В долгу перед вами, он предлагает присоединиться к вашей команде и вместе выбраться из этого безумия.

source: Once you're close enough to them, the Ghost makes a leap and phases through the airlock. After they're aboard, though, their gaseous form begins to... shift. Evaporate. You watch in horror as the Ghost dies before you, and colorful particles begin to condensate within the space where they stood. These particles fall to the ground as they form, eventually forming an entire puddle of what you recognize to be Soulplague-infected matter. From this puddle rises a Soulplague Husk, its form a mockery of the Ghost who'd just died. It stands there, and you think to act...
ru: Как только вы оказываетесь достаточно близко к нему, призрак совершает прыжок и проходит через шлюз. Однако после того, как он оказывается на борту, его газообразная форма начинает... меняться. Испаряться. Вы с ужасом наблюдаете, как призрак умирает на ваших глазах, а в пространстве, где он стоял, начинают конденсироваться разноцветные частицы. По мере формирования эти частицы падают на землю, образуя в итоге целую лужу того, что, по вашему мнению, является зараженной материей чумы души. Из этой лужи поднимается чумная оболочка, по форме напоминающая только что умершего призрака. Она стоит на месте, а вы думаете, как поступить...

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a spoon into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает ложку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: Once you're close enough to them, you expect the Ghost to make a leap for it, but instead they just... stand there. Before you can catch on, the metallic disk underneath them explodes into a colorful mess of Soulplague-infected matter, killing the Ghost and splattering iridescent goop against the side of your hull. It doesn't take long for this matter to make its way inside, and begin its assault as it forms into Soulplague Husks!
ru: Оказавшись достаточно близко к нему, вы ожидаете, что призрак сделает рывок, но вместо этого он просто... стоит на месте. Прежде чем вы успеваете заметить это, металлический диск под ними взрывается, превращаясь в разноцветную массу зараженной чумой души материи, убивая призрака и разбрызгивая радужную жижу по бокам вашего корпуса. Не проходит много времени, как эта материя пробирается внутрь и начинает атаку, формируя чумные оболочки!

source: Your crew member focuses on the Ghost outside for a moment... they seem overcome by joy, more than anything, but they're difficult to read beyond that.
ru: Ваш член экипажа на несколько мгновений сосредотачивается на призраке снаружи... Похоже, его переполняет радость, но понять что-то еще по его реакции довольно трудно.

source: Let the Ghost aboard.
ru: Впустить призрака на борт.

source: Leave the Ghost alone.
ru: Оставить призрака в покое.

source: You don't trust this Ghost as far as you can throw them... well, seeing that Ghosts are light and gaseous, you'd likely be able to throw them very far, but... still! You're not about to let some Soulplague-infected stranger aboard. You move away from the Ghost and its metallic liferaft, and they stare at you until their visage is eventually blurred and then lost within the nebula's clouds.
ru: Вы не доверяете этому призраку... ну, учитывая, что призраки легкие и газообразные, скорее всего, вы сможете забросить их очень далеко, но... все равно! Вы же не собираетесь пускать на борт чужака, зараженного чумой. Вы удаляетесь от призрака и его металлического спасательного плота, а он смотрит на вас, пока его облик не расплывается и не теряется в облаках туманности.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Your crew member focuses on the Ghost outside for a moment... their thoughts come across as muddled, and worried, but they're difficult to read beyond that.
ru: Ваш член экипажа на секунду замечает призрака за бортом... его мысли кажутся сумбурными и обеспокоенными, но их трудно понять.

source: Let the Ghost aboard.
ru: Впустить призрака на борт.
