Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: Leave the Ghost alone.
ru: Оставить призрака в покое.

source: You don't trust this Ghost as far as you can throw them... well, seeing that Ghosts are light and gaseous, you'd likely be able to throw them very far, but... still! You're not about to let some Soulplague-infected stranger aboard. You move away from the Ghost and its metallic liferaft, and they stare at you until their visage is eventually blurred and then lost within the nebula's clouds.
ru: Вы не доверяете этому призраку... ну, учитывая, что призраки легкие и газообразные, скорее всего, вы сможете забросить их очень далеко, но... все равно! Вы же не собираетесь пускать на борт чужака, зараженного чумой. Вы удаляетесь от призрака и его металлического спасательного плота, а он смотрит на вас, пока его облик не расплывается и не теряется в облаках туманности.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Your crew member focuses on the Ghost outside for a moment... their thoughts seem distant, and whispered, but they're difficult to read beyond that.
ru: Ваш член экипажа на секунду замечает призрака за бортом... его мысли кажутся отстраненными и высказанными шепотом, но их трудно разобрать.

source: Let the Ghost aboard.
ru: Впустить призрака на борт.

source: Leave the Ghost alone.
ru: Оставить призрака в покое.

source: You don't trust this Ghost as far as you can throw them... well, seeing that Ghosts are light and gaseous, you'd likely be able to throw them very far, but... still! You're not about to let some Soulplague-infected stranger aboard. You move away from the Ghost and its metallic liferaft, and they stare at you until their visage is eventually blurred and then lost within the nebula's clouds.
ru: Вы не доверяете этому призраку... ну, учитывая, что призраки легкие и газообразные, скорее всего, вы сможете забросить их очень далеко, но... все равно! Вы же не собираетесь пускать на борт чужака, зараженного чумой. Вы удаляетесь от призрака и его металлического спасательного плота, а он смотрит на вас, пока его облик не расплывается и не теряется в облаках туманности.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: There's a small, metallic disk floating within the clouds outside... at first, you don't think much of it, but then a movement catches your eye: there's a Ghost riding atop it! It looks like they're waving their arms, trying to grab your attention.
ru: В облаках за иллюминатором парит небольшой металлический диск... Сначала вы не придаете ему значения, но потом замечаете движение: на нем сидит призрак! Кажется, что он размахивает руками, пытаясь привлечь ваше внимание.

source: Get closer to the Ghost.
ru: Приблизиться к призраку.

source: You do so, and something else catches your eye... the disk the Ghost is sitting atop of looks like it's been partially infected by the Soulplague mattervirus. You look at them again, and recognize that there's a desperation in their movements. That's normal, seeming that it looks like they've been stranded, but the situation still makes you feel somewhat uncomfortable...
ru: Вы делаете это, и тут вам на глаза попадается еще кое-что... Диск, на котором сидит призрак, выглядит так, будто он частично заражен материя-вирусом чумы души. Вы снова смотрите на него и понимаете, что в его движениях чувствуется отчаяние. Это нормально, похоже, что он оказался в затруднительном положении, но ситуация все равно заставляет вас чувствовать себя несколько неуютно...

source: (Slug Crew) Try to discern the Ghost's intentions.
ru: (Член экипажа-слизень) Попытаться разгадать намерения призрака.

source: (Telepathic Shell) Try to discern the Ghost's intentions.
ru: (Член экипажа-ракушка-телепат) Попытаться разгадать намерения призрака.

source: Shrug it off, and let the Ghost aboard.
ru: Просто пожать плечами и впустить призрака на борт.

source: Back off. Something isn't right here.
ru: Назад. Здесь что-то не так.

source: You don't trust this Ghost as far as you can throw them... well, seeing that Ghosts are light and gaseous, you'd likely be able to throw them very far, but... still! You're not about to let some Soulplague-infected stranger aboard. You move away from the Ghost and its metallic liferaft, and they stare at you until their visage is eventually blurred and then lost within the nebula's clouds.
ru: Вы не доверяете этому призраку... ну, учитывая, что призраки легкие и газообразные, скорее всего, вы сможете забросить их очень далеко, но... все равно! Вы же не собираетесь пускать на борт чужака, зараженного чумой. Вы удаляетесь от призрака и его металлического спасательного плота, а он смотрит на вас, пока его облик не расплывается и не теряется в облаках туманности.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Ignore the Ghost.
ru: Не обращать внимания на призраков.

source: This has to be one of the last places you should be letting random strangers hitchhike. You move away from the Ghost and its metallic liferaft, and they stare at you until their visage is eventually blurred and then lost within the nebula's clouds.
ru: Это одно из последних мест, где стоит подбирать попутчиков . Вы удаляетесь от призрака и его металлического спасательного плота, а он смотрит на вас, пока его облик не расплывается, а затем теряется в облаках туманности.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Your ship pulls, pulls and pulls against the weapon; with a bit of effort, it finally comes free. However, doing so seems to have triggered a response from the infected matter within the hull's chunk... Soulplague Husks rise from the resplendent goop as you retrieve the weapon, intent on making things difficult!
ru: Ваш корабль тянет, тянет и тянет к себе орудие; с некоторым усилием оно наконец освобождается. Однако, похоже, это вызвало ответную реакцию зараженной материи внутри корпуса... Чумные оболочки поднимаются из блестящей жижи, когда вы достаете орудие, намереваясь все усложнить!

source: Your ship pulls, pulls and pulls against the weapon... and it breaks in half, its innards oozing oily, slimy strings. Doing so seems to have triggered a response from the infected matter within the hull's chunk... Soulplague Husks rise from the resplendent goop as you break the weapon, intent on making things even more difficult!
ru: Ваш корабль тянет, тянет и тянет орудие... и оно ломается пополам, из его внутренностей сочится маслянистая слизь. Похоже, это вызвало ответную реакцию зараженной материи внутри корпуса... Чумные оболочки поднимаются из блестящей жижи, когда вы ломаете орудие, намереваясь еще больше усложнить ситуацию!

source: You almost crash into a ship as you fly into the beacon... or, so you think at first glance. Upon closer inspection, there's hardly any 'ship' left; it seems to merely be a chunk of one's hull, long-removed and partially infected by the Soulplague mattervirus. Attached to it is a weapon, also infected, but it seems particularly stuck fast. You could remove it if you wanted to, but it might be difficult without any special tools...
ru: Оказавшись у маяка, вы едва не столкнулись с кораблем... или так вам показалось сначала. Вскоре оказывается, что никакого "корабля" не осталось: похоже, это просто фрагмент корпуса, давно оторванный и частично зараженный материя-вирусом чумы души. К нему прикреплено орудие, тоже зараженное, но, кажется, слишком прочно прикрепленное. При желании его можно снять, но без специальных инструментов это будет непросто...

source: (Beam Drone) Use your drone to carefully separate the chunk and the weapon.
ru: (Лучевой дрон) Использовать свой дрон, чтобы аккуратно отделить фрагмент от орудия.

source: The drone gets to work, and...
ru: Дрон приступает к работе, и...

source: Continue...
ru: Продолжить...

source: ...it's able to cut the weapon free with little effort. However, doing so seems to have triggered a response from the infected matter within the hull's chunk... Soulplague Husks rise from the resplendent goop as you retrieve the weapon, intent on making things difficult!
ru: ...ему удается без особых усилий освободить орудие. Однако, похоже, это вызвало ответную реакцию зараженной материи внутри корпуса... Чумные оболочки поднимаются из блестящей жижи, когда вы извлекаете оружие, намереваясь усложнить ситуацию!

source: (Damaging Beam Weapon) Use your weapon to carefully separate the chunk and the weapon.
ru: (Повреждающее лучевое оружие) Использовать свое оружие, чтобы аккуратно отделить фрагмент от орудия.

source: After a few moments of carefully cutting away with your beam weapon, it's able to cut the weapon free with little effort. However, doing so seems to have triggered a response from the infected matter within the hull's chunk... Soulplague Husks rise from the resplendent goop as you retrieve the weapon, intent on making things difficult!
ru: После нескольких мгновений осторожной работы с лучевым оружием ему удается без особых усилий вырезать орудие. Однако, похоже, это вызвало ответную реакцию зараженной материи внутри корпуса... Чумные оболочки поднимаются из блестящей жижи, когда вы извлекаете орудие, намереваясь усложнить ситуацию!

source: (Magnetic Arm) Use your arm to carefully separate the chunk and the weapon.
ru: (Магнитный кран) Использовать кран, чтобы аккуратно отделить фрагмент от орудия.

source: Your magnetic arm holds the infected chunk in place, and you use the ship to pull against the weapon with all its might. With a bit of effort, it finally comes free. However, doing so seems to have triggered a response from the infected matter within the hull's chunk... Soulplague Husks rise from the resplendent goop as you retrieve the weapon, intent on making things difficult!
ru: Ваша магнитный кран цепляется за зараженный фрагмент, удерживая его на месте, и вы используете корабль, чтобы изо всех сил потянуть оружие. С некоторым усилием оно наконец освобождается. Однако, похоже, это вызвало ответную реакцию зараженной материи внутри корпуса... Чумные оболочки поднимаются из блестящей жижи, когда вы достаете орудие, намереваясь все усложнить!

source: (Lanius Crew) Allow your Lanius to carefully separate the chunk and the weapon.
ru: (Член экипажа-ланиус) Позволить вашему ланиусу аккуратно отделить фрагмент от орудия.

source: Your Lanius carefully eats around the weapon, being mindful of the Soulplague-infected matter, and they're able to cut the wepaon free with little effort. However, doing so seems to have still triggered a response from the infected matter within the hull's chunk... Soulplague Husks rise from the resplendent goop as you retrieve the weapon, intent on making things difficult!
ru: Ланиус осторожно объедает область вокруг орудия, помня о зараженной чумой души материи, и без особых усилий освобождает орудие. Однако, похоже, это все же вызвало ответную реакцию зараженной материи внутри корпуса... Чумные оболочки поднимаются из блестящей жижи, когда вы достаете орудие, намереваясь все усложнить!

source: Attempt to forcefully separate the chunk and the weapon.
ru: Попытаться силой отделить фрагмент от орудия.

source: Ignore the weapon.
ru: Не обращать внимания на оружие.

source: What would compel you to need a Soulplague-infected weapon? Nevermind the fact that you'd have to disturb the chunk it's attached to in order to separate it in the first place... you're not interested in fighting any more Husks right now. The chunk continues its eternal drift through the clouds outside, and you're granted some downtime.
ru: Зачем вам понадобилось орудие, зараженное чумой? Не говоря уже о том, что для того, чтобы его отделить, вам придется потревожить фрагмент, к которому оно прикреплено... Сейчас вы не заинтересованы в том, чтобы сражаться с оболочками. Фрагмент продолжает свой вечный дрейф сквозь облака за иллюминатором, и вы получаете возможность немного отдохнуть.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Before you can do anything, the pipe above you bursts, sending a thick, viscous flow of Soulplague-infected ooze sinking from the ceiling; you narrowly dodge out of the way, and the oily stream begins to splash against the floor beside you. As it flows, the liquid itself quickly thins until the Soulplague-infected matter peters out and all that's spraying out is water. Hopefully that means the rest of the system isn't contaminated, at least...
ru: Прежде чем вы успеваете что-либо предпринять, труба над вами лопается, обрушивая с потолка густой, вязкий поток зараженной чумой души жижи; вы едва успеваете уклониться, и маслянистый поток начинает плескаться о пол рядом с вами. По мере того как она течет, сама жидкость быстро иссякает, пока зараженная материя чумы души не заканчивается, и все, что выливается наружу, - это вода. Надеюсь, это означает, что остальная часть системы, по крайней мере, не заражена...

source: Stare at the puddle in shock.
ru: Уставиться на лужу, как корова на новые ворота.

source: With water now flowing overhead, you're left staring at the iridescent puddle in disbelief. That's when you hear something... a whisper. It asks you which of your children is your favorite, and pictures of your crew members come to mind...
ru: Теперь вода течет над головой, и вы в недоумении смотрите на радужную лужу. И тут вы слышите что-то... шепот. Он спрашивает вас, кто из ваших детей ваш любимый, и в памяти всплывают фотографии членов экипажа...

source: (Crystal Crew) My Crystal child...
ru: (Член экипажа-кристаллин) Мой ребенок-кристаллин...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Crystal crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа кристаллин, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Deep One Crew) My Deep One child...
ru: (Член экипажа-глубоководный) Мой ребенок-глубоководный...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Deep One crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа глубоководный, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Engi Crew) My Engi child...
ru: (Член экипажа-энджи) Мой ребенок-энджи...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Engi crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа энджи, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Ghost Crew) My Ghost child...
ru: (Член экипажа-призрак) Мой ребенок-призрак...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Ghost crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа призрак, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.
