Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Human Crew) My human child...
ru: (Член экипажа-человек) Мое ребенок-человек...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your human crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа человек, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Lanius Crew) My Lanius child...
ru: (Член экипажа-ланиус) Мой ребенок-ланиус...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Lanius crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа ланиус, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Leech Crew) My Leech child...
ru: (Член экипажа-пиявка) Мой ребенок-пиявка...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Leech crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа пиявка, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Mantis Crew) My Mantis child...
ru: (Член экипажа-богомол) Мой ребенок-богомол...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Mantis crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа богомол, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Obelisk Crew) My Obelisk child...
ru: (Член экипажа-обелиск) Мой ребенок-обелиск...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Obelisk crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа обелиск, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Orchid Crew) My Orchid child...
ru: (Член экипажа-орхидея) Мой ребенок-орхидея...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Orchid crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа орхидея, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Rock Crew) My Rockman child...
ru: (Член экипажа-валун) Мой ребенок-валун...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Rockman crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа валун, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Shell Crew) My Shell child...
ru: (Член экипажа-ракушка) Мой ребенок-ракушка...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Shell crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа ракушка, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Slug Crew) My Slug child...
ru: (Член экипажа-слизень) Мой ребенок-слизень...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Slug crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа слизень, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.
