Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: "You're... what?" Rather than answering verbally, you cut communications, preparing to answer much more violently... and the Deep Ones get ready to defend themselves!
ru: "Вы... что?" Вместо того чтобы ответить устно, вы прерываете связь, готовясь ответить гораздо более жестко... и глубоководные готовятся защищаться!

source: Continue...
ru: Продолжить...

source: Nah. You're up to something.
ru: Не-а. Вы что-то задумали.

source: You not-so-politely decline the Deep Ones' offer of trade and end communications before they can respond. After putting a bit of distance between you and them, you feel comfortable waiting around as the FTL charges.
ru: Вы не слишком вежливо отклоняете предложение глубоководных о торговле и прекращаете связь, прежде чем они успевают ответить. После того как вы немного отдалитесь от них, вы можете спокойно ждать, пока ССД корабля зарядится

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Attack the ship.
ru: Атаковать корабль.

source: Honestly, you don't care why they're here, if they're Husks, or if they're Deep Ones. You just want to blow something up. The opposing ship recognizes your aggression, and prepares to defend itself!
ru: Честно говоря, вам все равно, зачем они здесь, оболочки ли они или глубоководные. Вы просто хотите что-нибудь взорвать. Корабль противника распознает вашу агрессию и готовится к защите!

source: Continue...
ru: Продолжить...

source: Ignore the ship.
ru: Не обращать внимания на корабль.

source: You're content continuing to keep your distance. The Deep One ship does the same, and you're left alone as you wait for the FTL to charge.
ru: Вы довольствуетесь тем, что продолжаете держаться на расстоянии. Корабль глубоководных делает то же самое, и вы остаетесь в одиночестве, ожидая, пока зарядится ССД.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: This time, the next message comes back quickly: EPSILON That's all that's written. This time, there's no way to respond back.
ru: На этот раз следующее сообщение приходит быстро: ЭПСИЛОН Это все, что написано. На этот раз нет возможности ответить.

source: What? Who? Why? Where? When?
ru: Что? Кто? Почему? Где? Когда?

source: You're pondering life's greatest questions as a flash of light outside your ship startles you back to reality; the outpost explodes, a cascading eruption of individual bombs that sends debris flying in every direction, and you're only narrowly able to avoid it... or so you thought. Among the debris is a ludicrous amount of Soulplague-infected matter, the iridescent material splintered into thousands of tiny droplets as it soars through space. Many of them splatter against your ship, and it only takes seconds for them to meld together and into the hull of your ship... you're not sure what in the hell just happened, but you know you've got company!
ru: Вы размышляете над величайшими вопросами жизни, когда вспышка света за бортом вашего корабля возвращает вас к реальности: аванпост взрывается, каскадное взрывы отдельных бомб разбрасывают обломки во все стороны, и вам лишь с трудом удается избежать этого... или вы так думали. Среди обломков - немыслимое количество материя-вируса чумы души, радужный материал, разлетающийся в пространстве на тысячи крошечных капелек. Многие из них попадают на ваш корабль, и проходит всего несколько секунд, прежде чем они сливаются воедино и вливаются в корпус вашего корабля... Вы не понимаете, что именно произошло, но знаете, что у вас есть компания!

source: At first, you wonder if you're hallucinating as you enter a clearing in the nebula, but you quickly realize what you're seeing is in fact real... there's an entire Shell outpost at this store beacon, and it seems to actually be maintained! As you approach, though, several massive armaments installed into it take aim at your ship... how do you respond?
ru: Поначалу вы задаетесь вопросом, не галлюцинации ли это, когда попадаете на просвет в туманности, но быстро понимаете, что все, что вы видите, на самом деле реально... На этом маяке находится целый аванпост ракушек, и, похоже, он в рабочем состоянии! Однако, когда вы приближаетесь, несколько массивных орудий, установленных на нем, нацеливаются на ваш корабль... Что вы предпримете в ответ?

source: Halt your approach.
ru: Прекратить сближение.

source: You stop the ship, and the outpost's oversized weapons don't take fire. They don't avert their aim, either, but at least they're hesitating on blowing you to smithereens. To your confusion, it's not a hail you receive, but a direct message to your ship's systems: FEDERATION WHAT NEED There's a single-word prompt underneath the message, ready for a response.
ru: Вы останавливаете корабль, и огромные орудия аванпоста не открывают огонь. Они также не отводят прицел, но, по крайней мере, не решаются разнести вас в пух и прах. К вашему удивлению, вы получаете не вызов, а прямое сообщение в системы вашего корабля: ФЕДЕРАЦИЯ ЧТО НУЖНО Под сообщением находится однословный запрос, готовый к ответу.

source: Type in 'TRADE'.
ru: Ввести "ТОРГОВЛЯ"

source: You send the message, and a moment passes before another message pops up... this one's a catalogue of wares. Perplexingly, though, they don't seem intent on selling any crew...
ru: Вы отправляете сообщение, и через мгновение появляется еще одно... это каталог товаров. Однако, как ни странно, они не собираются продавать ни одного члена экипажа...

source: Huh. Weird. Let's trade, then! No questions asked!
ru: Хм. Странно. Тогда давайте торговать! Без вопросов!

source: Nope. Don't trust that. Get out of here.
ru: Нет. Не стоит доверять им. Убраться отсюда.

source: As your ship pulls away, the outpost's weapons remain locked on, but they still don't fire. You're in the clear as your systems receive one final message, and you shudder in response: HERO SEE YOU SOON
ru: Пока ваш корабль удаляется, орудия аванпоста продолжают держать вас на мушке, но не стреляют. Ваши системы получают последнее сообщение, и вы содрогаетесь в ответ: ГЕРОЙ СМОТРИ ТЫ СКОРО

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Type in 'HELP'.
ru: Ввести "ПОМОЩЬ".

source: You send the message, and a moment passes before another message pops up: HELP US HELP HELP There's another one-word prompt to fill.
ru: Вы отправляете сообщение, и через мгновение на экране появляется другое сообщение: ПОМОЩЬ МЫ ПОМОЩЬ ПОМОЩЬ Нужно заполнить еще одну строку, состоящую из одного слова.

source: Blink a few times, and type in 'WHAT'.
ru: Моргнуть несколько раз и ввести "ЧТО".

source: This time, you send the message, and a while passes... before, eventually, you receive another response: HOW HELP WHAT NEED Yet another fill-in-the-blank awaits your answer.
ru: На этот раз, когда вы отправляете сообщение, проходит некоторое время... и, в конце концов, вы получаете еще один ответ: КАК ПОМОЧЬ ЧТО НУЖНО Нужно жать еще один ответ.

source: Type in 'CREW'.
ru: Ввести "ЭКИПАЖ".

source: You're not sure what you expect, but it's certainly not the puddle of Soulplague-infected matter that suddenly oozes through the ceiling above you. You dodge out of the way as it falls, ready to sound the alarm as its mass forms into a Soulplague Husk, but it simply... stands there. You blink, and its face reverberates. You wave an arm, and its corresponding arm splits into three. You're not sure why, but it seems to be... friendly? There's the undeniable feeling that you've yet to grasp this outpost's true nature, but you're not about to risk being blown to hell to do so. You pull away, your new, lifeless ally in tow, and prepare to leave the beacon.
ru: Вы не знаете, чего ожидать, но это точно не лужа материя-вируса чумы души, которая внезапно сочится сквозь потолок над вами. Вы уклоняетесь, когда она падает, готовые забить тревогу, когда ее масса превращается в чумную оболочку, но она просто... стоит на месте. Вы моргаете, и ее лицо меняется. Вы взмахиваете рукой, и соответствующая рука разделяется на три. Вы не знаете, почему, но кажется, что оно... дружелюбно? Есть чувство, что вам еще предстоит понять истинную природу этого аванпоста, но вы не собираетесь рисковать тем, что вас разнесет к чертям, чтобы сделать это. Вы удаляетесь, прихватив с собой нового неживого союзника, и готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Type in 'RESOURCES'.
ru: Ввести "РЕСУРСЫ".

source: There's a flash of light, and a few crates of resources inexplicably appear in the room beside you. More inexplicable is the state of the crates... they're almost crawling with Soulplague-infected matter. You do what you can to safely extract the resources from inside, jettisoning the corrupted crates after, and there's the undeniable feeling that you've yet to grasp this outpost's true nature... but you're not about to risk being blown to hell to do so. You pull away, your resources in tow, and prepare to leave the beacon.
ru: Вспышка света, и в помещении рядом с вами необъяснимым образом появляется несколько ящиков с ресурсами. Еще более необъяснимым является состояние ящиков... они просто кишат материя-вирусом чумы души. Вы делаете все возможное, чтобы безопасно извлечь ресурсы изнутри, выбросив после этого зараженные ящики, но вас не покидает ощущение, что вы еще не поняли истинную природу этого аванпоста... но вы не собираетесь рисковать быть взорванным к чертям, чтобы сделать это. Вы удаляетесь, прихватив свои ресурсы, и готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Type in 'REPAIRS'.
ru: Ввести "РЕМОНТ".

source: You expect something to leave from the outpost, but you instead hear a sudden, rapid beating against your ship's hull. Before you can investigate its cause though, it stops, and you find that your ship has been inexplicably repaired... what? There's the undeniable feeling that you've yet to grasp this outpost's true nature, but you're not about to risk being blown to hell to do so. You pull away, your ship now repaired, and prepare to leave the beacon.
ru: Вы ожидаете, что с аванпоста кто-то вылетит, но вместо этого слышите внезапный, быстрый стук по корпусу вашего корабля. Прежде чем вы успеваете выяснить его причину, он прекращается, и вы обнаруживаете, что ваш корабль был необъяснимым образом отремонтирован... что? Возникает чувство, что вам еще предстоит понять истинную природу этого аванпоста, но вы не собираетесь рисковать тем, что вас разнесет к чертям, чтобы сделать это. Вы удаляетесь, ваш корабль отремонтирован, и готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Type in 'INFORMATION'.
ru: Ввести "ИНФОРМАЦИЯ".

source: You send the message, and a moment passes before another message pops up: ONE QUESTION ASK There's another one-word prompt to fill.
ru: Вы отправляете сообщение, и через мгновение на экране появляется еще один ответ: ОДИН ВОПРОС ЗАДАЙ Появляется еще одна строчка, которая вмещает только одно слово.

source: Type in 'WHO'.
ru: Ввести "КТО".

source: Type in 'WHAT'.
ru: Ввести "ЧТО".

source: Type in 'WHEN'.
ru: Ввести "ГДЕ".

source: Type in 'WHERE'.
ru: Ввести "ГДЕ".

source: Type in 'WHY'.
ru: Ввести "ПОЧЕМУ".

source: Continue to the outpost.
ru: Продолжить приближение к аванпосту.

source: You're prepared to try your best to outmaneuver whatever it is these oversized cannons fire at you, but you're not prepared for what happens next... the outpost explodes as you approach it, a cascading eruption of individual bombs that sends debris flying in every direction, and you're only narrowly able to avoid it... or so you thought. Among the debris is a ludicrous amount of Soulplague-infected matter, the iridescent material splintered into thousands of tiny droplets as it soars through space. Many of them splatter against your ship, and it only takes seconds for them to meld together and into the hull of your ship... you're not sure what in the hell just happened, but you know you've got company!
ru: Вы готовы сделать все возможное, чтобы избежать попадания в вас этих огромных пушек, но вы не готовы к тому, что произойдет дальше... Аванпост взрывается, каскадное взрывы отдельных бомб разбрасывают обломки во все стороны, и вам лишь с трудом удается избежать этого... или вы так думали. Среди обломков - немыслимое количество материя-вируса чумы души, радужный материал, разлетающийся в пространстве на тысячи крошечных капелек. Многие из них попадают на ваш корабль, и проходит всего несколько секунд, прежде чем они сливаются воедино и вливаются в корпус вашего корабля... Вы не понимаете, что именно произошло, но знаете, что у вас есть компания!

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: You make your way past what remains of the Husks' ship, and promptly hail the nearby Shells. They answer swiftly, "You're amazing! I've heard plenty of stories about thhhhe Federation, but never thhhought thhhhey'd be going out of thhhheir way to save me of all people... especially not in a place like thhhhis!"
ru: Вы пробираетесь мимо обломков корабля оболочек и сразу же вызываете находящихся неподалеку ракушек. Они быстро отвечают: "Вы удивительны! Я слышал много историй о Федерации, но никогда не думал, чшто они приложат все усилия, чштобы спасти меня... особенно в таком месте, как это!"

source: What ARE you doing in a place like this?
ru: Что вы ДЕЛАЕТЕ в таком месте?

source: The Shell rolls back a bit, and you're able to observe that they're a member of the Geniocracy's Science District, "Truth be told, I'm here against thhhhe Chief's orders... he and Nerva were really insistent thhhhat nobody came out here after Epsilon went off thhhhe grid. I'm here because I'm curious, more thhhhan anythhhhing, but it really looks like I'm in over my head withhh thhhhis one..."
ru: Ракушка немного смещается назад, и вы видите, что это член научного округа Гениократии: "По правде говоря, я здесь вопреки приказу шефа... Он и Нерва очшень настаивали на том, чштобы никто не появлялся здесь после того, как Эпсилон перестал выходить на связь. Я здесь, прежде всего, потому, чшто мне любопытно, но похоже, чшто я вляпался по уши в это дело..."

source: Chief?
ru: Шеф?

source: A deep, annoyed sigh sounds from the Shell, but you understand that it's not targeted at you, "Thhhhat would be Alkali. Real douchebag, but he runs thhhhings in thhhhe District. Not so much outside of it, to his disdain, which is why I imagine Epsilon came out here in the first place."
ru: Глубокий, раздраженный вздох доносится от ракушки, но вы понимаете, что он не адресован вам: "Это Алькали. Настоящий придурок, но он управляет делами в округе. Снаружи этого округа - не так уж сильно, к его разочшарованию, вот почшему я думаю, чшто Эпсилон и пришел сюда в первую очшередь".

source: (Alkali) "Real douchebag, you say?"
ru: (Алькали) "Настоящий придурок, говоришь?"

source: Alkali rolls up from behind you, and the Shell steps back in utter shock, "C-C-Chief?! What are you doing here?! Don't tell me... you had thhhhese Federation officers escort you all thhhhe way out here just to find me?" Alkali scoffs at that, "Find you? I don't even know your name, but I sure as hell will when thhhhis whole mess is over. I'd dust off your resume, if I were you; but thhhhank science I'm not!" He rolls away, snickering to himself, and the Shell looks completely disheartened...
ru: Алкали подкатывается к вам сзади, и ракушка отшатывается назад в полном шоке: "Ш-Ш-Шеф?! Чшто вы здесь делаете?! Не говорите мне... Вы заставили этих офицеров Федерации сопровождать вас весь путь сюда только для того, чштобы найти меня?" Алькали смеется: "Найти тебя? Я даже не знаю твоего имени, но, чшерт возьми, узнаю, когда вся эта заварушка закончшится. На твоем месте я бы освежил резюме, но, слава науке, я не на твоем месте!" Он уходит, улыбаясь, а ракушка выглядит совершенно удрученной...

source: You know... the Federation's always hiring.
ru: Знаете... Федерация всегда нанимает сотрудников.

source: They roll closer, perking up at that, "Are... you implying what I thhhhink you're implying?" You nod, and the Shell breathes a huge sigh of relief, "Thhhhat makes me Alkali's equal, right? While he's onboard, anyways. He'll HATE thhhhat." They snicker, reminiscent of Alkali's own just seconds prior, "Shows him. Douchebag. While I'm heading on over, thhhough, feel free to trade withhhh my associate!" The Shell rolls out of the room, appearing on your ship moments later...
ru: Он подкатывает поближе, удивляясь этому: "Вы... намекаете на то, на чшто я думаю?" Вы киваете, и ракушка облегченно вздыхает: "Это делает меня равным Алькали, верно? Пока он на борту, по крайней мере. Ему это ОЧШЕНЬ не понравится". Они смеется, напоминая Алькали его же слова за несколько секунд до этого: "Покажем ему. Придурок. А пока я направляюсь туда, не стесняйтесь торговать с моим ассистентом!" Ракушка выкатівается из комнаты, появившись на вашем корабле через несколько мгновений...

source: Yeah, screw you Alkali! Store time!
ru: Да, пошел ты в Алькали! Время торговать!

source: ...and a new one enters, a catalogue of offers in its hands.
ru: ...и появляется новый, с каталогом товаров в руках.

source: Continue...
ru: Продолжить...

source: This Epsilon... you mentioned they'd went off the grid prior.
ru: Этот Эпсилон... вы упоминали, что он перестал выходить на связь.

source: "Yeah... it's a real mystery, even among thhhhe bigger eggheads. Thhhhe Epsilon lab and its members splintered from thhhhe rest of thhhhe District in thhhhe wake of its lead having a falling-out withhhh thhhhe Chhhhief, and thhhhey came all thhhhe way out here to carry out thhhheir research in secret. It wasn't long before they went radio-silent, thhhough... thhhhat was years ago, and thhhhe rest is as you see it. Thhhhey've simply vanishhhed."
ru: "Да... это настоящая загадка, даже для самых больших яйцеголовых. Лаборатория Эпсилон и ее чшлены откололись от остальной чшасти округа после того, как ее руководитель рассорился с главным шефом, и они проделали весь этот путь сюда, чштобы проводить свои исследования в тайне. Вскоре они перестали выходить на связь, хотя... это было много лет назад, а остальное - как видите. Они просто исчшезли".

source: What was it that they were researching, exactly?
ru: Что именно они исследовали?

source: The Shell closes up a bit, "Same thhhhing as thhhhe majority of us, I assure you. I can't exactly... tell you what thhhhat is, thhhhough. Geniocracy trade-secrets, and all thhhhat." There's an awkward moment of silence, and the Shell perks up, "But, hey! Enough of thhhhat! Is thhhhere anythhhhing you need, before I get out of here?" The Shell rolls back further, revealing their stock, and you're allowed to trade.
ru: Ракушка немного смыкается: "То же самое, что и большинство из нас, уверяю вас. Я не могу точшно... сказать вам, чшто это было... Секреты Гениократии и все такое". Наступает неловкая минута молчания, и ракушка восклицает: "Но, эй! Хватит об этом! Может, вам чшто-нибудь нужно, пока я не убрался отсюда?" Ракушка откатывается дальше, демонстрируя свои запасы, и вам разрешают торговать.

source: Continue...
ru: Продолжить...

source: About that store beacon...
ru: Насчет маячка магазина...

source: The Shell perks up, "Yeah! I've got a bit I can offer you, before I high-tail it out of here. Take a look!" The Shell steps back, revealing their stock, and you're allowed to trade.
ru: Ракушка взбодрилась: "Да! У меня есть кое-что, что я могу вам предложить, прежде чем убраться отсюда. Взгляните!" Ракушка откатывается назад, демонстрируя свои запасы, и вам разрешают торговать.

source: Continue...
ru: Продолжить...

source: You make your way past what remains of the Husks' ship, and promptly hail the nearby Shells, but you realize something's wrong as you do so... their ship's moving just as sporadically. That store beacon must've been a trap, if these monsters are capable of such a thing... or just something left behind by the ship's prior owners. You do your best to get away, but not before some of the ship's Husks force their way onboard!
ru: Вы пробираетесь мимо останков корабля оболочек и сразу же вызываете на связь ближайших ракушек, но тут же понимаете, что что-то не так... их корабль перемещается рывками. Должно быть, тот маяк был ловушкой, если эти монстры способны на такое... или просто что-то, оставшееся от прежних владельцев корабля. Вы делаете все возможное, чтобы уйти, но не успеваете, прежде чем некоторые из оболочек проникают на борт!

source: A ship whizzes past you as you arrive at the store beacon, and you recognize its almost random movements... and, you recognize its target! A ship full of Husks is headed straight for the Shell ship just ahead!
ru: Корабль проносится мимо вас, когда вы приближаетесь к маяку магазина, и вы отмечаете его почти беспорядочные движения... и вы понимаете его цель! Корабль, полный оболочек, направляется прямо к кораблю ракушек!

source: Intervene. Protect the trader!
ru: Вмешаться. Защитить торговца!

source: You rush ahead of the Husk-infested ship, able to get a lead on it as it zigs and zags, and prepare to stop its advance!
ru: Вы устремляетесь вперед, опережая кишащий оболочками корабль, и готовитесь остановить его!

source: Continue...
ru: Продолжить...

source: Leave the Shells to their fate.
ru: Предоставить ракушек их судьбе.

source: This isn't a fight you wish to take. As much as it pains you, you turn away from the Shells and pretend to be ignorant to their plight.
ru: Это не тот бой, который вы хотите принять. Как бы вам ни было тяжело, вы поворачиваете от ракушек и делаете вид, что не замечаете их бедственного положения.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: You do everything in your power to maneuver through the Soulplague goop outside, but one wrong move results in your ship bumping against one of the piles of infected matter...
ru: Вы делаете все, что в ваших силах, чтобы пробраться через чуму души, но одно неверное движение приводит к тому, что ваш корабль наталкивается на одну из куч материя-вируса...

source: Continue...
ru: Продолжить...

source: and it cascades, bumping into and agitating several more! They bubble, squirming angrily, before burrowing into the hull of your ship and coalescing into a small army of Soulplague Husks!
ru: и он обрушивается каскадом, сталкиваясь с несколькими другими кучами, приводя их в движение! Они булькают, злобно извиваясь, а затем вгрызаются в корпус вашего корабля и объединяются в небольшую армию чумных оболочек!

source: You do everything in your power to maneuver through the Soulplague goop outside, but one wrong move results in your ship bumping against one of the piles of infected matter...
ru: Вы делаете все, что в ваших силах, чтобы пробраться через чуму души, но одно неверное движение приводит к тому, что ваш корабль наталкивается на одну из куч материя-вируса...

source: Continue...
ru: Продолжить...
