Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: You press a button on the Auto-ship, and it roars to life... it'll deploy in a few moments, and you realize that you need to get out of here before it lifts off and tears a hole in the hull! You sprint through the wrecked ship's musty halls, the iridescent puddles around you reverberating as the drone prepares its takeoff, and you're able to make it back in time... as you do, the Auto-ship violently bursts free from the remains of the Federation ship. Its hull splinters, sending wreckage in every direction, and the Auto-ship hovers just outside...
ru: Вы нажимаете кнопку на автоматическом корабле, и он оживает... через несколько мгновений он разворачивается, и вы понимаете, что вам нужно убираться отсюда, пока он не взлетел и не проделал дыру в корпусе! Вы бежите по затхлым коридорам разрушенного корабля, радужные лужи вокруг вас эхом отражаются от готовящегося к взлету беспилотника, и вы успеваете вернуться... в этот момент автоматический корабль с грохотом отрывается от останков корабля Федерации. Его корпус разлетается на куски, разбрасывая во все стороны обломки, а автоматический корабль парит совсем рядом...

source: Continue...
ru: Продолжить...

source: ...but, it seems a horde of Husks woke up and followed you aboard just beforehand! You'll have to take care of them first...
ru: ...но, похоже, орда оболочки проснулась и последовала за вами на борт незадолго до этого! Вам придется сначала разобраться с ними...

source: You press a button on the Auto-ship, and it roars to life... it'll deploy in a few moments, and you realize that you need to get out of here before it lifts off and tears a hole in the hull! You sprint through the wrecked ship's musty halls, the iridescent puddles around you reverberating as the drone prepares its takeoff, and you're able to make it back in time. You close the airlock behind you, and your ship decouples just as Soulplague Husks begin to pour out; they make a leap for it, but come just short... it seems they'll have all eternity to take out their ravenous energies on the nebula around them.
ru: Вы нажимаете кнопку на автоматическом корабле, и он оживает... через несколько мгновений он разворачивается, и вы понимаете, что вам нужно убираться отсюда, пока он не взлетел и не проделал дыру в корпусе! Вы бежите по затхлым коридорам разрушенного корабля, радужные лужи вокруг вас эхом отражаются от готовящегося к взлету беспилотника, и вам удается вернуться вовремя... Вы закрываете за собой шлюз, и ваш корабль отстыковывается как раз в тот момент, когда из него начинают выбираться чумные оболочки; они совершают рывок, но не успевают... похоже, у них будет целая вечность, чтобы выплеснуть свою хищную энергию на окружающую туманность.

source: Wait for the drone to launch.
ru: Дождаться запуска беспилотника.

source: A few moments pass, and the Auto-ship violently bursts free from the remains of the Federation ship. Its hull splinters, sending wreckage in every direction, and the Auto-ship hovers just outside... it's free now. Before it begins its aimless journey through the nebula, though, there's still time to trade with it. You do so with a heavy heart; one can only pray that the drone's journey here goes better than your fallen Federation allies' had.
ru: Проходит несколько мгновений, и автоматический корабль с силой отрывается от останков корабля Федерации. Его корпус разлетается на куски, разбрасывая во все стороны обломки, а автоматический корабль парит совсем рядом... Теперь он свободен. Однако до того, как он начнет свое бесцельное путешествие по туманности, еще есть время поторговать с ним. Вы делаете это с тяжелым сердцем: остается только молиться, чтобы путешествие беспилотника прошло лучше, чем у ваших павших союзников из Федерации.

source: You make the call to investigate the inside of the tattered ship. To your surprise, there's somehow still power to its systems; a faint, stale breeze accompanies the ship's dimly lit halls. Several puddles of the Soulplague mattervirus form patches across the floor, and you're able to surmise what happened to the ship's inhabitants... stepping around the mattervirus and heading deeper, though, you manage to stumble across the ship's hold. There's an undeployed Auto-ship within its remains, and you identify it as the source of the store beacon. Luckier still, it seems to have been fully supplied before its owners met their demise... you could trade with this thing, if you deployed it! Though, out of the corner of your eye, you notice as another puddle of the mattervirus glimmers in the darkness... is it worth risking its agitation?
ru: Вы решаете исследовать внутренние помещения потрепанного корабля. К вашему удивлению, в его системах каким-то образом сохранилось питание; слабый, затхлый ветерок сопровождает тускло освещенные залы корабля. Несколько луж материя-вируса чумы души образуют пятна на полу, и вы можете предположить, что случилось с обитателями корабля... Избегая материя-вируса и направившись глубже, вы натыкаетесь на трюм корабля. В его останках находится нетронутый автоматический корабль, и вы определяете, что именно он является источником сигнала магазина. К счастью, он, похоже, был полностью укомплектован до того, как его владельцы погибли... Вы могли бы торговать с этой штукой, если бы запустили ее! Правда, краем глаза вы заметили, как в темноте мелькнула еще одна лужица материи... Стоит ли рисковать ее пробуждением?

source: Activate the drone.
ru: Активировать беспилотник.

source: Get out of here.
ru: Убраться отсюда.

source: Whatever trading the Auto-ship could offer you isn't worth another battle with Husks. You make your way back to your ship, stepping carefully along the way, and are left to watch as the Federation wreck continues its slow, lonely drift through the nebula.
ru: Все, что может предложить вам автоматический корабль, не стоит еще одной битвы с оболочками. Вы возвращаетесь на свой корабль, осторожно ступая по дороге, и остаетесь наблюдать, как обломки корабля Федерации продолжают свое медленное, одинокое плавание в туманности.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Continue...
ru: Продолжить...

source: Any hope you had in your heart is quickly dispelled as you see the state of the Federation ship in the nebula outside. It looks like it's been here for years... there's little left of worth, if anything. Still, though, you know there's an active store beacon somewhere here...
ru: Вся надежда, зародившаяся в вашем сердце, быстро исчезает, когда вы видите, в каком состоянии находится корабль Федерации в туманности рядом. Похоже, он находится здесь уже много лет... от него мало что осталось, если вообще что-то осталось. Тем не менее, вы знаете, что где-то здесь есть активный маяк...

source: Inspect what remains of the ship.
ru: Осмотреть то, что осталось от корабля.

source: Ignore the wreck.
ru: Не обращать внимания на обломки.

source: This smells of a trap, and a part of you is hesitant to disturb what has likely become several of your fellow soldiers' final resting place. You leave the tattered ship alone, and it continues its slow, lonely drift through the nebula.
ru: Это попахивает ловушкой, и какая-то часть вас не решается потревожить то, что, скорее всего, стало последним пристанищем некоторых ваших сослуживцев. Вы оставляете потрепанный корабль в покое, и он продолжает свой медленный, одинокий дрейф через туманность.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: That'll show those jerks! Death to those who are rude, regardless of the circumstances! You're content with that, at least, as you recount the spoils of war and prepare to leave the beacon.
ru: Это станет уроком для этих придурков! Смерть тем, кто груб, независимо от обстоятельств! По крайней мере, вы довольны этим, пересчитывая военные трофеи и готовясь покинуть маяк.

source: Continue...
ru: Продолжить...

source: It's rare for a member of the Federation to consider a Dynasty ship to be a welcome face... but it sure beats another ship full of mindless Husks. Evidently, the feeling is mutual, as a Ghost hails, "NEVER! Never had the thought crossed mine mind that it would be the sight of a BREATHER that lifts mine spirits... but the breathless here remain worse than ANY breather I've come to know. Pray tell, what brings thou to this nebulous hell?"
ru: Редко кто из членов Федерации считает встречу с кораблем Династии приятной... но это, конечно, лучше, чем еще один корабль, полный безмозглых оболочек. Очевидно, это чувство взаимно, так как призрак восклицает: "НИКОГДА! Мне и в голову не приходило, что вид ДЫШАЩЕГО поднимет настроение... но здешние бездыханные хуже ВСЕХ, кого я знаю. Скажи, что привело тебя в этот туманный ад?"

source: I could ask you the same thing.
ru: Я могу спросить вас о том же.

source: The Ghost scoffs, "Was I supposed to ask THOU for thy permission? If thou must know, we came here demon-slaying... unknowing of the greater monsters lurking within. Our numbers dwindle from their vile assaults already; mine heart quivers at the thought of witnessing another fall, and another of these repulsive beasts being born." The air weighs heavy for a moment, before the Ghost continues, "So it is for THAT reason that we tolerate your presence here, breather. Resources are tight, and we are to collect what we can to make our exit; we've brothers to mourn." The Dynasty ship opens their wares to you, if you can tolerate their insults.
ru: Призрак смеется: "Разве я должен был спрашивать у ТЕБЯ разрешения? Если хочешь знать, мы пришли сюда убивать демонов... не зная, какие чудовища скрываются внутри. Наше число уже сокращается от нападений этой мерзости; мое сердце щемит при мысли о том, что мы станем свидетелями еще одной жертвы и еще одного рождения этих отвратительных чудовищ". На мгновение воздух потяжелел, прежде чем призрак продолжил: "Именно по ЭТОЙ причине мы терпим твое присутствие здесь, дышащий. Ресурсы ограничены, и мы должны собрать все, что сможем, чтобы успеть уйти; у нас есть братья, которых нужно оплакать". Корабль Династии предлагает вам свои товары, если вы сможете вытерпеть их оскорбления.

source: (Soulplague Crew) I can take being called a breather, but insulting my crew is another thing...
ru: (Член экипажа-чума души) Я могу смириться с тем, что меня называют бездыханным, но оскорблять мой экипаж - это совсем другое...

source: A moment of confusion passes before your Soulplague-aligned crew member enters the room, and the Ghost on the other end of the call raises their voice, "Thou would cohere with monsters?! Color me the fool for trusting one such as thyself... thy grave will be theirs, too!" The Dynasty ship cuts communications, and their weapons come online!
ru: Проходит мгновение замешательства, прежде чем в помещение входит ваш член экипажа из числа чумы души, и призрак на другом конце связи повышает голос: "Ты объединился с монстрами?! Считай меня дураком за то, что я тебе доверился... Твоя могила станет и их могилой!" Корабль Династии отключает связь, и их оружие начинает работать!

source: Continue...
ru: Продолжить...

source: (Ghost Crew) "Pray, hold thy harsh words!"
ru: (Член экипажа-призрак) "Помолись, попридержи свои грубые слова!"

source: Your Ghost calls out from behind you, and the one on the other end of the call steps back a little, "Why, do mine ears deceive me? A breather would house our kind? And as equals, no less... this hell holds surprises, yet! Resources may be scarce, yes, but what is scarcer amongst a sea of monsters than kinship? Allow us to celebrate!" The two Ghosts hit it off, and you're sent a commemorative gift before the Dynasty ship opens their wares to you. They never did take back the whole 'breather' thing, though...
ru: Ваш призрак взывает к вам из-за спины, и тот, кто отвечает на вызов, немного отступает назад: "Почему, неужели мои уши обманывают меня? Дышащий приютил нашего - как равного себе, ни больше ни меньше... Этот ад ещё таит сюрпризы! Ресурсов, конечно, мало, но что может быть более ценным среди моря чудовищ, чем родство? Позволь нам отпраздновать это!" Два призрака сдружились, и вам присылают памятный подарок, прежде чем корабль Династии открывает перед вами свои двери. Правда, он так и не забрал свои грубые слова про "дышащего".

source: Continue...
ru: Продолжить...

source: Bite your tongue, and prepare to trade.
ru: Прикусить язык и приготовиться к торговле.

source: You'd sooner bite your tongue than the hand that feeds you... Ghosts they may be, there're much worse and much more literal undead lurking about. You'll take what you can get.
ru: Вы скорее прикусите язык, чем руку, которая вас кормит... Пусть это и призраки, но есть кое-что куда более страшное - буквально нежить. Вы извлечете из этой ситуации все, что сможете.

source: Continue...
ru: Продолжить...

source: Nah, screw that. Kill this guy.
ru: Нет, к черту. Убьем этого парня.

source: If they were so invested in their own survival they wouldn't be going around insulting good, hard-working people. You prepare to put in more of that hard work as you cut communications and ready your weapons, as the Dynasty ship does the same!
ru: Если бы они были так заинтересованы в собственном выживании, то не стали бы оскорблять хороших, трудолюбивых людей. Вы готовитесь приложить еще больше усилий, отключая связь и готовя оружие, в то время как корабль Династии делает то же самое!

source: Continue...
ru: Продолжить...

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: As the Slug's ship smolders and its hull is inches away from buckling, you receive a desperate hail, "WAIT! Maybe you can handle yoursssself after all. Maybe it'ssss not ME who issss mercccy, but you?"
ru: Когда корабль слизней пылает, а его корпус находится в нескольких мгновениях от того, чтобы расколоться, вы получаете отчаянный вызов: "ПОДОЖДИТЕ! Может быть, вы всссе-таки сссправитесссь. Может, это не Я - тот, кто нуждаетссся в милосссердии, а вы?"

source: Relent. You are mercy.
ru: Успокоиться. Вы - милосердие.

source: You spare the Slugs, and are able to deal with what remains of the Soulplague Husks. Once things have calmed down, the disheveled Slug breathes a sigh of relief, "You're... the firssst persssson to acttttually hold back thossse monsssstersss. The firssst persssson to acttttually LIVE!" They laugh, ignorant to their own insanity, before continuing, "Sssstay a while if you'd like! It'ssss rare for usss to have company here... what with all the ZOMBIESSSS killing people." If it's so bad, you have to wonder why the Slug and their crew are still here... regardless of the answer, you're given an opportunity to trade.
ru: Вы щадите слизней и разбираетесь с тем, что осталось от чумы души. Когда все успокаивается, растрепанный слизень вздыхает с облегчением: "Вы... первый человек, который сссмог оссстановить этих монстров. Первый человек, который осссталссся в ЖИВЫХ!" Он смеется, не обращая внимания на собственное безумие, а затем продолжает: "Оссстаньтесссь на некоторое время, есссли хотите! У нассс здесссь редко бывают госссти... из-за всссех этих ЗОМБИ, убивающих людей". Если все так плохо, то стоит задуматься, почему слизень и его команда все еще здесь... В любом случае, вам предоставляется возможность поторговать.

source: Fight. You are death.
ru: Продолжить сражаться. Вы - смерть.

source: With the Slugs dead, you're left with nobody to trade with... but you're not sure you would've wanted to trade with those psychos in the first place. They'd clearly lost their minds in this nebula, even if they had yet to lose their lives.
ru: Слизни мертвы, и вам не с кем торговать... Но вы не знаете, хотите ли вы вообще торговать с этими психами. Они явно сошли с ума в этой туманности.

source: Another bit of time passes, this one much shorter, and the banging outside suddenly stops... you look to the Slug, and they sigh in relief, "We sssshould be ssssafe for a while. You're... the firssst persssson to acttttually lisssten to me. The firssst persssson to acttttually LIVE!" They laugh, ignorant to their own insanity, before continuing, "Sssstay a while if you'd like! It'ssss rare for usss to have company here... what with all the ZZZOMBIESSS killing people." If it's so bad, you have to wonder why the Slug and their crew are still here... regardless of the answer, things have calmed down and you're given an opportunity to trade.
ru: Проходит еще немного времени, но уже гораздо меньше, и стук снаружи внезапно прекращается... Вы смотрите на слизня, и он вздыхает с облегчением: "Вы... первый человек, который сссмог оссстановить этих монстров. Первый человек, который осссталссся в ЖИВЫХ!" Он смеется, не обращая внимания на собственное безумие, а затем продолжает: "Оссстаньтесссь на некоторое время, есссли хотите! У нассс здесссь редко бывают госссти... из-за всссех этих ЗОМБИ, убивающих людей". Если все так плохо, то стоит задуматься, почему слизень и его команда все еще здесь... В любом случае, все успокаивается и вам предоставляется возможность поторговать.

source: Incessant, incessant, incessant... it just doesn't stop. You spend what feels like an eternity in silence before, eventually, the banging outside does indeed finally come to an end. You look to the Slug, and they sigh in relief, "We sssshould be ssssafe for a while. You're... the firssst persssson to acttttually lisssten to me. The firssst persssson to acttttually LIVE!" They laugh, ignorant to their own insanity, before continuing, "Sssstay a while if you'd like! It'ssss rare for usss to have company here... what with all the ZZZOMBIESSS killing people." If it's so bad, you have to wonder why the Slug and their crew are still here... regardless of the answer, things have calmed down and you're given an opportunity to trade.
ru: Снова, снова и снова... он просто не прекращается. Вам кажется, что прошла целая вечность, прежде чем, в конце концов, стук снаружи действительно прекратился. Вы смотрите на слизня, и он вздыхает с облегчением: "Вы... первый человек, который сссмог оссстановить этих монстров. Первый человек, который осссталссся в ЖИВЫХ!" Он смеется, не обращая внимания на собственное безумие, а затем продолжает: "Оссстаньтесссь на некоторое время, есссли хотите! У нассс здесссь редко бывают госссти... из-за всссех этих ЗОМБИ, убивающих людей". Если все так плохо, то стоит задуматься, почему слизень и его команда все еще здесь... В любом случае, вам предоставляется возможность поторговать.

source: Continue...
ru: Продолжить...

source: A Slug ship lurks within the nebula nearby, a sight that would normally instill fear into the captain of any ship... but you're mostly just praying that it isn't another Husk-infested vessel. You breathe a sigh of relief as the ship hails, but it's short-lived as the Slug on the other end yells at you, "GET OUT! IT ISSSSN'T SSSSAFE HERE!! SSSSHOO!!!" You suppose Slugs never WERE known for their hospitality...
ru: В туманности неподалеку притаился корабль слизней - зрелище, которое обычно внушает страх капитану любого корабля... но в этот раз вы просто молитесь, чтобы это не было еще одно судно, кишащее оболочками. Вы облегченно вздыхаете, когда корабль подает сигнал, но он оказывается недолгим, поскольку слизень на другом конце кричит вам: "УХОДИТЕ! ЗДЕСЬ НЕБЕЗОПАСНО!!! УХОДИТЕ!!!" Вы думаете, что слизни никогда не славились своим гостеприимством...

source: Try to calm the Slug down.
ru: Постараться успокоить слизня.

source: Your efforts prove futile as they continue yelling, "SSSHUSSSH!!!!! NOT ANOTHER WORD!! Bad THINGSSSS happen to thosssse who ssssay wordssss around me... it keepsss happening! AND I CAN'T SSSSTOP IT!!!" They come off as a bit... deranged. Anybody would be after enough time here, you guess.
ru: Ваши усилия оказываются тщетными, поскольку он продолжает кричать: "ШШШШШШ!!!!! НИ СССЛОВА БОЛЬШШШЕ!!! Плохие ВЕЩИ ссслучаютссся ссс теми, кто разговаривает сссо мной... это продолжает происссходить! И Я НЕ МОГУ ЭТО ОСССТАНОВИТЬ!!!" Он выглядит немного... ненормальными. Любой бы стал таким, проведя здесь много времени.

source: Assure the Slug that you can handle yourself.
ru: Заверить слизня, что вы ко всему готовы.

source: The Slug slams the table with their flimsy tentacles, "Are you not LISSSSTENING? SSSSHUT!!! UP!!!!" There's an angry exasperation among the mania in their voice now.
ru: Слизень ударяет по столу своими хлипкими щупальцами: "Вы что, не СССЛЫШШШИТЕ? ЗАТКНИ!!! ТЕСССЬ!!!!". В голосе слизня теперь слышится гневное отчаяние.

source: Prove the Slug wrong. Make a noise.
ru: Доказать, что слизень не прав. Поднять шум.

source: You throw your hands in the air in a show of mockery, and simply go 'boo'! There's an immediate lurching within the bowels of your ship, the dread-inducing sound of creaking metal, and the Slug looks down at its tentacles in hopelessness, "Why do they never lisssten? Issss this my punisssshment? Am I in hell...?" A moment passes, before they ball up the ends of their noodly arms, "NO! I ssstill have a choiccce... and I'm not letting them take a sssingle other ssssoul into their twisssted army! I AM DELIVERANCCCCE! I AM MERCCCY!" Piles of Soulplague-infected goop meld through the ceiling before rising up as a small army of Soulplague Husks, and the Slug ship makes an offensive advance towards your own!
ru: Вы вскидываете руки в воздух в знак насмешки и просто произносите "буу"! В недрах вашего корабля сразу же раздается страшный металлический скрип, а слизень в отчаянии опускает взгляд на свои щупальца: "Почему они никогда не ссслушшшают? Неужели это мое наказание? Неужели я в аду...?" Проходит мгновение, прежде чем он сжимает концы своих липких рук: "НЕТ! У меня всссе еще есссть выбор... и я не позволю им забрать еще хоть одну душшшу в свою оскверненную армию! Я - СССПАСССИТЕЛЬ! Я - МИЛОСССЕРДИЕ!" Кучи зараженной чумой слизи проникают сквозь потолок и поднимается вверх в виде небольшой армии чумных оболочек, а корабль слизней делает наступательное движение в сторону вашего корабля!

source: Continue...
ru: Продолжить...

source: Comply, and stay quiet.
ru: Послушаться и перестать шуметь.

source: You hear the creaking of metal as something repeatedly bumps against the outside of your ship. The Slug calms slightly, but they're still deathly serious, "They're here already... but they might go away if you jussst. SSSSTAY! QUIET!!" You wonder if it's useful yelling that aloud as you and the Slug then wait in silence... a while passes, but the bumping against your ship has yet to stop. Is it worth sitting here and waiting around?
ru: Вы слышите металлический скрип, когда что-то многократно ударяется о внешнюю обшивку вашего корабля. Слизень немного успокаивается, но он все еще смертельно серьезен: "Они уже здесссь... но они могут уйти, есссли вы просссто... НЕ ДВИГАТЬСССЯ! ТИХО!!!" Вы задаетесь вопросом, есть ли смысл кричать вслух, пока вы со слизнем молча ждете... Проходит некоторое время, но удары о ваш корабль все еще не прекращаются. Стоит ли сидеть здесь и ждать?

source: Insist that you really have to get going.
ru: Настоять на том, что вам срочно нужно идти.
