Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: (Zoltan Crew) My Zoltan child...
ru: (Член экипажа-золтан) Мой ребенок-золтан...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later to a familiar visage... your Zoltan crew member, still blurry, standing over you. You can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и видите знакомый образ... над вами стоит ваш член экипажа золтан, все еще расплывчатый. Вы больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: Blink a few times.
ru: Моргнуть несколько раз.

source: You gather yourself a bit, blinking to clear your vision, and you realize it's not your crew member at all... but a Soulplague Husk! Startled, you crawl back a bit, and you're able to get yourself back on your feet before it catches you... assuming it's trying to catch you, that is. It's just standing there.
ru: Вы немного приходите в себя, моргаете, чтобы вернуть зрение, и понимаете, что это вовсе не член вашего экипажа... а чумная оболочка! Испугавшись, вы отползаете немного назад и успеваете встать на ноги, прежде чем она вас поймает... если, конечно, он пытается вас поймать. Она просто стоит на месте.

source: Attack first!
ru: Атаковать первыми!

source: You shoot at the Husk, and its body warps its shape to dodge the attack... it seems you've angered it!
ru: Вы стреляете в оболочку, и его тело деформируется, чтобы уклониться от атаки... похоже, вы его разгневали!

source: Wait for the Husk to make its move.
ru: Подождать, пока оболочка что-то предпримет.

source: You wait, hesitant to act first, and the Husk continues to simply stand there. Eventually, it lets out a strange, gurgling noise, before walking away into another room... your crew all avoid its path, but it doesn't seem interested in them either. Is this a friendly Husk, then...? Your new, tentacled companion engulfs a fork into its torso whole, and you're left to wonder what causes some of these monsters to be docile and impressionable.
ru: Вы ждете, не решаясь действовать первым, а оболочка продолжает просто стоять на месте. В конце концов она издает странный булькающий звук, а затем уходит в другую комнату... Ваш экипаж старается держаться от нее подальше, но она, похоже, не проявляет к ним интереса. Может быть, это дружелюбная оболочка? Ваш новый щупальцеобразный компаньон целиком погружает вилку в свое туловище, и вам остается только догадываться, что делает некоторых из этих монстров такими спокойными и восприимчивыми.

source: I favor none of my children...
ru: Я не люблю никого из своих детей...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later, and you realize you can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: I have no children...
ru: У меня нет детей...

source: Your vision blurs, and you slip away into unconsciousness. You wake up some time later, and you realize you can't hear water running anymore... nor is the floor wet. Did you just imagine all of that?
ru: Ваше зрение расплывается, и вы погружаетесь в бессознательное состояние. Через некоторое время вы приходите в себя и больше не слышите, как течет вода... и пол не мокрый. Неужели вам все это привиделось?

source: For a moment, everything is quiet... until you hear the sound of something dripping overhead.
ru: На мгновение все стихло... пока вы не услышали звук капающей сверху воды.

source: Look up.
ru: Посмотреть вверх.

source: You gulp, almost comically, as you look up at the ceiling above you. Your worst fears are confirmed... the ship's plumbing is leaking! You grip your chest in anguish, making a mental note to fix it later, before preparing to leave the beacon.
ru: Вы почти рефлекторно смотрите на потолок над собой. Ваши худшие опасения подтвердились... водопровод корабля протекает! Вы в страхе хватаетесь за грудь и делаете мысленную пометку исправить это позже, а затем готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: You can't change fate. Not with hope's pawn shackled.
ru: Вы не можете изменить судьбу. Не с надеждой, закованной в кандалы.

source: You can't change fate. Not with hope's pawn shackled.
ru: Вы не можете изменить судьбу. Не с надеждой, закованной в кандалы.

source: Heading through the large, central room and into the next leads to the ship's cabin... or, what's become of it. A dark, spiraling structure stands in the middle of the room; root-like tendrils sprout from its base, digging into the ship's hull and stretching outwards into the unoccupied space around it. An immense heat radiates from the structure, and you feel as if something about it tugs at the edges of your mind... and compels you to close your eyes.
ru: Пройдя через большую центральную комнату и попав в следующую, вы попадете в каюту корабля... или в то, что от нее осталось. В центре помещения возвышается темная спиралевидная конструкция; из ее основания прорастают корневидные отростки, которые вгрызаются в корпус корабля и тянутся наружу, в незанятое пространство вокруг. От конструкции исходит огромное тепло, и вы чувствуете, как что-то в ней пытается завладеть вашим разумом... и заставляет вас закрыть глаза.

source: Do as the %/:@RT1F@CT:/% commands.
ru: Выполнить %/:@RT1F@CT:/% команды.

source: Yes, you close your eyes... and feel that you want for nothing. What more could you need than the ascension you've been granted?
ru: Да, вы закрываете глаза... и чувствуете, что вам ничего не нужно. Что еще вам нужно, кроме вознесения, которое вам даровано?

source: Ascension...
ru: Вознесение...

source: These were the desires of another, you realize. You've never wanted to ascend, or anything so foolish as that. No, you've more interest in... material gains. Weapons with which to level those who dare to stand before you. Yes, that will do... then let it be done.
ru: Это были чужие желания, вы понимаете. Вы никогда не стремились к вознесению или чему-то подобному. Нет, вас больше интересовали... материальные блага. Оружие, с помощью которого можно сравнять с землей тех, кто осмелится встать перед вами. Да, это подойдет... тогда пусть будет так.

source: Then let it be done...
ru: Тогда пусть будет так...

source: You wake up as your ship enters the beacon, and you realize that you must've passed out for a moment when activating the FTL drive. Beside you is a strange object, dark, and hot to the touch, which a part of you somehow understands to be a weapon... the heat it radiates is intoxicating. Yes, this is everything you've ever wanted. The empty nebula outside glistens slightly; in agreement, you reckon. Shall you do anything as the FTL charges, or simply gawk at this new weapon of yours? It's certainly deserving of such adoration...
ru: Вы приходите в себя, когда ваш корабль попадает на маяк, и понимаете, что, должно быть, на мгновение потеряли сознание, когда активировали ССД. Рядом с вами лежит странный предмет, темный и горячий на ощупь, который, как вы догадываетесь, является оружием... Тепло, которое он излучает, опьяняет. Да, это все, что вы когда-либо хотели. Пустая туманность за иллюминатором слегка поблескивает - в знак согласия, полагаете вы. Будете ли вы что-нибудь делать, пока ССД заряжается, или просто полюбуетесь на это ваше новое оружие? Оно, безусловно, заслуживает такого обожания...

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Moving out of the room, into a hallway and deeper into the ship leads to a central room much larger than the one prior, but one still full of similar objects. Something of note on a desk nearby does catch your attention, though... a journal of sorts; damaged, but still intact enough to take a gander through.
ru: Выйдя из помещения в коридор и углубившись в корабль, вы попадаете в центральную комнату, гораздо большую, чем предыдущая, но все еще полную похожих предметов. Однако ваше внимание привлекает нечто примечательное, лежащее на столе неподалеку... что-то вроде журнала; поврежденного, но все еще достаточно целого, чтобы его можно было прочесть.

source: Examine the journal.
ru: Ознакомиться с журналом.

source: The journal's leather bound pages are tattered at their best, and either torn out or completely illegible at their worst. You're thankful for what CAN be read, though; atop the book's cover is scribed two words: "THE FOOLISH". It seems there was something else written in its place at one point, but it's been completely scratched out and scribbled over since.
ru: Страницы журнала в кожаном переплете в лучшем случае потрепаны, а в худшем - вырваны или полностью нечитаемы. Но вы благодарны за то, что МОЖНО прочесть: на обложке журнала нацарапано слово: "ГЛУПЕЦ". Похоже, когда-то на их месте было написано что-то другое, но с тех пор оно полностью выцарапано и затерто.

source: Interesting... read through the legible pages.
ru: Интересно... прочесть все читаемые страницы.

source: You flip to the first legible page, and read its contents: - - - - - -'s Log, Day 13 THE FOOLISH Nearly two weeks have passed since Epsilon's departure from - - - - - - - - - - - - - - - - - - - - - - - - - - - - growing concern. I've done my best to quell these rumors, but my subordinates - - - - - - - - - - - - - - - - - - - - - - deeper in the nebula. Hopefully, we can all move - - - - - - - - - - - The rest of the page is illegible.
ru: Вы открываете первую разборчивую страницу и читаете ее содержание: - - - - - - журнал, день 13 ГЛУПЕЦ Прошло почти две недели с момента отбытия Эпсилона из - - - - - - - - - - - - - - - - - - - - - - - - - - - - и растущая тревога. Я изо всех сил старался подавить эти слухи, но мои подчиненные - - - - - - - - - - - - - - - - - - - - - - поглубже в туманность. Надеюсь, мы все сможем - - - - - - - - - - - Остальная часть страницы нечитаема.

source: Flip to the next page.
ru: Перелистнуть на следующую страницу.

source: You flip to the next page with legible text: - - - - - -'s Log, Day 47 THE FOOLISH There was another close call at the lab today. In an act of - - - - - - - - - - - - - performing subject's routine - - - - - - - - - - - - - - - had fallen into its tank and - - - - - - - - - - - - forcing an evacuation, as our standing officers rushed in to tear the two apart. After - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - her shell and - - - - - - - torn ligaments underneath. Ultimately, she's alive, but with the rest of the - - - - - - - down our necks, we really can't afford to be so careless. I'm going to have to remind - - - - - - - - - - - - - - - - The rest of the page is illegible.
ru: Вы перелистываете на следующую страницу, где еще можно разобрать текст: - - - - - - журнал, день 47 ГЛУПЕЦ Сегодня в лаборатории снова едва не случилась беда. В порыве - - - - - - - - - - - - - , во время выполнения обычной процедуры с подопытным, - - - - - - - - - - - - - - - упала в резервуар, и - - - - - - - - - - - -, что вынудило провести эвакуацию, пока наши дежурные офицеры бросились на помощь. После - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - она повредила панцирь и - - - - - - - порвала связки. В конечном итоге она жива, но с остальными - - - - - - - сидящими у нас на шее, мы больше не можем позволить себе такую небрежность. Мне придется напомнить - - - - - - - - - - - - - - - - Оставшаяся часть страницы нечитаема.

source: Flip to the next page.
ru: Перелистнуть на следующую страницу.

source: You flip to the next page with legible text: - - - - - - - - - Day 52 THE FOOLISH - - - - - - - - has worsened. Her ability to process auditory or visual commands has deteriorated rapidly within - - - - - - - - - - - - - - - - - - motor functions - - - - - - - - - - - - - - - - - - - - concerns for the safety of the - - - - - - - more time. I'm giving the order to reposition the station, deeper into - - - - - - - - - - - - - - - anomalous readings. If we can't - - - - - - - worry for the longevity - - - - - - - - - - - - - - - - - - - - - - - - - - not all bad news, though, for - - - - - - - interesting development. We recovered a strange artifact, floating through the - - - - - - - - - - - - - - - - - The rest of the page is illegible.
ru: Вы перелистываете на следующую страницу, где еще можно разобрать текст: - - - - - - - - - день 52 ГЛУПЕЦ - - - - - - - - ухудшилось. Ее способность воспринимать слуховые и зрительные команды резко снизилась за - - - - - - - - - - - - - - - - - -, а моторные функции - - - - - - - - - - - - - - - - - - - - вызывая обеспокоенность за безопасность - - - - - - - больше нельзя терять время. Я отдаю приказ переместить станцию глубже в - - - - - - - - - - - - - - - где зафиксированы аномальные показания. Если мы не сможем - - - - - - -, это поставит под угрозу продолжительность - - - - - - - - - - - - - - - - - - - - - - - - - - Но есть и хорошие новости: - - - - - - - обнаружено кое-что интересное. Мы нашли странный артефакт, дрейфовавший через - - - - - - - - - - - - - - - - - Оставшаяся часть страницы нечитаема.

source: Flip to the next page.
ru: Перелистнуть на следующую страницу.

source: You flip to the next page with legible text: - - - - - -'s Log, Day 54 THE FOOLISH To the amazement of - - - - - - - - - - recovered, almost miraculously. She can move, eat, - - - - - - - - - - - - struggling socially, but that's to be expected with - - - - - - - - - - - - - - - - - from auditory hallucinations. With how close she came to death, I'm - - - - - - - - - - - - - - - - - - - - - - - - me. As far as today's experiment is concerned, I'd consider it to be a success! The - - - - - - - - - - - - - - - - properly fused, bearing a likeness to the test subject and responding - - - - - - - - - - - - - - - - - - The rest of the page is illegible.
ru: Вы перелистываете на следующую страницу, где еще можно разобрать текст: - - - - - - журнал, день 54 ГЛУПЕЦ На удивление - - - - - - - - - -, она восстановилась почти чудом. Она может двигаться, есть, - - - - - - - - - - - - хотя все еще испытывает трудности в социальном общении, что неудивительно после - - - - - - - - - - - - - - - - - слуховых галлюцинаций. Учитывая, насколько близка она была к смерти, я - - - - - - - - - - - - - - - - - - - - - - - - меня. Что касается сегодняшнего эксперимента, я бы счел его успешным! - - - - - - - - - - - - - - - - правильно соединилась, приобретя сходство с подопытным и реагируя - - - - - - - - - - - - - - - - - - Оставшаяся часть страницы нечитаема.

source: Flip to the next page.
ru: Перелистнуть на следующую страницу.

source: You flip to the next page with legible text: - - - - - -'s Log, - - - - THE FOOLISH - - - - - - - - - - - - - - - - - - - - - it too. It's impossible to discern its source, or whether or not it's tied to the artifact we - - - - - - - - - - - - - - - - - - - - - - difficult to ignore, but there's nothing concrete suggesting that these whispers are any more than the side effects of some - - - - - - - - - - - - - - - - - - - - - - - - - - - of my subordinates' morale. We've suffered an immeasurable amount of setbacks to reach this point, and we simply can't afford to waste any more - - - - - - - - - - - - - - - - - - District. I won't allow - - - - - - - - - - - - - - - - - - - - - - - just for something as simple as more time. Why must the - - - - - - - The rest of the page is illegible.
ru: Вы перелистываете на следующую страницу, где еще можно разобрать текст: - - - - - - журнал, - - - - ГЛУПЕЦ - - - - - - - - - - - - - - - - - - - - - это тоже. Невозможно определить источник или понять, связано ли это с артефактом, который мы - - - - - - - - - - - - - - - - - - - - - - сложно игнорировать, но нет ничего конкретного, что указывало бы на то, что эти шепоты - не просто побочный эффект какого-то - - - - - - - - - - - - - - - - - - - - - - - - - - - падения морального духа моих подчиненных. Мы потерпели бесчисленное количество неудач, чтобы дойти до этой точки, и мы просто не можем позволить себе терять еще больше - - - - - - - - - - - - - - - - - - округа. Я не позволю - - - - - - - - - - - - - - - - - - - - - - - только ради того, чтобы получить больше времени. Почему я должен - - - - - - - Остальная часть страницы нечитаема.

source: Flip to the next page.
ru: Перелистнуть на следующую страницу.

source: You flip to the next page with legible text: - - - - - - - - - - - - 2 THE FOOLISH - - - - - - - - - - - - - louder, and louder, and louder, and I feel like - - - - - - - - - - - - - - - - - - - deeper, until we reach its source. To have to rush this isn't ideal, but our - - - - - - - - - - - - - - - - - - - - - - - - - peace and quiet. Given the volatility of our psyches, it's become difficult to maintain - - - - - - - - - - - - - mockery of the test subject. I'll have to overcome the noise in - - - - - assure that - - - - - - - - - free, at least as a temporary measure. One that can hopefully buy us the time we need to reach - - - - - - - - - - - - - - - - The rest of the page is illegible.
ru: Вы перелистываете на следующую страницу, где еще можно разобрать текст: - - - - - - - - - - - - 2 ГЛУПЕЦ - - - - - - - - - - - - - становится все громче, и громче, и громче, и мне кажется, что - - - - - - - - - - - - - - - - - - - глубже, пока мы не найдем его источник. Спешить в этом деле - не лучший вариант, но наш - - - - - - - - - - - - - - - - - - - - - - - - - мир и покой. Учитывая нестабильность нашей психики, становится все труднее сдерживать - - - - - - - - - - - - - давление над испытуемым. Мне придется преодолеть этот шум, чтобы - - - - - убедиться, что - - - - - - - - - свобода, хотя бы временная. Которая, надеюсь, поможет нам выиграть время, необходимое для достижения - - - - - - - - - - - - - - - - Остальная часть страницы нечитаема.

source: Flip to the next page.
ru: Перелистнуть на следующую страницу.

source: You flip to the next page with legible text: - - - - - - - - - - - - 4 THE FOOLISH - - - - - - - nothing here. I'm still struggling to believe it myself. I've led us all - - - - - - - - - - - - - - - - - - - - - - - believed in me, and for what? Something has crept into our minds, some of my peers have - - - - - - - - - - - - - - - for what? Was Alkali right all along? Am I just a - - - - - - - - - - - - - - - - - - - - - - - - - - measures in the experiment tomorrow. I will not allow us to return empty-handed. Not after - - - - - - - - - - - - - - - - - - - - - sleep tonight, with the - - - - - - loud. It's like every part of me is screaming at me to succeed. I swear, if there really is a higher power, I - - - - - - - - - - anything. Anything. Please - - - - - - - - - - The rest of the page is illegible.
ru: Вы перелистываете на следующую страницу, где еще можно разобрать текст: - - - - - - - - - - - - 4 ГЛУПЕЦ - - - - - - - ничего нет. Мне самому все еще трудно в это поверить. Я привел нас всех - - - - - - - - - - - - - - - - - - - - - - - верили в меня, и ради чего? Что-то прокралось в наши умы, некоторые из моих товарищей - - - - - - - - - - - - - - - ради чего? Неужели Алькали все это время был прав? Неужели я просто - - - - - - - - - - - - - - - - - - - - - - - - - - меры на завтрашнем эксперименте. Я не позволю нам вернуться с пустыми руками. Не после - - - - - - - - - - - - - - - - - - - - - заснуть сегодня ночью, когда - - - - - - так громко. Будто каждая частичка меня самого кричит, чтобы я добился успеха. Клянусь, если действительно существует высшая сила, я - - - - - - - - - - на все. На все. Пожалуйста - - - - - - - - - - Остальная часть страницы нечитаема.

source: Flip to the next page.
ru: Перелистнуть на следующую страницу.

source: You realize, flipping through the rest of the journal, that the remainder of its pages have been left blank. There's a pit in your stomach as you ponder the fate of its author... what happened here? The cold, lifeless walls of the ship's wreck offer no concrete answers, but there's little left to do but continue to explore.
ru: Перелистывая журнал, вы понимаете, что оставшиеся страницы пустые. Вы задумываетесь о судьбе его автора... Что же здесь произошло? Холодные, безжизненные стены развалин корабля не дают конкретных ответов, но вам остается только продолжать поиски.

source: Close the book, and proceed to the next room.
ru: Закрыть журнал и перейти в следующее помещение.

source: Not interested. Put the book back.
ru: Не интересно. Положить журнал обратно.

source: Your time is too limited to be spending it reading a random Shell's journal. With the book put back, there's little left to do in the current room... it's time to go deeper yet.
ru: Ваше время слишком ограничено, чтобы тратить его на чтение случайных журналов ракушек. Положив журнал на место, в текущей комнате осталось сделать совсем немного... пора углубиться еще глубже.

source: Proceed to the next room.
ru: Перейти в следующее помещение.

source: Accessing the inside of the wreckage via a hole in its hull, the exploration gets underway. Scattered around this entrance are piles of lab equipment; shattered beakers, torn notes and complex, delapidated machines of unknown function.
ru: Попав внутрь разрушенного корабля через отверстие в его корпусе, вы начинаете исследование. Вокруг входа разбросаны груды лабораторного оборудования: разбитые вдребезги мензурки, разорванные записки и сложные, полуразрушенные машины неизвестного назначения.

source: Investigate the shattered beakers.
ru: Осмотреть разбитые мензурки.
