Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: You mentioned that this Tempest is your patron. What does that entail, exactly? Who are they?
ru: Вы упомянули, что эта Буря - ваш покровитель. Что это значит? Кто это?

source: "It is less of a 'who' and more of a 'what'. The Tempest, as I've come to know it, is a construct most grand, located in a realm well beyond the seams that bind our reality. Something of a... pocket dimension. Many years ago, I'd sacrificed everything to reach this so-called promised land and have an audience with the thing... it was said to grant miracles. To fulfill one's grandest desires. Yet, I feel that it's done little but toy with me!" The man pauses for a moment, gesturing to his armor, "It took what felt like forever just to get it to acknowledge me, and when it finally did, it branded me in this DAMNABLE armor! It's been decades since I was forced to don it, and not once within that time have I been free from its confines."
ru: "Это не столько "кто", сколько "что". Буря, как я понял, - это грандиозная конструкция, расположенная в мире далеко за пределами швов, связывающих нашу реальность. Что-то вроде... карманного измерения. Много лет назад я пожертвовал всем, чтобы добраться до этой так называемой обетованной земли и предстать перед этой штукой... говорили, она способна чудеса. Исполняет самые заветные желания. Но я чувствую, что оно только и делает, что играет со мной!" Мужчина делает паузу, жестом указывая на свои доспехи: "Потребовалась целая вечность, чтобы она хотя бы заметила меня, и когда это наконец случилось, она заклеймила меня этими ПРОКЛЯТЫМИ доспехами! Прошли десятилетия с тех пор, как меня заставили надеть их, и ни разу за это время я не был свободен от их оков".

source: What is it exactly?
ru: Что это?

source: He sighs, "Hell if I know. The Tempest uses it to control me, in its own way... sending me on these frivolous death sentences. That's not to say it's without its perks, though; the armor doesn't allow me to die, and among the Tempest's blessings are powers most useful. Immortality may be seen as a curse to some, but... I've a mission, here in life, that I simply cannot allow myself to fail. The armor ensures that, in its own way."
ru: "Черт его знает. Буря использует их, чтобы контролировать меня по-своему... посылая меня на эти легкомысленные смертные приговоры. Хотя, надо сказать, в этом есть и свои плюсы; доспехи не дают мне умереть, и среди благословений Бури есть весьма полезные способности. Бессмертие для некоторых может показаться проклятием, но... у меня здесь, при жизни, есть миссия, которую я просто не могу позволить себе провалить. Доспехи, по-своему, это гарантируют".

source: That's a lot to absorb... let's take a step back for a moment. The Shells we fought also mentioned these seams; what are they?
ru: Многовато для начала... Давайте сделаем небольшой шаг назад. Ракушки, с которыми мы сражались, также упоминали эти швы; что это такое?

source: You mention the strange Shells you encountered, and the man's grimace deepens, "The Seraphim... yes, they care to see to it that these seams are not breached, and that interdimensional travelers looking to enter their lane, so to speak, fail to do so." He looks you over, judgmentally, "I... don't suppose you're familiar with Universal Cluster Theory?"
ru: Вы упомянули странных ракушек, с которыми вы столкнулись, и гримаса мужчины становится еще мрачнее: "Серафимы... да, они следят за тем, чтобы эти швы не были нарушены, и чтобы межпространственные путешественники, пытающиеся вторгнуться в их владения, так сказать, потерпели неудачу". Он смотрит на вас оценивающим взглядом: "Я... не думаю, что ты знаком с Универсальной Кластерной Теорией?"

source: I, uh, can't say I am.
ru: Я, эм, не могу сказать, что знаком.

source: "I can hardly blame you; merely suggesting that there may be some truth to it was almost enough to get me kicked from the force back in my time as an engineer for the Rebellion." He notices as you tense up at that, and rolls his eyes, "That was many years ago as well, Renegade. I've no love for them now. Not after..." The man drifts off for a moment, before shaking his head, "...anyways. Universal Cluster Theory is hardly scientific, to say the least, and its supporting evidence is shoddy at best, but it suggests that realities within our Multiverse are segmented via similar defining aspects; consider that nobody has ever seen a dimension composed entirely of chocolate pudding, for example. The theory suggests that this can be explained by the fact that no reality akin to ours could possibly ever be composed entirely of chocolate pudding, and that we may merely find realities more in-line with our own 'cluster'; say, one where Slugs love to eat chocolate pudding for no reason apparent to us."
ru: "Вряд ли могу тебя за это винить; простое предположение, что в этом может быть доля правды, чуть не стоило мне места в Восстании, когда я был там инженером". Он замечает, как вы напрягаетесь при этих словах, и закатывает глаза: "Это тоже было много лет назад, Ренегат. Сейчас я их не люблю. После того как..." Мужчина на мгновение задумывается, прежде чем покачать головой: "...в любом случае. Универсальная Кластерная Теория, мягко говоря, едва ли научна, и подтверждающие ее доказательства в лучшем случае сомнительны, но она предполагает, что реальности внутри нашей Мультивселенной сегментированы схожими определяющими аспектами; подумай о том, что никто никогда не видел измерения, полностью состоящего из шоколадного пудинга, например. Теория предполагает, что это можно объяснить тем, что ни одна реальность, подобная нашей, никогда не могла бы полностью состоять из шоколадного пудинга, и что мы можем находить лишь реальности, больше соответствующие нашему собственному "кластеру"; скажем, такую, где слизни любят есть шоколадные пудинги без видимой для нас причины".

source: Right... and where do the Seraphim come into this?
ru: Ясно... и при чем тут Серафимы?

source: He scratches his chin, "If a dimension composed entirely of chocolate pudding sounds unfeasible, consider one composed ALMOST entirely of fire and brimstone. This is from where the Seraphim hail; a hell entirely alien to us, but the place they call home nonetheless. I've... been there, during a time where the Seraphim were less aggressive towards outsiders. Their reality remains the closest to the pocket dimension from which the Tempest sits, and so it acts as something of a direct gateway to it. The problem with this... are the Multiverse's seams. Regardless of whether or not one subscribes to Universal Cluster Theory, I have gathered enough evidence firsthand to prove that some realities are undoubtedly much more difficult to travel into than ones we'd consider familiar; crossing into the Seraphim's reality, for example, requires locating and precisely exploiting a gap in spacetime. The Seraphim called these gaps 'breaches in the seams', and I merely adopted the term after my brief incursion through their reality."
ru: Он почесывает подбородок: "Если измерение, полностью состоящее из шоколадного пудинга, кажется невозможным, подумай о таком, что ПОЧТИ полностью состоит из огня и серы. Оттуда родом Серафимы; ад, совершенно чуждый нам, но тем не менее место, которое они называют домом. Я... бывал там, в то время, когда Серафимы были менее агрессивны по отношению к чужакам. Их реальность остается ближайшей к карманному измерению, в котором находится Буря, и поэтому она служит своего рода прямым порталом к ней. Проблема в этом... швы Мультивселенной. Независимо от того, придерживается ли кто-то Универсальной Кластерной Теории или нет, я собрал достаточно доказательств из первых рук, чтобы доказать, что в некоторые реальности, несомненно, гораздо труднее попасть, чем в те, которые мы считаем привычными; переход в реальность Серафимов, например, требует обнаружения и точного использования шва в пространстве-времени. Серафимы называли эти швы 'трещины в швах'", и я просто перенял этот термин после своего короткого пребывания в их реальности".

source: Damn, alright... that's a lot to take in. You mentioned that the Seraphim used to be less aggressive. Did something happen?
ru: Черт, ну ладно... многовато для восприятия. Вы упомянули, что раньше Серафимы были менее агрессивны. Что-то случилось?

source: "I'm not privy to the details myself. From what little interaction I've had with them since, it seems they've turned to hating the Tempest and any who would seek to interact with it. Perhaps the nature of its location, and the fact that people must travel through their reality to reach it? It's hard for me to say, but the fact of the matter is that they defend these breaches in the seams with their lives, as you've seen here today."
ru: "Мне самому это доподлинно неизвестно. Судя по тому немногому взаимодействию, что у меня с ними было с тех пор, похоже, они возненавидели Бурю и всех, кто стремится с ней взаимодействовать. Возможно, дело в природе ее местоположения и в том, что люди должны путешествовать через их реальность, чтобы добраться до нее? Мне трудно сказать наверняка, но факт остается фактом: они защищают эти трещины в швах ценой своих жизней, как ты сегодня и увидел".

source: Speaking of... is that why you came out here, then? To breach the seams and enter the Seraphim's reality again?
ru: Кстати говоря... так вот зачем вы сюда пришли? Чтобы прорваться сквозь швы и снова войти в реальность Серафимов?

source: He shakes his head at that, "Oh, by the Tempest, no. I've little interest in ever witnessing that hell again. The Tempest demanded it, and I do as the Tempest demands. It's as simple as that, and I can't question it, even if I wanted to. The most I can do is theorize that it wants this breach left open for someone, or something, and has used me to ensure that that's the case."
ru: Он качает головой: "О, нет, ради Бури, нет. Я не горю желанием когда-либо снова увидеть этот ад. Буря потребовала этого, и я делаю то, что требует Буря. Все просто, и я не могу это оспорить, даже если бы захотел. Самое большее, что я могу сделать, это предположить, что она хочет, чтобы этот трещина оставалась открытой для кого-то или чего-то, и использовала меня, чтобы гарантировать это".

source: If the breach is open, then... could we enter it?
ru: Если трещина открыта, то... мы можем войти в нее?

source: The old man laughs, "Not unless you've a death wish! Even if you did have one, though, the breach has only merely been binded. It still requires precise exploitation to reach the exact dimension you want; lest you mistakenly drown in chocolate pudding." You give him a certain look, and his face darkens, "No, I am not performing any such 'precise exploitation' for the sake of your curiosity. You may find someone else knowledgable on the matter if you wish to die, but I'd struggle to believe anybody else in-the-know would be suicidal enough to agree to it. I only did it, so long ago, because I felt I had no other choice..."
ru: Старик усмехается: "Только если у тебя есть желание умереть! Но даже если бы и было, трещина всего лишь временно заделана. Она все еще требует определенных воздействий, чтобы достичь нужного тебе измерения; чтобы ты по ошибке не утонул в шоколадном пудинге". Вы смотрите на него пристальным взглядом, и его лицо мрачнеет: "Нет, я не собираюсь проводить никаких "определенных воздействий" ради твоего любопытства. Если хочешь умереть, можешь поискать кого-нибудь другого, кто в этом разбирается, но я сомневаюсь, что кто-то еще, знающий толк в этом деле, будет настолько суицидален, чтобы согласиться. Я сделал это так давно только потому, что чувствовал, что у меня нет другого выбора..."

source: Right... you keep alluding to that. What drove you to travel through hell and seek the Tempest's audience, then?
ru: Так... Вы все время на это намекаете. Что же побудило вас отправиться в ад и искать встречи с Бурей?

source: "I'd... briefly mentioned my involvement with the Rebellion earlier. To elaborate, I worked amongst Vance's team of Head Engineers; I was tasked with perfecting the Multiverse Drive and securing an advantage over the competition. We were to breach realities others couldn't dream of finding, and guarantee a Rebel victory the easy way. It was during my research on this project that I stumbled upon Universal Cluster Theory, as well as... darker findings."
ru: "Я... ранее вкратце упоминал свою причастность к Восстанию. Если подробнее, я работал в команде главных инженеров Вэнса; моей задачей было усовершенствование двигателя Мультивселенной и обеспечение преимущества над конкурентами. Мы должны были прорываться в такие реальности, о которых другие и мечтать не могли, и гарантировать легкую победу повстанцев. Именно во время исследований по этому проекту я наткнулся на Универсальную Кластерную Теорию, а также... на более мрачные открытия".

source: Darker findings? Such as?
ru: Более мрачные открытия? Например?

source: He shivers, "Evidence of dimensions much more frightening than our own; evidence suggesting that we were making a terrible mistake in trying to escape the familiarity of dimensions akin to Universe 0. Even at the time, I was disturbed, but cancelling the project wasn't my call to make... to this day, I still don't know where exactly the orders came from. Some simpleton higher up, too high on the promise of glory to consider the consequences. The consequences that I would be the one to pay! The consequences that... my daughter would pay."
ru: Он вздрагивает: "Доказательства существования измерений гораздо более ужасающих, чем наше; доказательства, предполагающие, что мы совершаем ужасную ошибку, пытаясь сбежать от привычного уюта измерений, подобных Вселенной 0. Даже тогда меня это тревожило, но отмена проекта была не в моей компетенции... по сей день я так и не знаю, откуда именно поступил приказ. Какой-то простофиля наверху, слишком ослепленный обещаниями славы, чтобы задуматься о последствиях. О последствиях, за которые пришлось заплатить мне! О последствиях, за которые... пришлось заплатить моей дочери".

source: Your daughter...
ru: Ваша дочь...

source: "Yes, my darling Evelyn..." For a moment, he sounds close to tears, but you get the feeling, as he stares off into space, that he's lamented over the matter for so long that he struggles to bring himself to shed anymore tears for her. After a moment, he continues, "It was an ordinary day at the lab; we were testing one of the prototype Multiverse Drives. She'd insisted that she come along and watch, and I... was a terrible father. I couldn't bring myself to tell her no, and it..." There's another pause, as he looks to the floor, "...something went wrong with the experiment, and the Drive begun to tear the place apart. The last I saw of Evelyn before it pulled her through an interdimensional vortex was the smile she gave me, like nothing could harm her as long as I was around..." His stature sinks, even deeper, before he continues again, "...I was devastated. We managed to shut the Drive off before much more was lost, but it was already too late at that point. I'd felt like I'd lost everything."
ru: "Да, моя дорогая Эвелин..." На мгновение в его голосе слышатся слезы, но, глядя в пустоту, вы понимаете, что он оплакивал ее так долго, что ему уже трудно пролить еще хоть одну слезу. После паузы он продолжает: "Это был обычный день в лаборатории; мы тестировали один из прототипов двигателя Мультивселенной. Она настояла на том, чтобы пойти и посмотреть, а я... был ужасным отцом. Я не смог ей отказать, и это..." Он снова замолкает, глядя в пол, "...что-то пошло не так с экспериментом, и двигатель начал разрушать все вокруг. Последнее, что я видел перед тем, как ее затянуло в межпространственную воронку, была ее улыбка, словно ничто не могло причинить ей вреда, пока я рядом..." Он еще сильнее сгорбливается, прежде чем снова заговорить: "...Я был опустошен. Нам удалось отключить двигатель, прежде чем было потеряно еще больше, но на тот момент было уже слишком поздно. Мне казалось, что я потерял все".

source: I see. I'm sorry...
ru: Понятно. Простите...

source: The old man looks up at you, "Don't be. I only have myself to blame... and blame myself I did. Though I would continue working for the Rebellion for some time, it was mostly a front to further my own goals at that point. My goal of finding her... of bringing Evelyn back..." He begins to stare off at nothing again, "...I'd come to meet a man. One robed in golden silks finer than any I'd ever dreamed of seeing. I shared with him my plight; I couldn't even say why, really, but I felt that I could trust him. He would nod, and listen along as I lamented. Eventually, this would become a habit, and we'd meet up for this pseudo-therapy more often... until, one day, he offered me a solution. He told me of the Tempest; of how it granted wishes. Of the seams between reality, and how to reach it from them. It all sounded so insane, but I was so... desperate. I stole away with one of the Multiverse Drives, and did as the man had instructed. That's the last I ever saw of him, or the Rebellion... I've been the Tempest's Hand ever since that journey concluded."
ru: Старик поднимает на вас глаза: "Не стоит. Винить в этом я могу только себя... и винил. Хотя я и продолжал некоторое время работать на Восстание, это было скорее прикрытие для достижения моих собственных целей. Моей целью было найти ее... вернуть Эвелин..." Он снова устремляет взгляд в пустоту: "...Я встретил одного человека. Он был одет в золотые шелка, прекраснее которых я никогда и не мечтал увидеть. Я поделился с ним своей бедой; я даже не могу сказать почему, но я чувствовал, что могу ему доверять. Он кивал и слушал, пока я сетовал. В конце концов, это вошло в привычку, и мы стали встречаться для этой псевдотерапии все чаще... пока однажды он не предложил мне решение. Он рассказал мне о Буре; о том, как она исполняет желания. О швах между реальностями и о том, как добраться до нее через них. Все это звучало безумно, но я был так... отчаян. Я украл один из двигателей Мультивселенных и сделал все, как велел тот человек. Это был последний раз, когда я видел его или Восстание... С тех пор, как это путешествие закончилось, я - Рука Бури".

source: So, you work for the Tempest, but... what of your wish?
ru: Итак, вы работаете на Бурю, но... что с вашим желанием?

source: "I'm not sure. So much time has passed, and never once has the Tempest spoken a word to me. The only choice I'm left with is to do as it wills me, through this armor... to run its Cult, perform its rituals and spread its blessings. I've no clue to what end." He looks at you, a sadness in his eyes, "I can only pray that at the end of this journey, the Tempest grants my wish, and I can see her again."
ru: "Я не уверен. Прошло так много времени, и ни разу Буря не сказала мне ни слова. Единственный выход, который у меня остался, - это делать то, что она велит мне через эти доспехи... руководить ее культом, совершать ее ритуалы и распространять ее благословения. Я понятия не имею, к чему это приведет". Он смотрит на вас с грустью в глазах: "Я могу лишь молиться, чтобы в конце этого пути Буря исполнила мое желание, и я смог снова увидеть ее".

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: I have no further questions.
ru: У меня больше нет вопросов.

source: Actually, honestly, I'll pass on the questions.
ru: Вообще-то, честно говоря, я не буду задавать вопросы.

source: You breathe a heavy sigh of relief, and await a call back from that strange old man. Stranger than him, though... is the fact that that call never comes. He hasn't left without a word, has he? You still haven't gotten your loot! Maybe you can find his ship amidst the nebula, somehow...?
ru: Вы вздыхаете с облегчением и ждете ответного вызова от этого странного старика. Но еще более странным, чем он, является тот факт, что вызов так и не поступает. Он ведь не ушел, не сказав ни слова? Вы все еще не получили свою награду! Может быть, вам удастся найти его корабль среди туманности?

source: (Stormborn Spawn) Look to the monstrous blob you were given for answers.
ru: (Штормовое порождение) В поисках ответов обратиться к чудовищному сгустку, который вам дали.

source: Though you can't tell what compelled you to do so, you approach the grotesque thing and get REAL close. You can hear as each and every one of its fibers squirm, as its maws snap, as its eyes blink... and you stare into those many, blinking eyes. You feel... a connection there. Not to you, but to somewhere nearby. You can't explain it, but you feel as if you understand the old man's exact location just through this thing's connection to him...
ru: Хотя вы не можете сказать, что заставило вас сделать это, вы подходите к гротескной твари и оказываетесь ОЧЕНЬ близко к ней. Вы слышите, как извивается каждое его волокно, как щелкают его челюсти, как мерцают его глаза... и вы смотрите в эти многочисленные, немигающие глаза. Вы чувствуете... связь. Не с ним, а с чем-то еще. Вы не можете объяснить это, но вам кажется, что вы понимаете, где именно находится старик, только благодаря связи этой штуки с чем-то...

source: Follow this strange feeling.
ru: Следовать за этим странным чувством.

source: (Slug Crew) Have your Slug try to locate him.
ru: (Член экипажа-слизень) Пусть ваш слизень попытается найти его.

source: Your Slug looks over the vast space outside, and is able to get a faint reading some distance away... emphasis on faint. Has something gone wrong?
ru: Ваш слизень осматривает обширное пространство снаружи и улавливает слабый сигнал на некотором расстоянии... подчеркиваю, слабый. Что-то пошло не так?

source: Follow your Slug's reading.
ru: Следовать за тем, что чувствует ваш слизень.

source: (Telepathic Shell) Have your Shell try to locate him.
ru: (Член экипажа-ракушка-телепат) Пусть ваша ракушка попытается найти его.

source: Your Shell looks over the vast space outside, and is able to get a faint reading some distance away... emphasis on faint. Has something gone wrong?
ru: Ваша ракушка осматривает обширное пространство за иллюминатором и улавливает слабый сигнал на некотором расстоянии... подчеркиваю, слабый. Что-то пошло не так?

source: Follow your Shell's reading.
ru: Следовать за тем, что чувствует ваша ракушка.

source: (Lifeform Scanner) Try to locate him with the Lifeform Scanner.
ru: (Сканер форм жизни) Попробовать обнаружить его с помощью сканера форм жизни.

source: Your Lifeform Scanner scans over the vast space outside, and is able to get a faint reading some distance away... emphasis on faint. Has something gone wrong?
ru: Ваш Сканер форм жизни сканирует обширное пространство снаружи и получает слабые показания на некотором расстоянии... подчеркиваю, слабые. Что-то пошло не так?

source: Follow your Lifeform Scanner's reading.
ru: Следовать за показаниями Сканера форм жизни.

source: (Adv. Sensors) Try to locate him with your powerful sensors.
ru: (Продв. Сенсоры) Попробовать обнаружить его с помощью своих мощных сенсоров.
