Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: You're, like, REALLY uncomfortable with confrontations. So uncomfortable, in fact, that you'd sooner let someone drown in a pool of their own slime drifting in a pod through space than break some bad news to them. This is why you're tasked with saving reality, and not something more difficult, like public relations...
ru: Вы, как будто, РЕАЛЬНО испытываете дискомфорт от конфронтации. Настолько, что вы скорее позволите кому-то утонуть в луже собственной слизи, дрейфуя в капсуле в космосе, чем сообщите ему плохие новости. Именно поэтому вам поручено спасать реальность, а не заниматься чем-то более сложным, например, связями с общественностью...

source: With the ship emptied of Husks, you call the Slug back and tell them the news, "Ssssee, I knew I could trussst the Federattttion! Not that I had too many, er, choicccesss in the matter. Give me a ride back to my sssship, yeah?"
ru: Опустошив корабль от оболочек, вы вызываете слизня и сообщаете ему новости: "Так и знал, что могу доверять Федерации! Не то чтобы у меня было ссслишшшком много вариантов в этой ссситуации. Подбросссишшшь меня до моего корабля, хорошшшо?"

source: Do as the Slug asks.
ru: Сделать то, что просит слизень.

source: You're able to locate their pod, and bring them back to the Slug ship with little hassle. Once they're settled inside, they hail you again, "Oh, SSSSHIT isss thiss placcce sspaciousss with everyone gone. Ssssay, you ssscratched my back; how about I sssscratch yoursss? With everyone elssse dead, I don't ssssee why you can't have sssome of their ssstuff. SSSSOME, though! A Ssslug'ss gotta eat!" The Slug beams a rather large bounty over, and you realize among the various resources is a strange weapon... one infected by the Soulplague mattervirus!
ru: Вам удается обнаружить его капсулу и без особых проблем вернуть его на свой корабль. Как только он устроился внутри, он снова вызывает вас: "О, ДЕРЬМО, как же здесссь просссторно, когда всссе ушшшли. Ссскажи, ты почесссал мне ссспинку, может, я почешшшу тебе? Поссскольку всссе оссстальные мертвы, я не вижу причин, по которым ты не можешшшь взять кое-что из их вещей. Хотя бы НЕМНОГО! Ссслизню же надо что-то есссть!" Слизень передает вам довольно большой куш, и вы понимаете, что среди различных ресурсов есть странное оружие... зараженное материя-вирусом чумы души!

source: What's the meaning of this?
ru: Что это значит?

source: The Slug looks over, "Oh, that? Everyone wassss obsssesssing over that thing thisss morning. Found it floating out in sssspace. Funny thing isss, that'ssss the lassst thing I can remember doing before thissss zzzombie ssshit hit the fan... you don't think they're related, do you?"
ru: Слизень оглядывается, "О, это? Сссегодня утром всссе были одержимы этой шшштукой. Нашшшел ее плавающей в косссмосссе. Забавно, но это поссследнее, что я помню, что делал перед тем, как это зомби-дерьмо попало в вентилятор... Ты же не думаешшшь, что это как-то сссвязано?"

source: Blink a few times.
ru: Моргнуть несколько раз.

source: "Yeah, it'ssss probably jusst a coincccidencce. Anywho, thanksss again! I've gotta figure out how to, uh, get out of thissss placcce..." The Slug looks at the ship's controls, confused, you reckon, before slamming a button at random and jumping out of the beacon. You have full confidence in their ability to navigate their way out of this hell.
ru: "Да, возможно, это просссто сссовпадение. В любом ссслучае, ссспасссибо еще раз! Мне нужно придумать, как выбратьссся из этого мессста..." Слизень смотрит на пульты управления кораблем, как вы полагаете, в замешательстве, затем нажимает наугад кнопку и прыгает с маяка. Вы полностью уверены в его способности найти выход из этого ада.

source: Leave the Slug to its fate.
ru: Предоставить слизня его судьбе.

source: Honestly, you can't really justify this one. You just don't really like this guy. You end the call without another word, and take some time to salvage what you can from their ship.
ru: Честно говоря, вы не можете оправдать этот поступок. Вам просто не нравится этот парень. Вы заканчиваете разговор, не сказав больше ни слова, и некоторое время тратите на то, чтобы собрать все, что можно, с его корабля.

source: You spot an idle Slug ship and are hailed as you enter the beacon, but you quickly realize said hail is originating from a location slightly past the ship, obscured by the nebula. Odd...
ru: Вы замечаете бездействующий корабль слизней и получаете сигнал, когда появляетесь на маяке, но быстро понимаете, что сигнал исходит из места, расположенного немного дальше корабля и скрытого туманностью. Странно...

source: Answer the mysterious hail.
ru: Ответить на загадочный вызов.

source: It's an incredibly claustrophobic sight that you're greeted with, as a Slug sits with its face practically pressed against the screen. Whatever room it's sitting in comes off as more of a jail cell, with each of its walls mere inches away from the Slug as it speaks, "THANK GOODNESSSSS! I thought my heroic sssavior sssenssesss were tingling! I'm in an ESSSCAPE POD right now, a little waysss away, trying to keep myssself sssafe after thesssse oily BASSSSTARDSS hijacked my sssship!" The camera moves slightly, and you get a view of the pod's lower region; this Slug is practically swimming in its own slime.
ru: Вас встречает невероятно клаустрофобное зрелище: слизень сидит, практически прижавшись лицом к экрану. Помещение, в котором он находится, больше похожа на тюремную камеру: каждая из ее стен находится в нескольких сантиметрах от слизня, который говорит: "СССЛАВА БОГАМ! Я уж думал, мои героичессские ссспасссительные чувссства меня подводят! Я сссейчассс в СССПАСССАТЕЛЬНОЙ КАПСССУЛЕ, немного поодаль, пытаюсссь ссспастись посссле того, как эти масссляниссстые УБЛЮДКИ угнали мой корабль!" Камера слегка перемещается, и вы видите нижнюю часть капсулы; этот слизень практически плавает в собственной слизи.

source: How long have you, uh... been in there?
ru: Как давно ты... находишься там?

source: The Slug shakes the camera, "Doesss that MATTER? Give a Sssslug a helping tentacle and deal with thosssse thingsss, will you? Or, like, a hand? WHATEVER YOU HAVE! IT SSSSMELLSSS IN HERE! I can't take another SSSSECOND!"
ru: Слизень трясет камерой: "Разве это имеет ЗНАЧЕНИЯ? Подай сслизню щупальце и разберисссь ссс этими шшштуками, ладно? Или, например, руку? ЧТО БЫ У ТЕБЯ НИ БЫЛО! ЗДЕСССЬ ВОНЯЕТ! Я не могу большшше терпеть ни СССЕКУНДЫ!"

source: Alright, alright. I'll clear your ship out.
ru: Хорошо-хорошо. Я очищу твой корабль.

source: "Ssssee, I've alwaysss known you Federatttion guyssss were awessssome! Alwaysss loved them!" Right... well, regardless of the Slug's glazing, you move in to deal with the Husks aboard their ship. As you make your approach, the Slug's ship shifts slightly, tensing for a moment before making a jittery approach of its own!
ru: "Я всссегда знал, что вы, федералы, классссные ребята! Всссегда их любил!" Ну да... в любом случае, несмотря на льстивые речи слизня, вы выдвигаетесь, чтобы разобраться с оболочками на борту его корабля. Когда вы приближаетесь, корабль слизня слегка начинает двигаться, и вы на мгновение напряглись, а затем начинает рывками приближаться!

source: Continue...
ru: Продолжить...

source: What's in it for me?
ru: Что мне с этого?

source: "Ugh, you ssssound like my exxxx. I dunno, my thankssss? Aren't you Federatttion typessss powered by love and rainbowsss, or ssssome ssshit?"
ru: "Ух, ты говоришшшь как мая бывшшшая. Ну, не знаю, моя благодарносссть? Разве вы, федералы, не питаетесссь любовью и радугой, или еще каким-нибудь другим дерьмом?"

source: I do enjoy me some love and rainbows... sure, I'll do it.
ru: Я люблю любовь и радугу... конечно, я сделаю это.

source: They do as much of a dance as they can in their confined space, "Ssssee, I've alwaysss known you Federattttion guyssss were awessssome! Alwaysss loved them!" Right... well, regardless of the Slug's flip-flopping glazing, you move in to deal with the Husks aboard their ship. As you make your approach, the Slug's ship shifts slightly, tensing for a moment before making a jittery approach of its own!
ru: Он танцует, насколько это возможно в его замкнутом пространстве: "Я всссегда знал, что вы, федералы, классссные ребята! Всссегда их любил!" Ну да... в любом случае, несмотря на льстивые речи слизня, вы выдвигаетесь, чтобы разобраться с оболочками на борту его корабля. Когда вы приближаетесь, корабль слизня слегка начинает двигаться, и вы на мгновение напряглись, а затем начинает рывками приближаться!

source: Continue...
ru: Продолжить...

source: Sorry, but I'd rather not.
ru: Прости, но я не буду этого делать.

source: It's hard to get a good read on a Slug's expressions, but you're sure there were mixed feelings of terror and hopelessness overcoming them as you ended the call. Unfortunately for them, you can't make EVERYBODY'S problems your own. You've got to look after yourself! Yourself, and your, uh... crew! Yeah! You're just a good captain! Right?
ru: Трудно понять выражение лица слизня, но вы уверены, что, когда вы закончили разговор, его переполняли смешанные чувства ужаса и безнадежности. К сожалению для них, вы не можете решать проблемы ВСЕХ. Вы должны заботиться о себе! О себе и о своей, э-э... команде! Да! Вы просто хороший капитан! Верно?

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Ignore the hail, and the ship.
ru: Не обращать внимания на вызов и на корабль.

source: Slugs make you uneasy in sectors NOT full of matter-devouring zombies, and, last time you checked, this IS in fact a sector full of matter-devouring zombies. There's definitely something afoot, and you're not falling for it!
ru: Слизни не дают вам покоя и в секторах, НЕ заполненных пожирающими материю зомби, а, насколько вы помните, этот сектор КАК РАЗ полон пожирающих материю зомби. Здесь определенно что-то неладное, и вы на это не поведетесь!

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: The fact that the ship's distress beacon had still been on unsettles you. Were you just slightly too late to save them? Had the Husks turned it on as some kind of lure? You'd hope they aren't that smart... you may never know the truth, though.
ru: Тот факт, что маяк бедствия на корабле все еще был включен, не дает вам покоя. Неужели вы опоздали, чтобы прийти на помощь? Может, оболочки включили его как приманку? Хотелось бы надеяться, что они не настолько умны... Впрочем, правду вы, возможно, никогда не узнаете.

source: It doesn't take you very long to pinpoint the call's exact location: a Lanius ship amongst the clouds. They hail as you come near, "See help beam? Here help? Ate fuel, no move. Need help move." Indeed, their engines are offline... there's no telling how long they've been stranded here.
ru: Вам не понадобилось много времени, чтобы определить точное местоположение сигнала: корабль ланиусов среди облаков. Когда вы приближаетесь, они вызывают вас: "Видишь луч помощи? Здесь помощь? Съели топливо, не двигаемся. Нужна помощь". Действительно, их двигатели отключены... неизвестно, как давно они здесь застряли.

source: Give the Lanius some of your fuel.
ru: Передать ланиусам немного своего топлива.

source: You send a few fuel rods over, and the Lanius' expression fails to shift. Still, you figure they're appreciative as they continue, "Many danger here. Bad metal, seen many. Bad metal make into bad man. Know places, help know places. Help avoid bad man." You're confused for a moment, but then your navigational systems receive a new file... the Lanius have sent over a mapped chart of the sector as thanks!
ru: Вы отправляете несколько топливных элементов, но выражение лица ланиуса не меняется. Тем не менее, вы полагаете, что он благодарен, поскольку он продолжает: "Здесь много опасностей. Плохой металл, видел многих. Из плохого металла получаются плохие люди. Знайте места, помогайте знать места. Помогите избежать плохого человека". Вы на мгновение растерялись, но затем ваши навигационные системы получили новые данные... Ланиусы прислали карту сектора в качестве благодарности!

source: Thank them for their help, and be on your way.
ru: Поблагодарить их за помощь и отправиться в путь.

source: "Thanking you. Move soon, thanks you." You leave the Lanius to their own devices, and prepare to jump to the next beacon yourself.
ru: "Благодарю тебя. Спасибо, двигайся скорее". Вы оставляете ланиусов и сами готовитесь к прыжку к следующему маяку.

source: Ask them what they were doing here in the first place.
ru: Спросить их, что они вообще здесь делали.

source: "Thinking abandoned, looking metal. Find bad metal. Bad metal hurt. Like looking metal elsewhere now, fuel help." You'd like to look for scrap elsewhere yourself, quite frankly...
ru: "Думаем о заброшенном, ищем металл. Нашел плохой металл. Плохой металл вредит. Сейчас ищу металл в другом месте, топливо поможет". Честно говоря, вы бы и сами хотели поискать лом в другом месте...

source: Interesting. Thank them for their help, and be on your way.
ru: Интересно. Поблагодарить их за помощь и отправиться в путь.

source: "Thanking you. Move soon, thanks you." You leave the Lanius to their own devices, and prepare to jump to the next beacon yourself.
ru: "Благодарю тебя. Спасибо, двигайся скорее". Вы оставляете ланиусов и сами готовитесь к прыжку к следующему маяку.

source: Take advantage of their helplessness and attack.
ru: Воспользоваться их беспомощностью и атаковать.

source: The Lanius aren't capable of putting up much of a fight in their current state, and you're easily able to force them to surrender. They begrudgingly hand over whatever they can at your demand, and your coffers are slightly fuller for it. It's a good thing that the truth of this ill deed is something they'll take to their graves, out here in the middle of nowhere...
ru: В своем нынешнем состоянии ланиусы не способны оказать серьезное сопротивление, и вы легко заставите их сдаться. Они нехотя отдают все, что могут, по вашему требованию, и ваша казна немного пополняется от этого. Хорошо, что правду об этом злодеянии они унесут с собой в могилу, здесь, в глуши...

source: Apologize, but insist that you can't help.
ru: Извиниться и сказать, что ним не можете помочь.

source: Their expression fails to shift, but you figure they're disappointed as they speak, "Is alright. Maybe other help. Help beam on. Thanking anyways." Regrettably, you leave the Lanius to their own devices, and prepare to jump to the next beacon.
ru: Выражение его лица не меняется, но вы понимаете, что он разочарован, когда он говорит: "Все в порядке. Может быть, другая помощь. Поможет луч. В любом случае, спасибо". К сожалению, вы оставляете ланиусов на произвол судьбы и готовитесь к прыжку к следующему маяку.

source: It doesn't take you very long to pinpoint the call's exact location: a Separatist ship amongst the clouds. They hail as you come near, "Federation: -here?- We: must [ask] that you keep our presence here -secret.- Are: you here to -help?- Our: hull has been -shattered.- We: can [repair] it, but we've [run] out of parts with which to [construct] our [repair] -drones.-" Indeed, their hull is quite damaged... there's no telling how many fights they've endured here.
ru: Вам не понадобилось много времени, чтобы определить точное местоположение сигнала: корабль Сепаратистов среди облаков. Они вызывают вас, когда вы приближаетесь: "Федерация: -здесь?- Мы: должны [попросить] вас сохранить наше присутствие здесь в -тайне-. Вы здесь, чтобы -помочь?- Наш корпус -поврежден-. Мы: можем [починить] его, но у нас [закончились] дрон-комплекты, из которых можно [создать] наши [ремонтные] -дроны-". Действительно, их корпус сильно поврежден... Неизвестно, сколько боев они здесь пережили.

source: Give the Separatists some of your drone parts.
ru: Передать Сепаратистам часть своих дрон-комплектов.

source: You send a few drone parts over, and the Separatist does a curt bow in thanks. You get the feeling that they're not used to doing so, but appreciate the gesture nevertheless as they continue, "We: [thank] -you.- There: is much that we have [seen] -here.- Allow: us to [share] it with -you.-" You're confused for a moment, but then your navigational systems receive a new file... the Separatists have sent over a mapped chart of the sector as thanks!
ru: Вы передаете несколько дрон-комплектов, и Сепаратист отвесил отвесный поклон в знак благодарности. У вас возникает ощущение, что они не склонны так поступать, но тем не менее вы цените этот жест. Он продолжает: "Мы: [благодарим] -вас-. Мы: многое [увидели] -здесь-. Позвольте: нам [поделиться] этим с -вами-". Вы на мгновение растерялись, но затем ваши навигационные системы получают новые данные... Сепаратисты прислали карту сектора в качестве благодарности!

source: Thank them for their help, and be on your way.
ru: Поблагодарить их за помощь и отправиться в путь.

source: "You: are too kind to be [thanking] -us.- Good: luck, with whatever you're [doing] out -here.-" You leave the Separatists to their own devices, and prepare to jump to the next beacon.
ru: "Вы: слишком добры, чтобы [благодарить] -нас-. Удачи: вам, что бы вы ни [делали] -здесь-". Вы оставляете Сепаратистов и готовитесь к прыжку к следующему маяку.

source: Ask them what they were doing here in the first place.
ru: Спросить их, что они вообще здесь делали.

source: They seem hesitant to answer, as they stare blankly for a moment before finally speaking, "There: was something we [wished] to [find] out: -here.- A: boon with which to [fell] the -Harmony.- Unfortunately: this abundance of Soulplague Husks were not within our -calculations.- We: [believe] it is time to -leave.-" You'd like to leave yourself, quite frankly...
ru: Он, кажется, не решается ответить, так как на мгновение замирает, прежде чем наконец заговорить: "Мы: хотели кое-что [выяснить]: -здесь- Благо: с помощью которого можно было бы [разрушить] -Гармонию-. К сожалению: такое изобилие чумных оболочек не входило в наши -расчеты-. Мы: [считаем], что пора -уходить-". Вы бы и сами хотели уйти, честно говоря...

source: Interesting. Thank them for their help, and be on your way.
ru: Интересно. Поблагодарить их за помощь и отправиться в путь.

source: "You: are too kind to be [thanking] -us.- Good: luck, with whatever you're [doing] out -here.-" You leave the Separatists to their own devices, and prepare to jump to the next beacon.
ru: "Вы: слишком добры, чтобы [благодарить] -нас-. Удачи: вам, что бы вы ни [делали] -здесь-". Вы оставляете Сепаратистов и готовитесь к прыжку к следующему маяку.

source: Take advantage of their helplessness and attack.
ru: Воспользоваться их беспомощностью и атаковать.

source: The Separatists aren't capable of putting up much of a fight in their current state, and you're easily able to force them to surrender. They begrudgingly hand over whatever they can at your demand, and your coffers are slightly fuller for it. It's a good thing that the truth of this ill deed is something they'll take to their graves, out here in the middle of nowhere...
ru: В своем нынешнем состоянии Сепаратисты не способны оказать серьезное сопротивление, и вы легко заставите их сдаться. Они нехотя отдают все, что могут, по вашему требованию, и ваша казна немного пополняется от этого. Хорошо, что правду об этом злодеянии они унесут с собой в могилу, здесь, в глуши...

source: Apologize, but insist that you can't help.
ru: Извиниться и сказать, что ним не можете помочь.

source: Their form deflates slightly as you make your stance known, "It: is -alright.- Perhaps: other help will [arrive] -yet.-" Regrettably, you leave the Separatists to their own devices, and prepare to jump to the next beacon.
ru: Его фигура слегка съеживается, когда вы озвучиваете свою позицию: "Все: в -порядке-. Возможно: другая помощь [прибудет] -когда-то-" К сожалению, вы оставляете Сепаратистов на произвол судьбы и готовитесь к прыжку к следующему маяку.

source: It doesn't take you very long to pinpoint the call's exact location: a pirate ship amongst the clouds. They hail as you come near, "A Renegade? What the hell are you doing out here in THIS shithole? Nevermind that; we just had a run-in with some freaky... THINGS, and the bastards got away with the captain. I've a mind to blow them back to whatever hell-pit they crawled out of, but we ran out of missiles in the fight... give a bloke a hand?" Indeed, their weapons are uncharged... there's no telling how honest they're being with their intentions, though.
ru: Вам не понадобилось много времени, чтобы определить точное местоположение сигнала: пиратский корабль среди облаков. Когда вы приближаетесь, они вызывают вас: "Ренегат? Какого черта ты делаешь здесь, в ЭТОЙ дыре? Ладно, неважно. Мы только что столкнулись с какими-то... ТВАРЯМИ и эти ублюдки утащили капитана. Я бы с радостью засунул их обратно в ту адскую нору, из которой они вылезли, но у нас закончились боеголовки в бою... выручи, а?" И правда, их оружие не заряжено... хотя кто знает, насколько искренни их намерения.

source: Give the pirates some of your missiles.
ru: Передать пиратам часть своих боеголовок.

source: You send a few missiles over, and the pirate speaking rubs their hands together, "Now we're talking! Hey, we'll keep this on the down-low. Know it ain't a good look helping blokes like us, even if it's out of the kindness of your damn heart, or whatever." They scratch their chin for a moment, seemingly deep in thought, before continuing, "You know, the captain would disagree with this, but he's not here, is he? And I'm not one to leave debts unpaid." You're confused for a moment, but then your navigational systems receive a new file... the pirates have sent over a mapped chart of the sector as thanks!
ru: Вы пересылаете несколько боеголовок, и пират, потирая руки, говорит: "Вот теперь мы в деле! Эй, мы будем держать это в тайне. Знай, что помогать таким, как мы, нехорошо, даже если это по доброте твоей чертовой души или чего-то там еще". На мгновение он почесывает подбородок, казалось, глубоко задумавшись, прежде чем продолжить: "Знаешь, капитан не согласился бы с этим, но его здесь нет, не так ли? А я не из тех, кто оставляет долги неоплаченными". Вы на мгновение растерялись, но затем ваши навигационные системы получили новые данные... пираты в качестве благодарности прислали карту сектора!

source: Thank them for their help, and be on your way.
ru: Поблагодарить их за помощь и отправиться в путь.

source: "Thank you, you glorious bastard! It's about time we give those rainbow weirdos a piece of our mind." You leave the pirates to their own devices, and prepare to jump to the next beacon.
ru: "Спасибо, славный мерзавец! Пора бы уже навалять этим радужным чудакам по полной". Вы оставляете пиратов и готовитесь к прыжку к следующему маяку.

source: Ask them what they were doing here in the first place.
ru: Спросить их, что они вообще здесь делали.
