Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: The Clansman doesn't say anything back, instead opting to swiftly end communications and return to their skulking amongst the clouds. Rude, sure, but at least it beats another Husk ship having been here...
ru: Клановец ничего не говорит в ответ, предпочитая быстро завершить связь и вернуться к своим размышлениям среди облаков. Грубо, конечно, но, по крайней мере, это лучше, чем если бы здесь появился еще один корабль оболочек...

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: While you were dealing with the Husks, it seems the other Dynasty ship has vanished amongst the clouds. You don't suppose they'll be thanking you...
ru: Пока вы разбирались с оболочками, другой корабль Династии, похоже, исчез среди облаков. Вряд ли они поблагодарят вас...

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: Now that you've apprehended the Husks that pursued them, the Dynasty ship gives you a weapon from their coffers as a token of their appreciation. The Ghosts explain that they were here in response to a series of Dynasty distress calls emanating from the sector, only to be swarmed by several ships of Husks. Apparently, they managed to escape from most of them, but this one had been giving them a particular amount of trouble... now that they're no longer being chased, they insist that they leave and report back what horrors they've seen immediately. You're not one to argue, since you've already gotten your reward, so the Dynasty ship jumps out of the beacon without a second thought and you're left alone with the spoils of war.
ru: Теперь, когда вы задержали преследовавших их оболочек, корабль Династии дарит вам оружие из своей коллекции в знак благодарности. Призраки объясняют, что они прибыли сюда в поисках сигнала бедствия, поданного Династией из этого сектора, и были атакованы несколькими кораблями оболочек. Судя по всему, от большинства из них им удалось скрыться, но этот доставлял им особые хлопоты... Теперь, когда за ними больше не гонятся, они намерены немедленно улететь и сообщить об увиденных ужасах. Не стоит спорить, ведь вы уже получили свою награду, поэтому корабль Династии без раздумий покидает маяк, и вы остаетесь один на один с военными трофеями.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: There's no sign of the second ship, and you realize its entire crew of Husks must've boarded, leaving 'their' ship to soar off into the clouds outside... devious indeed, but you've made it out alive.
ru: Второго корабля не видно, и вы понимаете, что вся команда оболочек, должно быть, поднялась на борт, оставив "свой" корабль парить в облаках... Коварно, конечно, но вам удалось выбраться живым.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: You realize the Husk ship seems to have vanished amidst the battle with the Dynasty... what reason could they have for giving up the chase? You haven't the faintest clue, and are left to wonder as you plunder the spoils of war.
ru: Вы понимаете, что корабль оболочек, похоже, исчез во время битвы с Династией... По какой причине они могли отказаться от погони? У вас нет ни малейшей догадки, и вам остается только недоумевать, собирая военные трофеи.

source: ...they hail as you do so, and are visibly shocked when you accept it, "Preposterous! Thy are pure? Would... it be just to request thine assistance with these foul beings that plague us? Mine confidence in our escape dwindles with every minute they give chase... they're relentless!"
ru: ...они вызывают вас, когда вы это делаете, и заметно шокированы, когда вы принимаете вызов: "Нелепость! Ты чист? Не будет ли... справедливо попросить твоей помощи в борьбе с этими мерзкими существами, которые нас преследуют? Моя уверенность в том, что нам удастся спастись, уменьшается с каждой минутой их погони... они неумолимы!"

source: Sure, I'll help! Fall back and intercept the Husks.
ru: Конечно, я помогу! Перехватить корабль оболочек.

source: You lag behind the Dynasty ship slightly, and the other one zigzags into view... as you loom nearby, you draw their attention, becoming the focus of their erratic ire!
ru: Вы держитесь немного позади корабля Династии, а другой корабль зигзагами приближается к вам... когда вы появляетесь рядом, вы привлекаете их внимание, становясь объектом их неистовой ярости!

source: Continue...
ru: Продолжить...

source: I think I'll just kill you myself, actually.
ru: Думаю, я просто убью тебя сам.

source: "It would seem mine judgment rang hollow; thy aren't pure at all! Thy may be not foul of body, but thine heart remains as grotesque as that of any demon. En garde, fiend!" The Dynasty ship cuts communications, and the two of you prepare to engage in combat before the Husks can catch up.
ru: "Похоже, мои суждения оказались ошибочными; ты вовсе не чист! Может, тело твое и не испорчено, но сердце твое столь же гнусное, как у любого демона. Ан гард, исчадие ада!" Корабль Династии отключает связь, и вы двое готовитесь вступить в бой, прежде чем оболочки смогут вас догнать.

source: Continue...
ru: Продолжить...

source: Nah, I came here to watch.
ru: Нет, я пришел сюда понаблюдать.

source: "Thy... what? Then, may thine distraction prove sufficient!" The Dynasty ship speeds up, out of view, and you're left bewildered as the Husk ship catches up behind you... you've been made useful, whether you wanted to be or not!
ru: "Ты... что? Нам достаточно и этого!" Корабль Династии ускоряется, исчезая из виду, и вы остаетесь в недоумении, когда корабль оболочек настигает вас... Вы оказались полезными, независимо от того, хотели вы этого или нет!

source: Continue...
ru: Продолжить...

source: ...but you realize something is off about their movements, as well. These are both Husk ships! Before you can realize your mistake and break away, the second ship speeds in from behind, engaging to board, while the one ahead readies its weapons... was this a trap?! Are Husks that intelligent...?
ru: ...но вы понимаете, что в их движениях тоже что-то не так. Это оба корабля оболочек! Прежде чем вы успеваете осознать свою ошибку и сбежать, второй корабль набирает скорость позади и берет на абордаж, в то время как тот, что впереди, готовит оружие... Это ловушка?! Неужели оболочки настолько умны...?

source: Continue...
ru: Продолжить...

source: A Dynasty ship soars past you, vanishing into the clouds outside, and then a second does the same moments later; its movements being noticeably... wobblier. Have Soulplague Husks overran a Dynasty ship, and begun chasing others down?
ru: Мимо вас пролетает корабль Династии, исчезая в облаках за иллюминатором, а через мгновение то же самое делает второй, но его движения заметно... более странные. Неужели чумные оболочки захватили корабль Династии и начали преследовать другой?

source: Chase after the first ship.
ru: Преследовать первый корабль.

source: The engines roar to life, and they give you all they've got in order to catch up to the two ships. You're able to get a lead over the Husk ship, and approach the Dynasty ship in front of it...
ru: Двигатели взревели, и вы бросили все силы на то, чтобы догнать корабль. Вам удается оторваться от корабля оболочек и приблизиться к кораблю Династии...

source: Continue...
ru: Продолжить...

source: Chase after the second ship.
ru: Преследовать второй корабль.

source: The engines roar to life, and they give you all they've got in order to catch up to the two ships. Cutting off the wobblier one, you're able to grab its attention and allow the Dynasty ship to escape... Husks, incoming!
ru: Двигатели взревели, и вы бросили все силы на то, чтобы догнать корабль. Перерезав путь более странному кораблю, вам удается привлечь его внимание и позволить кораблю Династии скрыться... Оболочки, на подходе!

source: Continue...
ru: Продолжить...

source: Leave the two ships to their chase.
ru: Пусть два корабля удаляются от вас.

source: While your heart goes out to the Dynasty ship, you're not necessarily interested in putting your life on the line for the sake of theirs right now. You make no effort to chase either of the two ships as they sink deeper into the nebula, and are left alone as the FTL charges.
ru: Хотя вы от всей души сочувствуете кораблю Династии, вам вовсе не хочется рисковать своей жизнью ради их. Вы не пытаетесь преследовать ни один из двух кораблей, пока они погружаются в туманность, и остаетесь в одиночестве, пока ССД заряжается.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: As you gather your spoils, you're left with more questions than answers; why were Husks sitting here, seemingly waiting patiently, and what were those whispers you had heard? They'd felt... assuring. Comforting, like you'd believe their words regardless of the reality before you. You shudder at the thought of being mind controlled, but you understand that whatever occurred just now felt different compared to the effects of the system. You weren't controlled, as much as you were... hazy. Given little to go off of, you're forced to ponder these many mysteries as you gather up the last of the ominous ship's valuables and prepare to leave the beacon.
ru: Когда вы собираете добычу, у вас остается больше вопросов, чем ответов: почему оболочки были здесь и терпеливо ждали, и что это был за шепот, который вы слышали? В них чувствовалась... уверенность. Как будто вы поверили их словам, несмотря на реальность, которая предстала перед вами. Вы содрогаетесь при мысли о том, что вами управляют, но понимаете, что все, что произошло сейчас, было совсем не так, как при воздействии системы. Вас не контролировали, вы были как бы... затуманены. Не имея достаточных данных, вы вынуждены размышлять над этими загадками, пока собираете последние ценности зловещего корабля и готовитесь покинуть маяк.

source: "...nothing here... alone... quiet silence..."
ru: "...здесь ничего нет... одна... тихая тишина..."

source: (Soulplague Crew) "..."
ru: (Член экипажа-чума души) "..."

source: Your Soulplague-aligned crew member silently bores their way into your mind, counteracting whatever whispering voice you heard just now, and you're snapped out of a trance... coming to, you realize in the clouds outside is a ship, simply floating there. Before you can really gather your senses, it comes to life, making a hostile approach!
ru: Ваш член экипажа, связанный с чумой души, молча проникает в ваш разум, противодействуя тому шепчущему голосу, который вы только что слышали, и вы выходите из транса... Придя в себя, вы понимаете, что в облаках рядом с вами находится дрейфующий корабль. Прежде чем вы успеваете собраться с мыслями, он оживает и начинает враждебное приближение!

source: Continue...
ru: Продолжить...

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: You'll lose the Clairvoyants amongst the nebula's clouds if you can't defeat the Husk ship before the time runs out.
ru: Вы можете потерять Ясновидящих среди облаков туманности, если не сможете победить корабль оболочек до истечения времени.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: Catching up with the Clairvoyants' ship, they hail as you approach, and a Slug Clairvoyant annoyedly speaks with you, "Yessss, thank you, your Sssaintlinesss, but we besssst be on our way. Toodlesss!" They reach down to press a button, and end the call...
ru: Догнав корабль Ясновидящих, они вызывают вас, и Ясновидящий слизень раздраженно говорит вам: "Да, ссспасссибо, вашшше сссвятейшшшессство, но нам пора в путь. Пока!" Он опускает руку вниз, чтобы нажать кнопку и завершить разговор...

source: Wait! Can't we at least talk?
ru: Подождите! Мы можем хотя бы поговорить?

source: The Clairvoyant's motion stops abruptly, their attention back to you, "Huh? Do Renegadessss get paid to make sssmall talk? What do you want?"
ru: Он резко останавливается, возвращая свое внимание к вам: "А? Разве Ренегатам платят за пуссстые разговоры? Чего ты хочешшшь?"

source: Answers, mainly. What are the Clairvoyants doing out here?
ru: Ответов. Что здесь делают Ясновидящие?

source: "We're here on, uh... busssinessss. Isss that a good enough anssswer for you?" They come across as being quite eager to leave, to put it lightly.
ru: "Мы здесь по... делам. Тебя такой ответ уссстроит?" Он, судя по всему, намекает, что очень хочет уйти.

source: (Slug Crew) "I pretend to pay taxxxess, dammit! Anssswer the damn quesssstion!"
ru: (Член экипажа-слизень) "Я не плачу налоги, черт возьми! Отвечай на чертов вопроссс!"

source: The Clairvoyant begins to take issue with your Slug's tax evasion, when a second Slug interrupts them from behind, "That'sss enough, Ssscollum. I can take thissss from here. Thesssse Fedsss sseem... capable enough." They slide ahead of the Clairvoyant, and you realize that they're not just any Slug, but a Slug Saboteur. Again, they speak up, "To anssswer your quesssstion, thessse kind gentlessslugss are here at my requessst, sssserving asss my esscort. I am ssssomething akin to their... benefactor. Yessss, let'sss put it like that."
ru: Ясновидец начинает возмущаться уклонением вашего слизня от уплаты налогов, когда второй слизень прерывает его сзади: "Доссстаточно, Сссколлум. Я могу ссс этим сссправитьссся. Эти федералы кажутссся... доссстаточно ссспосссобными". Он проскальзывает вперед Ясновидящего, и вы понимаете, что это не просто слизень, а слизень-Диверсант. Он снова говорит: "Чтобы ответить на вашшш вопроссс, эти добрые ссслизни находятссся здесссь по моей просссьбе и ссслужат моим эссскортом. Я что-то вроде их... благодетеля. Да, ссскажем так".

source: Escort? For what purpose? This place is a wasteland.
ru: Эскорт? С какой целью? Это место - пустырь.

source: The Saboteur tugs at its whiskers slightly, "To an exxxtent, yessss. I wasss under the impressssion that there were valuable sssecretss pertaining to the Geniocraccccy here, but, sssso far, all we've uncovered are more and more of thesssse Sssoulplague-infected monsstersss. Blackmail isssn't exactly worth my life... theirsss, maybe, but not mine." The Clairvoyant behind them mumbles slightly, and the Saboteur continues, "They'd prefer to take their chancccess with running away, but you ssseem more... sssskilled, and capable in a fight, to sssay the leasssst. Would you be willing to essscort me in their placcce? In exxxchange, I'd be willing to offer my ssserviccess for a time. All that matterssss to me isss that I make it out of thisss hell."
ru: Диверсант слегка поглаживает усы: "В какой-то ссстепени да. У меня сссложилосссь впечатление, что здесссь хранятссся ценные сссекреты, касссающиессся Гениократии, но пока что всссе, что мы обнаружили, - это всссе большшше и большшше этих зараженных чумой монссстров. Компромат не ссстоит моей жизни... их, возможно, но не моей". Ясновидящий позади него что-то негромко пробормотал, а Диверсант продолжил: "Они предпочли бы риссскнуть и сссбежать, но вы кажетесссь более... опытным и, мягко говоря, ссспосссобным в бою. Не сссоглассситесссь ли вы сссопровождать меня вмесссто них? В обмен я готов предложить свои услуги на некоторое время. Всссе, что для меня важно, - это выбратьссся из этого ада".

source: Sure, but... what about the Clairvoyants?
ru: Конечно, но... как быть с Ясновидящими?

source: "Hm? Oh, I'm not paying them anywayssss. They're here becausssse I've got proof that they've been funneling exxccesssive amountsss of taxxxpayer money into gambling on illegal Equinoid racccesss." The Saboteur turns to the Clairvoyant and holds up a device, "All the evidenccce isss on thissss drive. Consssider our busssinessss concluded." They hand the device over, and the Clairvoyant does a happy little Slug dance before hurrying out of the room. The Saboteur follows suit, and, moments later, you find that they've beamed on board! Let's see if you can make it out of this hell, indeed...
ru: "Хм? О, я им всссе равно не плачу. Они здесссь, потому что у меня есссть доказательссства того, что они тратили огромные сссуммы денег налогоплательщиков на азартные игры на незаконных ссскачках эквиноидов". Диверсант поворачивается к Ясновидящему и протягивает ему устройство: "Всссе доказательссства на этом диссске. Сссчитай, что мы в расссчете". Он отдает устройство, и Ясновидящий исполняет радостный танец слизня, после чего спешит покинуть помещение. Диверсант следует его примеру, и несколько мгновений спустя вы обнаруживаете, что он телепортировался на борт! Посмотрим, удастся ли вам выбраться из этого ада...

source: Kaiser
ru: Кайзер

source: I'll pass. Good luck on your journey!
ru: Я пас. Удачи вам на вашем пути!

source: Somewhat disappointed with your answer, the Saboteur accepts it nonetheless and leaves the beacon aboard the Clairvoyant ship.
ru: Несколько разочарованный вашим ответом, Диверсант все же принимает его и покидает маяк на борту корабля Ясновидящих.

source: I, uh...
ru: Я, э-э...

source: The Clairvoyant is about to end the call once more, when a second Slug interrupts them from behind, "That'sss enough, Ssscollum. I can take thissss from here. Thesssse Fedsss sseem... capable enough." They slide ahead of the Clairvoyant, and you realize that they're not just any Slug, but a Slug Saboteur. Again, they speak up, "To anssswer your quesssstion, thessse kind gentlessslugss are here at my requessst, sssserving asss my esscort. I am ssssomething akin to their... benefactor. Yessss, let'sss put it like that."
ru: Ясновидящий уже собирается закончить разговор, как сзади его прерывает второй слизень: "Доссстаточно, Сссколлум. Я могу ссс этим сссправитьссся. Эти федералы кажутссся... доссстаточно ссспосссобными". Он проскальзывает вперед Ясновидящего, и вы понимаете, что это не просто слизень, а слизень-Диверсант. Он снова говорит: "Чтобы ответить на вашшш вопроссс, эти добрые ссслизни находятссся здесссь по моей просссьбе и ссслужат моим эссскортом. Я что-то вроде их... благодетеля. Да, ссскажем так".

source: Escort? For what purpose? This place is a wasteland.
ru: Эскорт? С какой целью? Это место - пустырь.

source: The Saboteur tugs at its whiskers slightly, "To an exxxtent, yessss. I wasss under the impressssion that there were valuable sssecretss pertaining to the Geniocraccccy here, but, sssso far, all we've uncovered are more and more of thesssse Sssoulplague-infected monsstersss. Blackmail isssn't exactly worth my life... theirsss, maybe, but not mine." The Clairvoyant behind them mumbles slightly, and the Saboteur continues, "They'd prefer to take their chancccess with running away, but you ssseem more... sssskilled, and capable in a fight, to sssay the leasssst. Would you be willing to essscort me in their placcce? In exxxchange, I'd be willing to offer my ssserviccess for a time. All that matterssss to me isss that I make it out of thisss hell."
ru: Диверсант слегка поглаживает усы: "В какой-то ссстепени да. У меня сссложилосссь впечатление, что здесссь хранятссся ценные сссекреты, касссающиессся Гениократии, но пока что всссе, что мы обнаружили, - это всссе большшше и большшше этих зараженных чумой монссстров. Компромат не ссстоит моей жизни... их, возможно, но не моей". Ясновидящий позади него что-то негромко пробормотал, а Диверсант продолжил: "Они предпочли бы риссскнуть и сссбежать, но вы кажетесссь более... опытным и, мягко говоря, ссспосссобным в бою. Не сссоглассситесссь ли вы сссопровождать меня вмесссто них? В обмен я готов предложить свои услуги на некоторое время. Всссе, что для меня важно, - это выбратьссся из этого ада".

source: Sure, but... what about the Clairvoyants?
ru: Конечно, но... как быть с Ясновидящими?

source: "Hm? Oh, I'm not paying them anywayssss. They're here becausssse I've got proof that they've been funneling exxccesssive amountsss of taxxxpayer money into gambling on illegal Equinoid racccesss." The Saboteur turns to the Clairvoyant and holds up a device, "All the evidenccce isss on thissss drive. Consssider our busssinessss concluded." They hand the device over, and the Clairvoyant does a happy little Slug dance before hurrying out of the room. The Saboteur follows suit, and, moments later, you find that they've beamed on board! Let's see if you can make it out of this hell, indeed...
ru: "Хм? О, я им всссе равно не плачу. Они здесссь, потому что у меня есссть доказательссства того, что они тратили огромные сссуммы денег налогоплательщиков на азартные игры на незаконных ссскачках эквиноидов". Диверсант поворачивается к Ясновидящему и протягивает ему устройство: "Всссе доказательссства на этом диссске. Сссчитай, что мы в расссчете". Он отдает устройство, и Ясновидящий исполняет радостный танец слизня, после чего спешит покинуть помещение. Диверсант следует его примеру, и несколько мгновений спустя вы обнаруживаете, что он телепортировался на борт! Посмотрим, удастся ли вам выбраться из этого ада...

source: Kaiser
ru: Кайзер

source: I'll pass. Good luck on your journey!
ru: Я пас. Удачи вам на вашем пути!

source: Somewhat disappointed with your answer, the Saboteur accepts it nonetheless and leaves the beacon aboard the Clairvoyant ship.
ru: Несколько разочарованный вашим ответом, Диверсант все же принимает его и покидает маяк на борту корабля Ясновидящих.

source: A reward, obviously! I just saved your lives!
ru: Вознаграждение, конечно! Я только что спас вам жизнь!

source: "Isssn't thanksss enough? Do they not teach mannerssss in Fed ssschool?"
ru: "Разве благодарносссти недоссстаточно? Разве в шшшколах федералов не учат хорошшшим манерам?"

source: You are literally a Slug.
ru: Ты буквально слизень.
