Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: You try your best to politely excuse yourself, with the thought of the Rebel fleet's advance on your mind. There's an immediate lurching within the bowels of your ship, the metal's creaking worsening, and the Slug looks down at its tentacles in hopelessness, "Why do they never lisssten? Issss this my punisssshment? Am I in hell...?" A moment passes, before they ball up the ends of their noodly arms, "NO! I ssstill have a choiccce... and I'm not letting them take a sssingle other ssssoul into their twisssted army! I AM DELIVERANCCCCE! I AM MERCCCY!" Piles of Soulplague-infected goop meld through the ceiling before rising up as a small army of Soulplague Husks, and the Slug ship makes an offensive advance towards your own!
ru: Вы изо всех сил стараетесь вежливо оправдаться, думая о продвижении флота повстанцев. В недрах вашего корабля сразу же раздается лязг, скрип металла усиливается, а слизень в отчаянии опускает взгляд на свои щупальца: "Почему они никогда не ссслушшшают? Неужели это мое наказание? Неужели я в аду...?" Проходит мгновение, прежде чем он сжимает концы своих липких рук: "НЕТ! У меня всссе еще есссть выбор... и я не позволю им забрать еще хоть одну душшшу в свою оскверненную армию! Я - СССПАСССИТЕЛЬ! Я - МИЛОСССЕРДИЕ!" Кучи зараженной чумой слизи проникают сквозь потолок и поднимается вверх в виде небольшой армии чумных оболочек, а корабль слизней делает наступательное движение в сторону вашего корабля!

source: Continue...
ru: Продолжить...

source: Continue to wait in silence.
ru: Продолжать ждать в тишине.

source: It gets a bit awkward as you and the Slug simply stare at one another, but you figure there are much worse fates to be had in this godforsaken nebula than unpleasant social interactions. Or the lack thereof. What really worries you is that bump, bump, bump noise... it's incessant.
ru: Вам и слизню становится немного неловко, когда вы просто смотрите друг на друга, но вы понимаете, что в этой богом забытой туманности вас ждут гораздо худшие испытания, чем неприятные социальные контакты. Или отсутствие таковых. Что вас действительно беспокоит, так это шум "бум, бум, бум"... Он непрекращающийся.

source: Yell out at the noise.
ru: Закричать в реакцию на шум.

source: In a moment of weakness, you verbally lash out at the banging outside. There's an immediate lurching within the bowels of your ship, the metal's creaking worsening, and the Slug looks down at its tentacles in hopelessness, "Why do they never lisssten? Issss this my punisssshment? Am I in hell...?" A moment passes, before they ball up the ends of their noodly arms, "NO! I ssstill have a choiccce... and I'm not letting them take a sssingle other ssssoul into their twisssted army! I AM DELIVERANCCCCE! I AM MERCCCY!" Piles of Soulplague-infected goop meld through the ceiling before rising up as a small army of Soulplague Husks, and the Slug ship makes an offensive advance towards your own!
ru: В минуту слабости вы громко кричите в реакцию на стук по кораблю снаружи! В недрах вашего корабля сразу же раздается страшный металлический скрип, а слизень в отчаянии опускает взгляд на свои щупальца: "Почему они никогда не ссслушшшают? Неужели это мое наказание? Неужели я в аду...?" Проходит мгновение, прежде чем он сжимает концы своих липких рук: "НЕТ! У меня всссе еще есссть выбор... и я не позволю им забрать еще хоть одну душшшу в свою оскверненную армию! Я - СССПАСССИТЕЛЬ! Я - МИЛОСССЕРДИЕ!" Кучи зараженной чумой слизи проникают сквозь потолок и поднимается вверх в виде небольшой армии чумных оболочек, а корабль слизней делает наступательное движение в сторону вашего корабля!

source: Continue...
ru: Продолжить...

source: Stay strong. Wait.
ru: Держаться. Ждать.

source: Attack the Slug for its rudeness.
ru: Напасть на слизня в ответ на его грубость.

source: You're not about to let this jerk boss you around. Husk-infested nebula or not, you have your boundaries! You make your intentions known, and there's an immediate lurching within the bowels of your ship, the dread-inducing sound of creaking metal, and the Slug looks down at its tentacles in hopelessness, "Why do they never lisssten? Issss this my punisssshment? Am I in hell...?" A moment passes, before they ball up the ends of their noodly arms, "NO! I ssstill have a choiccce... and I'm not letting them take a sssingle other ssssoul into their twisssted army! I AM DELIVERANCCCCE! I AM MERCCCY!" Piles of Soulplague-infected goop meld through the ceiling before rising up as a small army of Soulplague Husks, and the Slug ship makes an offensive advance towards your own!
ru: Вы не собираетесь позволять этому придурку командовать вами. Кишащая оболочками туманность или нет, но ваше терпение на исходе! Вы заявляете о своих намерениях, и тут же в недрах вашего корабля раздается страшный металлический скрип, а слизень в отчаянии опускает взгляд на свои щупальца: "Почему они никогда не ссслушшшают? Неужели это мое наказание? Неужели я в аду...?" Проходит мгновение, прежде чем он сжимает концы своих липких рук: "НЕТ! У меня всссе еще есссть выбор... и я не позволю им забрать еще хоть одну душшшу в свою оскверненную армию! Я - СССПАСССИТЕЛЬ! Я - МИЛОСССЕРДИЕ!" Кучи зараженной чумой слизи проникают сквозь потолок и поднимается вверх в виде небольшой армии чумных оболочек, а корабль слизней делает наступательное движение в сторону вашего корабля!

source: Continue...
ru: Продолжить...

source: Listen to the Slug and get away.
ru: Послушать слизня и уйти.

source: You end communications and put a signifcant amount of distance between you and the crazed Slug. Their ship fades away into the murky depths of the nebula, and you're left wondering what their deal was.
ru: Вы прекращаете связь и сокращаете расстояние между собой и обезумевшим слизнем. Его корабль исчезает в мутных глубинах туманности, и вам остается только догадываться, что же это было.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: With the Slug ship destroyed, it's needless to say that there won't be any trading done here... oh well. It's time to move on.
ru: Поскольку корабль слизней уничтожен, нет нужды говорить, что торговли здесь не будет... ну что ж. Пора двигаться дальше.

source: Continue...
ru: Продолжить...

source: You jump in your seat as you enter the beacon and are immediately SPAMMED with the sound of dozens of requests to hail, and your gaze meets the Slug ship in the nebula outside. At least you can be confident that they aren't Husks, but this is still odd behavior.
ru: Вы подпрыгиваете на месте, когда попадаете на маяк, и вас тут же СПАМЯТ десятками запросов на связь, а ваш взгляд встречается с кораблем слизней в туманности рядом. По крайней мере, вы можете быть уверены, что это не оболочки, но поведение все равно странное.

source: Answer one of the many requests to hail.
ru: Ответить на один из многочисленных запросов о связи.

source: Hailing the Slugs, you jump in your seat again as the video feed connects and you're met with the visage of a Slug with its face right up against the camera. They speak, hastily, "You're not one of thosssse zzzombie thingssss, right? Right? PROVE IT! TURN AROUND!"
ru: Вызывая слизней, вы снова подпрыгиваете в кресле, когда подключается видеосвязь и перед вами появляется слизень с лицом, расположенным прямо напротив камеры. Он торопливо говорит: "Вы ведь не один из этих зомби, верно? Верно? ДОКАЖИТЕ ЭТО! ПОВЕРНИТЕСССЬ!"

source: Indulge the Slug, and turn around.
ru: Послушаться слизня и повернуться.

source: You turn around, and hear the Slug on the screen behind you calm down slightly, "Okay, okay- you're legit. GODSSSS. Thissss placccce SSSUCKSSS. Can't trusssst anybody! It'ssss jusssst like back home." They sigh, and you turn back around, "Look, we sssshould really be getting out of here. You need anything, I'd make it quick. FASSSST. Pleasssse. I. Am. TIRED of thissss sssstupid placcce..." The Slug gets through their exasperated sentence, and you're allowed a few moments to shop around and do something on the ship.
ru: Вы поворачиваетесь и слышите, как cлизень на экране позади вас немного успокаивается. "Ладно-ладно - вы настоящий. БОЖЕ. Это месссто - ОТСССТОЙ. Никому нельзя доверять! Прямо как дома". Он вздыхает, и вы поворачиваетесь обратно. "Ссслушайте, нам пора убиратьссся отсссюда. Что-нибудь нужно? Только быссстро. БЫСССТРО. Пожалуйссста. Мне... УСССТРАЛ от этого дурацкого мессста..." Слизень заканчивает свою фразу, и у вас появляется несколько минут, чтобы осмотреться и сделать что-нибудь на корабле.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Indulge the Slug, and turn around.
ru: Послушаться слизня и повернуться.

source: You turn around, and hear as the Slug on the screen behind you screams, "I KNEW IT! YOU CAN'T FOOL ME, ZZZZOMBIE SSSSCUM! SSSSUCK IT!" They cut communications, their weapons charging, and you wipe a cloth against your back... it seems your Soulplague-aligned crew member got some goop on your back earlier. Oops... well, prepare for battle!
ru: Вы оборачиваетесь и слышите, как слизень на экране за вашей спиной кричит: "Я ЗНАЛ! ТЫ НЕ СССМОЖЕШШШЬ МЕНЯ ОБМАНУТЬ, ЗОМБИРОВАННАЯ МРАЗЬ! ВЫКУСССИ!" Он отключает связь, оружие на корабле заряжается, а вы вытираете тряпкой свою спину... похоже, ваш член экипажа из числа чумы души, испачкал вашу спину. Упс... что ж, готовимся к бою!

source: Continue...
ru: Продолжить...

source: I'm not turning around.
ru: Я не буду поворачиваться.

source: You stand still, stalwart, and the Slug screams, "THAT'SSSS WHAT A ZZZZOMBIE WOULD SSSSAY! YOU CAN'T FOOL ME, ZZZZOMBIE SSSSCUM! SSSSUCK IT!" They cut communications, and their weapons come online... do you really give off zombie vibes?
ru: Вы стоите, не шевелясь, а слизень кричит: "ТАК БЫ СССКАЗАЛ ЗОМБИ! ТЫ НЕ СССМОЖЕШШШЬ МЕНЯ ОБМАНУТЬ, ЗОМБИРОВАННАЯ МРАЗЬ! ВЫКУСССИ!" Он обрывает связь, и оружие на корабле активируется... Вы действительно излучаете зомби-вибрации?

source: Continue...
ru: Продолжить...

source: Attack the Slugs, for being annoying.
ru: Атаковать слизней за то, что они такие надоедливые.

source: Honestly, you're doing this reality a service by removing these spam-hailers from it. As soon as they recognize that your intentions are aggressive, the requests to hail stop, and their weapons come online!
ru: Честно говоря, вы оказываете услугу этой реальности, устраняя из нее этих спамеров. Как только они понимают, что ваши намерения агрессивны, запросы о связи прекращаются, и оружие на корабле активируется!

source: Continue...
ru: Продолжить...

source: Ignore the Slugs' incessant amount of spam.
ru: Не обращать внимания на непрекращающийся спам от слизней.

source: You're content ignoring the Slugs and minding your own business, but it seems they have other plans... realizing you're ignoring their hails, their weapons come online, and they move to attack! You're not sure if it was a trick from the get-go, or if they're just really paranoid, but you're prepared to defend yourself regardless.
ru: Вы довольны тем, что игнорируете слизней и занимаетесь своими делами, но, похоже, у них другие планы... Поняв, что вы игнорируете их вызовы, их оружие активируется, и они начинают атаковать! Вы не знаете, была ли это уловка с самого начала, или они просто параноики, но вы готовы защищаться, несмотря ни на что.

source: Continue...
ru: Продолжить...

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: With the Deep Ones defeated, a part of your soul aches... did it really have to be this way? Yes. It did. That's what you'll tell yourself, at least, even if it's only so you can live with yourself a little easier.
ru: Когда глубоководные побеждены, часть вашей души болит... Неужели все должно было случиться именно так? Да. Должно было. По крайней мере, так вы говорите себе, даже если это только для того, чтобы вам было легче жить с самим собой.

source: ...the Deep Ones are ecstatic. They circle around it, doing a dance of sorts: "We're... saved! We're saved!" "Truly, the Dark One works... in mysterious ways!" "This was... its intention all along!" Eventually, the original one you'd been speaking with turns to the other two, "Me, and the others... will return home with this blessing... in tow. I would ask... that you two escort our lord's deliverer... through this wasteland." The two Deep Ones nod, and the other turns to you, "I spare you... some of our kin, and... what resources we can muster up. Please, trade... if you so wish. We are... eternally grateful to you, o' Federation." The first of the Deep Ones then makes their way over...
ru: ...глубоководные в экстазе. Они кружится вокруг, исполняя своеобразный танец: "Мы... спасены! Мы спасены!" "Воистину, Темный творит... неисповедимыми путями!" "Это было... его намерением с самого начала!" В конце концов, тот, с кем вы говорили изначально, обращается к остальным двум: 'Я и другие... вернемся домой с этим благословением... на плечах. Прошу вас... сопроводить посланника нашего господина... через эту пустошь". Два глубоководных кивают, и один из них обращается к вам: 'Я дарую вам... некоторых из наших сородичей, и... те ресурсы, которые мы сможем собрать. Пожалуйста, торгуйте... если пожелаете. Мы... вечно благодарны вам, о Федерация". Затем первый глубоководный направляется к вам...

source: Continue...
ru: Продолжить...

source: ...then the second one...
ru: ...затем второй...

source: Continue...
ru: Продолжить...

source: ...and then everything they've deemed that they can spare. While the two Deep Ones acquaint themselves with your crew, the others implore you to browse their remaining stock.
ru: ...а затем все, что они сочли нужным оставить. Пока двое глубоководных знакомятся с вашим экипажем, остальные просят вас осмотреть их оставшиеся запасы.

source: Let's shop, then!
ru: Тогда давайте торговать!

source: Attracted by the store beacon, you enter a clearing in the nebula and are faced with a Deep One ship. Unsure if its been overtaken by the mattervirus or not, you watch its movements at a distance, but it seems to be equally as wary of you as you are of it.
ru: Привлеченные маячком магазина, вы попадаете на просвет в туманности и сталкиваетесь с кораблем глубоководных. Не зная, был ли он захвачен материя-вирусом или нет, вы наблюдаете за его передвижениями на расстоянии, но, похоже, он опасается вас в той же степени, что и вы его.

source: Attempt to hail the ship.
ru: Попытаться вызвать корабль.

source: You're able to do so, and you feel your anxiety wash away as a living, breathing Deep One appears on the screen, "Federation... here? Has the beacon... worked, then? Are... we saved?"
ru: Вам удается это сделать, и вы чувствуете, как ваше беспокойство уходит, когда на экране появляется живой, дышащий глубоководный: "Федерация... здесь? Значит, маяк... сработал? Мы... спасены?"

source: Saved? What am I meant to do?
ru: Спасены? Что я должен делать?

source: The Deep One shifts a little, awkwardly, "We've... been low on raw resources for... quite some time. Usually, we'd... consider ourselves experts at... making use of old, abandoned materials, but... this 'Soulplague' madness... seems to have ruined nearly everything. We'd... like to leave as soon as possible, but... lack the resources for the journey."
ru: Глубоководный немного неловко пошевелился: "У нас... уже... довольно давно не хватает топлива. Обычно мы... считаем себя экспертами... в использовании старых, заброшенных материалов, но... это безумие чумы души... похоже, разрушило почти все. Мы хотели бы... покинуть это место как можно скорее, но... не хватает средств для путешествия".

source: Why did you come here in the first place?
ru: Почему вы вообще сюда пришли?

source: There's another change in their demeanor, but this one comes off less as being awkward and more as being defensive. Secretive. "That... is hardly your concern. We... had our reasons for coming here. To this... damnable place..." There's a brutal silence for a moment, before the Deep One clears their throat and continues, "So... are you interested in trade, or not?"
ru: В его поведении произошла еще одна перемена, но в ней меньше неловкости и больше защиты. Скрытность. "Это... вряд ли вас касается. У нас... были свои причины прийти сюда. В это... проклятое место..." На мгновение воцаряется тяжелая тишина, прежде чем глубоководный прочищает горло и продолжает: "Итак... вы заинтересованы в торговле или нет?"

source: (Deep One Crew) "Kin... something troubles you."
ru: (Член экипажа-глубоководный) "Сородич... что-то беспокоит тебя".

source: You're watching this Deep One switch through stances and demeanors like they're spamming emotes in a video game. They hear your Deep One speak, and their shoulders drop as they instantly lose their composure, "Kin... here? Aboard a Federation vessel... of all places... indeed, we are troubled. We... were sent here to retrieve an artifact, from... our lord. We've... failed in our mission, and, yet... it is the wrath of this sector we fear more... than any divine punishment. Our fate feels... sealed, regardless." There's a gloom in the air, as the Deep One stares longingly at the floor.
ru: Вы наблюдаете за тем, как Глубоководный меняет позы и выражения лица, словно набирает эмоций в видеоигре. Услышав речь вашего глубоководного, он опускает плечи, мгновенно теряя самообладание: "Сородич... здесь? На борту корабля Федерации... из всех мест... на самом деле, мы в беде. Мы... были посланы сюда, чтобы получить артефакт от... нашего повелителя. Мы... не справились с заданием, и все же... гнева этого сектора мы боимся больше... чем божественной кары. Наша судьба кажется... предрешенной, несмотря ни на что". В воздухе повисло уныние, а глубоководный с тоской уставился в пол.

source: (Darkness Weaponry) Is this what you're looking for?
ru: (Оружие тьмы) Это то, что вы ищете?

source: Their eyes light up as you point to your weapon of darkness, "You... would house one of our lord's gifts? You... truly are extraordinary. Yes, indeed... it is. Would you... be wiling to part with it? We... would reward you handsomely, with... everything we can spare."
ru: Его глаза загораются, когда вы указываете на свое оружие тьмы: "Вы... захотел взять один из даров нашего господина? Вы... воистину удивительны. Да, действительно... это так. Не желаете ли вы... расстаться с ним? Мы... щедро вознаградим вас... всем, что сможем выделить".

source: Give them your dark Flak weapon.
ru: Передать им свое темное Осколочное оружие.

source: You send the weapon over, and...
ru: Вы передаете оружие, и...

source: Continue...
ru: Продолжить...

source: Give them your dark Light Laser weapon.
ru: Передать им свое темное Легкое лазерное оружие.

source: You send the weapon over, and...
ru: Вы передаете оружие, и...

source: Continue...
ru: Продолжить...

source: Give them your dark Bomb weapon.
ru: Передать им свое оружие - темную Бомбу.

source: You send the weapon over, and...
ru: Вы передаете оружие, и...

source: Continue...
ru: Продолжить...

source: Give them your dark Beam weapon.
ru: Передать им свое темное Лучевое оружие.

source: You send the weapon over, and...
ru: Вы передаете оружие, и...

source: Continue...
ru: Продолжить...

source: Give them your dark Charge Laser weapon.
ru: Передать им свой темный Зарядный лазер.

source: You send the weapon over, and...
ru: Вы передаете оружие, и...

source: Continue...
ru: Продолжить...

source: No, sorry. I'll keep it.
ru: Нет, извините. Я оставлю его себе.

source: Anger burns in the Deep One's eyes, "Then, why... bring it up? No matter... forgive me, kin, but... we need this. We... cannot fail our lord." They cut communications, and their weapons come online! It seems they mean to take the weapon by force.
ru: В глазах глубоководного горит гнев: "Тогда зачем... говорить о нем? Неважно... простите меня, сородичи, но... нам это необходимо. Мы... не можем подвести нашего повелителя". Он отключает связь, и их оружие заработало! Похоже, они хотят ваше взять оружие силой.

source: Continue...
ru: Продолжить...

source: (Darkness Drone) Is this what you're looking for?
ru: (Темный дрон) Это то, что вы ищете?

source: Their eyes light up as you point to your weapon of darkness, "You... would house one of our lord's gifts? You... truly are extraordinary. Yes, indeed... it is. Would you... be wiling to part with it? We... would reward you handsomely, with... everything we can spare."
ru: Его глаза загораются, когда вы указываете на свое оружие тьмы: "Вы... захотел взять один из даров нашего господина? Вы... воистину удивительны. Да, действительно... это так. Не желаете ли вы... расстаться с ним? Мы... щедро вознаградим вас... всем, что сможем выделить".

source: Give them your dark Combat drone.
ru: Передать им свой темный Боевой дрон.

source: You send the drone over, and...
ru: Вы передаете дрон, и...

source: Continue...
ru: Продолжить...

source: Give them your dark Anti-Personnel drone.
ru: Передать им свой темный Противопехотный дрон.

source: You send the drone over, and...
ru: Вы передаете дрон, и...

source: Continue...
ru: Продолжить...

source: Give them your dark Utility drone.
ru: Передать им свой темный Служебный дрон.

source: You send the drone over, and...
ru: Вы передаете дрон, и...

source: Continue...
ru: Продолжить...

source: No, sorry. I'll keep it.
ru: Нет, извините. Я оставлю его себе.

source: Anger burns in the Deep One's eyes, "Then, why... bring it up? No matter... forgive me, kin, but... we need this. We... cannot fail our lord." They cut communications, and their weapons come online! It seems they mean to take the drone by force.
ru: В глазах глубоководного горит гнев: "Тогда зачем... говорить о нем? Неважно... простите меня, сородичи, но... нам это необходимо. Мы... не можем подвести нашего повелителя". Он отключает связь, и их оружие заработало! Похоже, они собираются захватить ваш дрон силой.

source: Continue...
ru: Продолжить...

source: I see... I'm sorry to hear that.
ru: Понимаю... Мне жаль это слышать.

source: You offer your condolences, and the Deep One picks themselves up a bit, "We'll... figure it out. I'm... sure. In any case, allow us... to trade goods." The Deep Ones show you their goods, and you're free to look around.
ru: Вы выражаете соболезнования, а глубоководный немного приподнимается: "Мы... разберемся. Я... уверен. В любом случае, позвольте нам... торговать". Глубоководные показывают вам свои товары, и вы можете изучить предложения.

source: Continue...
ru: Продолжить...

source: Sure. Let's trade, then.
ru: Конечно. Тогда давайте торговать.

source: There's relief in their expression, but you sense that something is troubling them. Regardless of what it is, though, it isn't any of your business. The Deep Ones show you their goods, and you're free to look around.
ru: В его выражении лица читается облегчение, но вы чувствуете, что его что-то беспокоит. Впрочем, что бы это ни было, вас это не касается. Глубоководные показывают вам свои товары, и вы можете свободно изучить предложения.

source: Continue...
ru: Продолжить...

source: I'm going to blow you up.
ru: Я собираюсь взорвать тебя.
