Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: A blast of energy flies towards you as you as you enter the beacon, and you're only narrowly able to avoid it... it doesn't take you long to discern its source: a ship belonging to the Kleptocracy's Exotic Hunting Guild, lurking in the clouds nearby. You're surprised to see them hail after dodging this failed ambush of theirs, "'Erribly ssssorry abou' 'a', Feddie ma'e. Though'cha wa' anotha' one o' 'em anka'-bi'a'sss, 'eah?"
ru: В тот момент, когда вы входите в маяк, в вашу сторону летит поток энергии, и вам едва удается увернуться... вам быстро удается определить его источник: корабль Гильдии Охотников на Экзотику, скрывающийся неподалеку в облаках. Вы удивлены, увидев, как они вызывают вас после того, как их неудачная засада провалилась: "Ужасссно сссожалею 'б э'ом, др'жище Федди. Поду'али, чт' т' о'ин и' 'тих мерзк'х несссг'ворчи'ых уб'юд'ов, 'га?"

source: What?
ru: Что?

source: The Clansman rolls their eyestalks, and then tries their best to enunciate their words a little harder, "Wasss sssssayin' sssorry, mate. Blassssted at'cha thinkin' ya were more of 'em crawliessss with tha tentaclesss." You figure he's talking about Soulplague Husks, even if 'crawlies with the tentacles' is an apt description of Slugs as well...
ru: Клансмен закатывает свои глазные стебельки, а затем изо всех сил старается произнести слова немного четче: "Говор', сссожалею, дружище. Я п'льнул в тебя поссскольку по'умал, что ты пох'ж на этих ползучих тварей ссс щуп'льцами". Вы понимаете, что он говорит о чумных оболочках, хотя "ползучие с щупальцами" вполне подходят и для слизней...

source: You're here hunting Husks, then?
ru: Значит, ты здесь охотишься на оболочек?

source: This time, they sigh before speaking, "Ya Fed typessss alwaysss 'is sssslow? I sssaid assss much, 'idn't I? Now, ya got ssssomethin' ya need, or do ya jussss' loik asssskin' questionsss?"
ru: На этот раз он вздыхает, прежде чем заговорить: "Вы, Фед-типы, всссегда 'акие тугие? Я же сссказал это, 'азве н'т? Ну, тебе что-то нужн', или тебе проссс'о нравитссс' задавать вопросссы?"

source: You know, I'm something of a Husk hunter myself...
ru: Знаешь, я и сам охочусь за оболочками...

source: "Really? And I figure ya go' a trophy or twa loying around ta prove i'?" A trophy from the Husks... all they generally leave behind is puddles of deactivated Soulplague-infected matter. What could you show this Clansman to prove yourself?
ru: "Правда? И я полагаю, у теб' есссть трофей или два, чтобы доказать эт'?" Трофей от оболочек... Все, что они обычно оставляют после себя, это лужи деактивированной материи, зараженной чумой души. Что вы можете предъявить этому Клановцу, чтобы доказать свою правоту?

source: (Soulplague Crew) Behold; I've captured one of these goop-infected fiends live!
ru: (Член экипажа-чума души) Вот; я поймал одного из этих зараженных чумой извергов живьем!

source: They're shocked by the arrival of your Soulplague-aligned crew member, "Wassssn' even ssssure they could be capttttured mysssself, mate. That'ssss sssome bloody fine work, 'eah? How'ja do i'?"
ru: Он шокировано смотрит на вашего члена экипажа, связанного с чумой души: "Я даж' не был уверен, что их можно будет захватить, дружище. Это чертовссски хорошшшая рабо'а, да? Как ты 'то сссдел'л?"

source: Make up a heroic tale.
ru: Придумать героическую историю.

source: You regale the incredibly grand and legitimate story of how you 'captured' your crew member to the Clansman, and their attention is glued to you the entire time. After the tale is over, they speak up, "That'ssss outroight legend-dree, mate! I'll hafta try the 'cccceiling-fan-ssshuriken' trick tha next toime I ssssee one of 'em crawliessss mysssself! Here; for a sssstory I can tell my matessss at the lodge later, and for the tip!" The Clansmen send over some loot, which you imagine to be a portion of their hunting spoils. The moral of the story is: lying is awesome!
ru: Вы увлеченно рассказываете Клановцу невероятно захватывающую и правдоподобную историю о том, как вы "захватили" члена своего экипажа, и все его внимание приковано к вам. После окончания рассказа он восклицает: "Да это проссс'о легендарно, дружище! Мне об'зательно нужн' будет попробовать этот трюк ссс "потолочным вентилятором-сссюрикеном" в ссследующий раз, когда я сссам увижу одного из этих ползучих! Вот; за исссторию, которую я ссс'огу рассссказать сссвоим приятелям в домике позже, и за подсссказку!" Клановец пересылает вам добычу, которая, как вы полагаете, является частью его охотничьих трофеев. Мораль сей истории такова: врать - это круто!

source: Insist it's a trade secret.
ru: Настаивать на том, что это коммерческая тайна.

source: You tell the Clansman that you couldn't possibly give out such information to a competitor, and they seem to think for a moment. Afterwards, they perk up, "Then I'll jussss' hafta ssssee i' in acttttion, won' I? That makessss usss matessss, and matessss aren' competitorssss!" They teleport over, immediately laying down several trophies and armaments like they own the place, but you're not one to argue with the arrival of new crew members. Mates are mates!
ru: Вы говорите Клановцу, что не можете выдать такую информацию конкуренту, и он на мгновение задумывается. После этого они оживляется: "Тогда я проссст' должен показать сссе'я в дейссствии, не 'ак ли? Тогда мы ссстанем приятелями, а прият'ли - не конкуренты!" Он телепортируется к нам, тут же выкладывая несколько трофеев и вооружений, словно он здесь хозяин, но вы не из тех, кто станет возражать против новых членов экипажа. Приятели есть приятели!

source: (Soulplague Weapon) Behold; I've captured one of the bloody things' weapons!
ru: (Оружие чума души) Вот, я захватил одно из орудий проклятых тварей!

source: They're shocked by the visage of your Soulplague-infected weapon, "Isss tha' even ssssafe, mate? You're a crazy basssstard; which isss ssssomethin' the Guild can ressspect! How'ja do i'?"
ru: Они шокированы видом вашего зараженного чумой орудия: "Это вооб'е безопасссно, дружище? Да ты безумный ублюдок; а таких Гильдия всссегд' уважает! Ка' ты это ссс'елал?"

source: Make up a heroic tale.
ru: Придумать героическую историю.

source: You regale the incredibly grand and legitimate story of how you 'captured' one of the Husks' weapons to the Clansman, and their attention is glued to you the entire time. After the tale is over, they speak up, "That'ssss outroight legend-dree, mate! I'll hafta try the 'cccceiling-fan-ssshuriken' trick tha next toime I ssssee one of 'em crawliessss mysssself! Here; for a sssstory I can tell my matessss at the lodge later, and for the tip!" The Clansmen send over some loot, which you imagine to be a portion of their hunting spoils. The moral of the story is: lying is awesome!
ru: Вы увлеченно рассказываете Клановцу невероятно захватывающую и правдоподобную историю о том, как вы "захватили" одно из орудий оболочек, и все его внимание приковано к вам. После окончания рассказа он восклицает: "Да это проссс'о легендарно, дружище! Мне об'зательно нужн' будет попробовать этот трюк ссс "потолочным вентилятором-сссюрикеном" в ссследующий раз, когда я сссам увижу одного из этих ползучих! Вот; за исссторию, которую я ссс'огу рассссказать сссвоим приятелям в домике позже, и за подсссказку!" Клановец пересылает вам добычу, которая, как вы полагаете, является частью его охотничьих трофеев. Мораль сей истории такова: врать - это круто!

source: Insist it's a trade secret.
ru: Настаивать на том, что это коммерческая тайна.

source: You tell the Clansman that you couldn't possibly give out such information to a competitor, and they seem to think for a moment. Afterwards, they perk up, "Then I'll jussss' hafta ssssee i' in acttttion, won' I? That makessss usss matessss, and matessss aren' competitorssss!" They teleport over, immediately laying down several trophies and armaments like they own the place, but you're not one to argue with the arrival of new crew members. Mates are mates!
ru: Вы говорите Клановцу, что не можете выдать такую информацию конкуренту, и он на мгновение задумывается. После этого они оживляется: "Тогда я проссст' должен показать сссе'я в дейссствии, не 'ак ли? Тогда мы ссстанем приятелями, а прият'ли - не конкуренты!" Он телепортируется к нам, тут же выкладывая несколько трофеев и вооружений, словно он здесь хозяин, но вы не из тех, кто станет возражать против новых членов экипажа. Приятели есть приятели!

source: (Corruptor) Behold; I've utilized the bastards' powers!
ru: (Осквернитель) Вот, я использовал силы этих ублюдков!

source: They're shocked by the visage of your Soulplague-infected system, "I've 'eard of thisss thing, 'eah! Isss tha' even ssssafe, mate? You're a crazy basssstard; which isss ssssomethin' the Guild can ressspect! How'ja do i'?"
ru: Они шокированы видом вашей системы, зараженной чумой души: "Я 'лышал об этой штуке, да! Это вооб'е безопасссно, дружище? Да ты безумный ублюдок; а таких Гильдия всссегд' уважает! Ка' ты это ссс'елал?"

source: Make up a heroic tale.
ru: Придумать героическую историю.

source: You regale the incredibly grand and legitimate story of how you captured one of the Husks and forced them to construct your Corruptor system to the Clansman, and their attention is glued to you the entire time. After the tale is over, they speak up, "That'ssss outroight legend-dree, mate! I'll hafta try the 'cccceiling-fan-ssshuriken' trick tha next toime I ssssee one of 'em crawliessss mysssself! Here; for a sssstory I can tell my matessss at the lodge later, and for the tip!" The Clansmen send over some loot, which you imagine to be a portion of their hunting spoils. The moral of the story is: lying is awesome!
ru: Вы увлеченно рассказываете Клановцу невероятно захватывающую и правдоподобную историю о том, как вы "захватили" одну оболочек и заставили ее построить вашу систему Осквернитель, и все его внимание приковано к вам. После окончания рассказа он восклицает: "Да это проссс'о легендарно, дружище! Мне об'зательно нужн' будет попробовать этот трюк ссс "потолочным вентилятором-сссюрикеном" в ссследующий раз, когда я сссам увижу одного из этих ползучих! Вот; за исссторию, которую я ссс'огу рассссказать сссвоим приятелям в домике позже, и за подсссказку!" Клановец пересылает вам добычу, которая, как вы полагаете, является частью его охотничьих трофеев. Мораль сей истории такова: врать - это круто!

source: Insist it's a trade secret.
ru: Настаивать на том, что это коммерческая тайна.

source: You tell the Clansman that you couldn't possibly give out such information to a competitor, and they seem to think for a moment. Afterwards, they perk up, "Then I'll jussss' hafta ssssee i' in acttttion, won' I? That makessss usss matessss, and matessss aren' competitorssss!" They teleport over, immediately laying down several trophies and armaments like they own the place, but you're not one to argue with the arrival of new crew members. Mates are mates!
ru: Вы говорите Клановцу, что не можете выдать такую информацию конкуренту, и он на мгновение задумывается. После этого они оживляется: "Тогда я проссст' должен показать сссе'я в дейссствии, не 'ак ли? Тогда мы ссстанем приятелями, а прият'ли - не конкуренты!" Он телепортируется к нам, тут же выкладывая несколько трофеев и вооружений, словно он здесь хозяин, но вы не из тех, кто станет возражать против новых членов экипажа. Приятели есть приятели!

source: (Morph Crew) Look! I've, er... captured one of the Husks myself!
ru: (Член экипажа-морф) Смотри! Я сам со... захватил одну из оболочек!

source: Your Morph pik poks into the room, and the Clansman scratches their head with one of their tentacles, "What'd ya bloody do ta i', mate? Aren' they usssually colorful bassstardssss?"
ru: Ваш морф заходит в помещение, а Клановец чешет голову одним из своих щупалец: "Что ты, черт возьми, с ни'и сделал, дружище? Разв' эти ублюдки обычно не разноцветные?"

source: This one's... sick.
ru: Эта... больная.

source: They nod at that, "Sss'posssse tha' makessss sssenssse, 'eah. Figuressss the bogeysss 'aven' figured ou' 'ow ta wasssh their handssss ye'. Well, how'ja do i'?"
ru: Он кивает: "Пол'гаю, в этом ессст' сссмысссл, да. Видать, чудовища еще не п'няли, как руки мы'ь. Ну, и к'к ты это сссделал?"

source: Make up a heroic tale.
ru: Придумать героическую историю.

source: You regale the incredibly grand and legitimate story of how you 'captured' your equally as legitimate 'Husk' to the Clansman, and their attention is glued to you the entire time. After the tale is over, they speak up, "That'ssss outroight legend-dree, mate! I'll hafta try the 'cccceiling-fan-ssshuriken' trick tha next toime I ssssee one of 'em crawliessss mysssself! Here; for a sssstory I can tell my matessss at the lodge later, and for the tip!" The Clansmen send over some loot, which you imagine to be a portion of their hunting spoils. The moral of the story is: lying is awesome!
ru: Вы увлеченно рассказываете Клановцу невероятно захватывающую и правдоподобную историю о том, как вы "захватили" оболочку, и все его внимание приковано к вам. После окончания рассказа он восклицает: "Да это проссс'о легендарно, дружище! Мне об'зательно нужн' будет попробовать этот трюк ссс "потолочным вентилятором-сссюрикеном" в ссследующий раз, когда я сссам увижу одного из этих ползучих! Вот; за исссторию, которую я ссс'огу рассссказать сссвоим приятелям в домике позже, и за подсссказку!" Клановец пересылает вам добычу, которая, как вы полагаете, является частью его охотничьих трофеев. Мораль сей истории такова: врать - это круто!

source: Insist it's a trade secret.
ru: Настаивать на том, что это коммерческая тайна.

source: You tell the Clansman that you couldn't possibly give out such information to a competitor, and they seem to think for a moment. Afterwards, they perk up, "Then I'll jussss' hafta ssssee i' in acttttion, won' I? That makessss usss matessss, and matessss aren' competitorssss!" They teleport over, immediately laying down several trophies and armaments like they own the place, but you're not one to argue with the arrival of new crew members. Mates are mates!
ru: Вы говорите Клановцу, что не можете выдать такую информацию конкуренту, и он на мгновение задумывается. После этого они оживляется: "Тогда я проссст' должен показать сссе'я в дейссствии, не 'ак ли? Тогда мы ссстанем приятелями, а прият'ли - не конкуренты!" Он телепортируется к нам, тут же выкладывая несколько трофеев и вооружений, словно он здесь хозяин, но вы не из тех, кто станет возражать против новых членов экипажа. Приятели есть приятели!

source: (Guild Crew) "Where're YOUR bloody trophies, mate?"
ru: (Член экипажа из Гильдии) "Где ТВОИ чертовы трофеи, приятель?".

source: Your Clansman speaks up, and the other one shrinks a bit, "Well, I- er... we haven' 'ad too much luck with 'essse bogeysss, bein' honessss'. I ssss'posssse ya 'ave, though? How'ja do it?"
ru: Ваш Клановец заговорил, и другой немного сбавил обороты: "Ну, я... э... нам не ссслишшшко' везло ссс этими чудищами, ессс'и чессстно. Но, може', у тебя ессст'? Как ты э'о сссделал?"

source: Have your Clansman make up a heroic tale.
ru: Пусть ваш Клановец сочинит героическую историю.

source: They sigh, and regale the incredibly grand and legitimate story of how you and your crew took on thousands of Husks at once to the Clansman, and their attention is glued the entire time. After the tale is over, they speak up, "That'ssss outroight legend-dree, mate! I'll hafta try the 'cccceiling-fan-ssshuriken' trick tha next toime I ssssee one of 'em crawliessss mysssself! Here; for a sssstory I can tell my matessss at the lodge later, and for the tip!" The Clansmen send over some loot, which you imagine to be a portion of their hunting spoils. The moral of the story is: lying is awesome!
ru: Он вздыхает и рассказывает невероятно захватывающую и правдоподобную историю о том, как вы "захватили" оболочку Клановцу, и все его внимание приковано к нему. После окончания рассказа он восклицает: "Да это проссс'о легендарно, дружище! Мне об'зательно нужн' будет попробовать этот трюк ссс "потолочным вентилятором-сссюрикеном" в ссследующий раз, когда я сссам увижу одного из этих ползучих! Вот; за исссторию, которую я ссс'огу рассссказать сссвоим приятелям в домике позже, и за подсссказку!" Клановец пересылает вам добычу, которая, как вы полагаете, является частью его охотничьих трофеев. Мораль сей истории такова: врать - это круто!

source: Insist it's a trade secret.
ru: Настаивать на том, что это коммерческая тайна.

source: You tell the Clansman that you couldn't possibly give out such information to a competitor, and they seem to think for a moment. Afterwards, they perk up, "Then I'll jussss' hafta ssssee i' in acttttion, won' I? That makessss usss matessss, and matessss aren' competitorssss!" They teleport over, immediately laying down several trinkets and armaments like they own the place, but you're not one to argue with the arrival of new crew members. Mates are mates!
ru: Вы говорите Клановцу, что не можете выдать такую информацию конкуренту, и он на мгновение задумывается. После этого они оживляется: "Тогда я проссст' должен показать сссе'я в дейссствии, не 'ак ли? Тогда мы ссстанем приятелями, а прият'ли - не конкуренты!" Он телепортируется к нам, тут же выкладывая несколько трофеев и вооружений, словно он здесь хозяин, но вы не из тех, кто станет возражать против новых членов экипажа. Приятели есть приятели!

source: (Shell Crew) Behold; my... Shell?
ru: (Член экипажа-ракушка) Вот, моя... ракушка?

source: Your Shell rolls into the room, and the Clansman scratches their head with one of their tentacles, "Ya huntin' crawliesss or rolliesss, mate? Try'nna pull ssssomethin' funny?"
ru: Ваша ракушка вкатывается в помещение, а Клановец чешет голову одним из своих щупалец: "Ты на ползучи' охотишшшьссся или на катящи'ссся, дружище? Пытаешшш'ссся что-то выкинуть?"

source: No! It's just that, uh... Shells attract Husks? Yeah, we used this one as bait last time.
ru: Нет! Просто... Ракушки привлекают оболочек? Да, в прошлый раз мы использовали ее как приманку.

source: They nod at that, "Sss'posssse tha' makessss sssenssse, 'eah. Figuressss the bogeys can sssensssse good huntssss when they sssseee 'em, bein' good huntssss 'emssselvesss. Well, how'ja do i'?"
ru: Он кивает: "Полага', в этом ессс'ь сссмысссл, да. Видать, чудовища чуют хорошшшую охоту, когда видят ее, сссами будучи х'рошшшими охотни'ами. Ну, и как ты 'то сссдела'?"

source: Make up a heroic tale.
ru: Придумать героическую историю.

source: You regale the incredibly grand and legitimate story of how you used your Shell as bait and took on dozens of Husks to the Clansman, and their attention is glued to you the entire time. After the tale is over, they speak up, "That'ssss outroight legend-dree, mate! I'll hafta try the 'cccceiling-fan-ssshuriken' trick tha next toime I ssssee one of 'em crawliessss mysssself! Here; for a sssstory I can tell my matessss at the lodge later, and for the tip!" The Clansmen send over some loot, which you imagine to be a portion of their hunting spoils. The moral of the story is: lying is awesome!
ru: Вы рассказываете Клановцу невероятно захватывающую и правдоподобную историю о том, как вы использовали свою ракушку в качестве приманки и захватили десятки оболочек, и все его внимание приковано к вам. После окончания рассказа он восклицает: "Да это проссс'о легендарно, дружище! Мне об'зательно нужн' будет попробовать этот трюк ссс "потолочным вентилятором-сссюрикеном" в ссследующий раз, когда я сссам увижу одного из этих ползучих! Вот; за исссторию, которую я ссс'огу рассссказать сссвоим приятелям в домике позже, и за подсссказку!" Клановец пересылает вам добычу, которая, как вы полагаете, является частью его охотничьих трофеев. Мораль сей истории такова: врать - это круто!

source: Insist it's a trade secret.
ru: Настаивать на том, что это коммерческая тайна.

source: You tell the Clansman that you couldn't possibly give out such information to a competitor, and they seem to think for a moment. Afterwards, they perk up, "Then I'll jussss' hafta ssssee i' in acttttion, won' I? That makessss usss matessss, and matessss aren' competitorssss!" They teleport over, immediately laying down several trophies and armaments like they own the place, but you're not one to argue with the arrival of new crew members. Mates are mates!
ru: Вы говорите Клановцу, что не можете выдать такую информацию конкуренту, и он на мгновение задумывается. После этого они оживляется: "Тогда я проссст' должен показать сссе'я в дейссствии, не 'ак ли? Тогда мы ссстанем приятелями, а прият'ли - не конкуренты!" Он телепортируется к нам, тут же выкладывая несколько трофеев и вооружений, словно он здесь хозяин, но вы не из тех, кто станет возражать против новых членов экипажа. Приятели есть приятели!

source: Well... I'm alive, aren't I? Shouldn't that be proof enough?
ru: Ну... Я ведь жив, не так ли? Разве это не должно быть достаточным доказательством?

source: The Clansman snorts, "If you're a panssssy, maybe, 'eah? Who'ssss ou' here huntin' and takin' back nothin' bu' sssstoriessss?" A few of their buddies laugh in the background, and you feel somewhat embarrassed.
ru: Клановец фыркает: "Есссли ты сссл'бак, может быть, да? Кто ту' охотит'сся и возвращ'етссся ни ссс че', кро'е исссторий?" Несколько его приятелей смеются на заднем плане, и вы чувствуете некоторое смущение.

source: I'll show you who's a pansy... attack the Clansmen!
ru: Я покажу тебе, кто трус... атаковать Клановцев!

source: Your fists clenched, you cut communications and prepare to take revenge on the Clansmen... nobody insults you and gets away with it! They recognize your aggression, and prepare to return it in full force.
ru: Сжав кулаки, вы отключаете связь и готовитесь отомстить Клановцам... никто не оскорбит вас и не останется безнаказанным! Они понимают вашу агрессию и готовятся ответить в полную силу.

source: Continue...
ru: Продолжить...

source: Yeah, maybe you're right. Maybe I am just a pansy...
ru: Да, возможно, ты прав. Может, я просто слабак...

source: You pout a bit, and the Clansmen's laughter continues for a while, until the conversation inevitably dies down and they return to their skulking amongst the clouds. At least the clouds don't make fun of you... or the FTL drive! You're in good company as you wait for it to charge, and prepare to leave the beacon.
ru: Вы немного обижаетесь, а смех Клановцев продолжается еще некоторое время, пока разговор неизбежно затихает и они не возвращаются к своим делам среди облаков. По крайней мере, облака не смеются над вами... или ССД! Пока вы ждете, пока он зарядится, и готовитесь покинуть маяк, вы находитесь в хорошей компании.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Yeah, I need something. Your head, on a pike!
ru: Да, мне нужно кое-что. Твоя голова на пике!

source: "A- 'ave ya ever SSSSEEN a pike? I'd loike ta sssee ya troy, mate! Ya couldn' sssso much asss turn tha corner with one on a sssship asss uptoight as yoursss!" The Clansman laughs, as do their buddies in the background, and you cut communications... you'll show them! To battle!
ru: "Ты х'ть раз ВИДЕЛ пику? Хотел бы я посссмотреть, как ты будешшш' ей орудовать, дружище! На таком крутом корабле, как твой, ты не сссмог бы даже развернутьссся!" Клановец смеется, как и его приятели на заднем плане, и вы обрываете связь... вы им покажете! В бой!

source: Continue...
ru: Продолжить...

source: I'm good, I suppose. Good luck out there!
ru: Да, вроде бы все хорошо. Удачи тебе!
