Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: Whatever chemicals or substances these beakers contained are now long gone. With how calmly this ship's now floating in space, you surmise that something must have happened to break them before it was emptied of passengers. As well, the room being as orderly as it is suggests that it wasn't decompressed violently, but slowly, over a long period of time... for a species such as the Shells, whose entire livelihood is based around the security of the gasses within their ships, this suggests that the ship may have very well just been abandoned here before its deterioration. But for what purpose?
ru: Какие бы химикаты или вещества ни содержались в этих мензурках, они уже давно исчезли. Судя по тому, как спокойно корабль дрейфует в космосе, можно предположить, что что-то должно было сломать их до того, как он был покинут пассажирами. Кроме того, порядок в помещении говорит о том, что разгерметизация проводилась не насильственно, а медленно, в течение длительного периода времени... Для такого вида, как ракушки, чья жизнедеятельность основана на безопасности газов внутри кораблей, это говорит о том, что корабль вполне могли просто бросить здесь до того, как он пришел в негодность. Но с какой целью?

source: Interesting...
ru: Интересно...

source: Investigate the torn notes.
ru: Осмотреть порванные записки.

source: These notes, torn in places and shredded in others, are scattered everywhere across the room. Scribed in an alien language unknown to you or your translators, the barest information that you can gather is that they contain some sort of mathematical formulae... as well as diagrams of strange, amorphous entities. You recognize that each note intact enough to contain its bottom right corner possesses the same seal, that which you CAN read the engraving of: 'EPSILON'.
ru: Эти записки, местами порванные, а местами истрепанные, разбросаны по всей комнате. Они написаны на чужом языке, неизвестном ни вам, ни вашему переводчику, и самая скудная информация, которую вы можете собрать, заключается в том, что они содержат какие-то математические формулы... а также рисунки странных, бесформенных существ. Вы замечаете, что на каждой записке, где сохранился, хотя бы ее правый нижний угол, стоит одна и та же печать, гравировку которой вы можете прочитать: "ЭПСИЛОН".

source: Interesting...
ru: Интересно...

source: Investigate the complex machines.
ru: Осмотреть сложные машины.

source: It's impossible to determine the purpose of these machines at a glance, but they seem to have suffered significant damage to both their external and internal components. Interestingly, the rest of the room doesn't appear to have suffered from such severe damage, and there's little natural deterioration to speak of in the vacuum of space... this would suggest that, for one reason or another, these machines were purposefully sabotaged prior to the ship's abandonment.
ru: Невозможно определить назначение этих машин с первого взгляда, но они, похоже, получили серьезные повреждения как внешних, так и внутренних компонентов. Что интересно, остальная часть помещения не выглядит так, будто пострадала столь сильно, и естественное разрушение практически отсутствует из-за вакуума космоса... Это наводит на мысль, что по какой-то причине эти машины были намеренно выведены из строя еще до того, как его покинули.

source: Interesting...
ru: Интересно...

source: A Shell ship floats almost motionlessly in the stormy nebula outside, its signatures completely dead. You get the feeling that it has to have been abandoned for at least a few years, with the sheer level of disrepair it's in...
ru: В бушующей туманности за иллюминатором почти в полной неподвижности дрейфует корабль ракушек, он не издает никаких сигнатур. Создается впечатление, что он был заброшен по меньшей мере несколько лет назад - настолько он пришел в негодность...

source: Approach the abandoned ship.
ru: Приблизиться к заброшенному кораблю.

source: To your surprise, this ship, moreso a wreck, seems completely untouched by the mattervirus wreaking havoc across the rest of the sector. It'd be safe to explore, free of Husks, if it's integrity wasn't so compromised.
ru: К вашему удивлению, этот корабль, скорее даже его обломки, кажется совершенно нетронутым материя-вирусом, сеющими хаос во всем остальном секторе. Его можно было бы спокойно исследовать без помех в виде оболочек, если бы его целостность не была так нарушена.

source: (Anaerobic Crew) Send your crew to explore the wreckage.
ru: (Анаэробный экипаж) Отправить свой экипаж исследовать обломки.

source: (Respirators) Explore the wreckage safely.
ru: (Респираторы) Исследовать обломки безопасно.

source: (Orchid Crew) Send your crew to explore the wreckage.
ru: (Член экипажа-орхидея) Отправить свой экипаж исследовать обломки.

source: (Crystal Crew) Send your crew to hurriedly explore the wreckage.
ru: (Член экипажа-кристаллин) Отправить свой экипаж быстро исследовать обломки.

source: (Engi Crew) Send your crew to hurriedly explore the wreckage.
ru: (Член экипажа-энджи) Отправить свой экипаж быстро исследовать обломки.

source: Forget exploring it, and spend some time scrapping the outside of the wreckage.
ru: Забыть об исследовании и потратить немного времени на разбор внешней обшивки корабля.

source: You've no intention of exploring the abandoned ship, or you simply lack the means to. Either way, you're comfortably able to scrap the outside of its hull while waiting for the FTL to charge.
ru: Вы не собираетесь исследовать заброшенный корабль, или у вас просто нет для этого средств. В любом случае, вы с комфортом можете разобрать внешнюю обшивку корабля в ожидании зарядки ССД.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Ignore the abandoned ship.
ru: Не обращать внимания на заброшенный корабль.

source: You've seen your fair share of strange ships in this sector already... you're not about to let another one get the better of you. You're comfortably able to steer clear of the ship outside and wait around as the FTL charges.
ru: Вы уже насмотрелись на странные корабли в этом секторе... Вы не собираетесь позволить еще одному взять над вами верх. Вы можете спокойно удалиться от корабля и подождать, пока ССД корабля зарядится.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: You're able to make use of the hole you've now made in the wall of ships, and squeeze through before any more Husks swarm you.
ru: Воспользоваться дырой, которую вы проделали в корпусе кораблей, и пробраться через нее, пока оболочки не набросились на вас.

source: Continue...
ru: Продолжить...

source: You're able to make use of the hole you've now made in the wall of ships, and squeeze through before any more Husks swarm you.
ru: Воспользоваться дырой, которую вы проделали в корпусе кораблей, и пробраться через нее, пока оболочки не набросились на вас.

source: Continue...
ru: Продолжить...

source: You approach the cloud of Husk ships, and your crew member gurgles something untranslatable... but it only seems to send a few of the nearby ships into a frenzy, as they break off to meet you! You'll have to get through this battle quickly if you don't want to be swarmed!
ru: Вы приближаетесь к скоплению кораблей оболочек, и ваш член экипажа бормочет что-то непереводимое... но, похоже, это только приводит в ярость несколько ближайших кораблей, и они срываются с места, чтобы встретить вас! Вам придется быстро завершить эту битву, если вы не хотите, чтобы вас завалили оболочками!

source: Husks will continue to bleed into your ship until you manage to break through!
ru: Оболочки будут проникать на ваш корабль до тех пор, пока вам не удастся справиться с другим кораблем!

source: Continue...
ru: Продолжить...

source: You approach the cloud of Husk ships, and your crew member gurgles something untranslatable... you're not sure if it worked, or if the Husks are just genuinely blind to your presence, but you're able to pass through without a single ship acknowledging your own.
ru: Вы приближаетесь к скоплению кораблей оболочек, и ваш член экипажа бормочет что-то непереводимое... Вы не уверены, сработало ли это, или оболочки просто не замечают вашего присутствия, но вам удается пройти сквозь них, не потревожив ни одного корабля.

source: Continue...
ru: Продолжить...

source: You cloak, and approach the cloud of Husk ships, but it seems you've overestimated your system's abilities... you don't make it very far before your cloak runs out, and a few of the nearby ships break off to meet you! You'll have to get through this battle quickly if you don't want to be swarmed!
ru: Вы маскируетесь и приближаетесь к скоплению кораблей оболочек, но, похоже, вы переоценили возможности своей системы... Вы не успеваете далеко уйти, как действие вашей маскировки заканчивается, и несколько ближайших кораблей отправляются навстречу вам! Вам придется быстро завершить эту битву, если вы не хотите, чтобы вас завалили оболочками!

source: Husks will continue to bleed into your ship until you manage to break through!
ru: Оболочки будут проникать на ваш корабль до тех пор, пока вам не удастся справиться с другим кораблем!

source: Continue...
ru: Продолжить...

source: You cloak, and approach the cloud of Husk ships. Swiftly finding an opening to squeeze through, you're successfully able to get past them all before your cloak can run out.
ru: Вы активируете маскировку и приближаетесь к скоплению кораблей оболочек. Быстро найдя проход, через который можно протиснуться, вы успешно миновали их всех, прежде чем время действия маскировки успело закончиться.

source: Continue...
ru: Продолжить...

source: You kick your engines into overdrive, and approach the cloud of Husk ships, but it seems you've underestimated how tightly they're clumped... you don't make it very far before you're forced to slow down, and a few of the nearby ships break off to meet you! You'll have to get through this battle quickly if you don't want to be swarmed!
ru: Вы включаете двигатели и приближаетесь к скоплению кораблей оболочек, но, похоже, вы недооценили, насколько плотно они сгруппировались... Вы не успеваете далеко уйти, как вынуждены сбавить скорость, и несколько ближайших кораблей отправляются навстречу вам!

source: Husks will continue to bleed into your ship until you manage to break through!
ru: Оболочки будут проникать на ваш корабль до тех пор, пока вам не удастся справиться с другим кораблем!

source: Continue...
ru: Продолжить...

source: You kick your engines into overdrive, and approach the cloud of Husk ships. Swiftly finding an opening to squeeze through, you're successfully able to get past them all before any of them can think to catch you.
ru: Вы включаете двигатели на полную мощность и приближаетесь к скоплению кораблей оболочек. Быстро найдя проход, через который можно протиснуться, вы успеваете проскочить мимо всех, прежде чем кто-то из них успевает вас настичь.

source: Continue...
ru: Продолжить...

source: The nebulous space past the horde of ships is much emptier than you would've expected. You're not sure why, but the Husks appear to be forming some sort of bubble around... a big, oily orb composed entirely of Soulplague-infected matter. As you enter this empty space and observe the strange sphere, your vision becomes blurry... and thoughts completely alien to your psyche enter your mind: "...join us... become one..." "...won't you enter... inside..." "...be free... forever... together..." You feel compelled to approach the orb, and let it take you. To allow yourself to become one with it...
ru: Туманное пространство за скоплением кораблей гораздо пустыннее, чем вы ожидали. Вы не знаете, почему, но оболочки, похоже, образуют какой-то пузырь вокруг... большая маслянистая сфера, полностью состоящая из материи, зараженной чумой души. Когда вы входите в это пустое пространство и наблюдаете за странной сферой, ваше зрение становится размытым... и в голову приходят совершенно чуждые вашей психике мысли: "...присоединяйся к нам... стань одним целым..." "...не хочешь ли ты войти... внутрь..." "...стань свободным... навсегда... вместе..." Вы чувствуете, что вынуждены приблизиться к сфере и позволить ей принять вас. Позволить себе стать единым целым с ней...

source: Yes, freedom... forever... together...
ru: Да, свобода... навсегда... вместе...

source: You push the ship forward, and the lustrious thing begins to envelop you. Welcome you. You feel calm... and warm, like this is where you belong. Like you're home.
ru: Вы направляете корабль вперед, и оно начинает окутывать вас. Приветствовать вас. Вы чувствуете спокойствие... и тепло, как будто здесь ваше место. Как будто вы дома.

source: I'm home...
ru: Я дома...

source: More thoughts rush to you, and your ship sinks even deeper into this wondrous home of yours... "...of ours... child..." "...you're home... child..." "...free forever... child..."
ru: Еще больше мыслей нахлынуло на вас, и ваш корабль еще глубже погружается в этот чудесный дом... "...наше... дитя..." "...ты дома... дитя..." "...свободен навсегда... дитя..."

source: Forever...
ru: Навсегда...

source: "...eternal bliss... with us..." "...forever happy... together..." "...no more worries... in paradise..."
ru: "...вечное блаженство... с нами..." "...вечное счастье... вместе..." "...больше никаких проблем... в раю..."

source: But then, for the briefest moment amidst your newfound bliss, your thoughts turn somewhere else. You think of the Federation, and everyone depending on you. You think of the Rebellion, and all the people they stand to oppose. You even think of yourself, of everything you've ever wanted, of everything you've ever hoped for... and you realize that dying like this sure as hell doesn't serve ANY of that. Gathering every ounce of willpower within your being, you break through the voices in your head, and manage to reach for the ship's controls...
ru: Но затем, на кратчайшее мгновение среди новообретенного блаженства, ваши мысли устремляются куда-то еще. Вы думаете о Федерации и всех, кто от вас зависит. Вы думаете о Восстании и всех тех, кому они противостоят. Вы даже думаете о себе, обо всем, чего вы когда-либо хотели, на что надеялись... и понимаете, что такая смерть точно не принесет НИЧЕГО хорошего. Собрав все силы воли, вы прорываетесь сквозь голоса в голове и дотягиваетесь до пульта управления кораблем...

source: Kick the engines into high gear!
ru: Запустить двигатели на полную мощность!

source: There's a noise, too muddied to reach your addled mind, as the engines roar to life and your ship tears itself out of the Soulplague-infected orb. It shoots out of it, past the swarm of Husks, and then deeper into the nebula's clouds for quite some time. Eventually, you're able to compose yourself and bring the ship to a halt... what just happened to you? Were you under the effects of some sort of mind control...?
ru: Раздается шум, слишком приглушенный, чтобы дойти до вашего одурманенного сознания, когда двигатели оживают, и ваш корабль вырывается из зараженной чумой души сферы. Он вылетает из нее, проносится мимо скопления оболочек, а затем на некоторое время углубляется в облака туманности. В конце концов вам удается взять себя в руки и остановить корабль... Что с вами только что произошло? Вы находились под воздействием какого-то контроля разумом...?

source: Dust off your knees, and breathe a sigh of relief.
ru: Смахнуть пыль с колен и вздохнуть с облегчением.

source: Regardless of what happened, you and the ship are at least fine enough now. For a moment, you ponder the potential consequences of having your ship engulfed in so much matter infected by the mattervirus, but your worries are quelled as soon as you see the writhing of your shadow.
ru: Независимо от того, что произошло, вы и корабль, по крайней мере, в порядке. На мгновение вы задумались о возможных последствиях того, что ваш корабль оказался поглощен таким количеством материи, зараженной мматерия-вирусом, но ваши опасения развеялись, как только вы увидели извивающуюся тень.

source: The... what?
ru: Что... это?

source: Indeed, it writhes as it always has. As you always have. As you've always wanted to. As you'll never get to. You are you, and you are home.
ru: Она, как и всегда, извивается. Как вы всегда хотели. Как вам никогда не удастся. Вы - это вы, и вы - это дом.

source: You
ru: Вы

source: That's right. I'm home.
ru: Все верно. Я дома.

source: You get ready to launch the FTL drive, and watch yourself as you leave the room. It's a wonderful thing you've accomplished here today, and you should be proud. You are proud.
ru: Вы готовитесь к запуску ССД и смотрите себе под ноги, выходя из помещения. Это замечательно, то, что вы сегодня здесь сделали, и вы должны гордиться этим. Вы и гордитесь.

source: Resist the voices, and get the hell out of here!
ru: Сопротивляться голосам и убраться отсюда!

source: Focusing your mind, you kick the engines into high gear, and they roar to life as your ship tears itself past the swarm of Husks, and then deeper into the nebula's clouds. It travels for quite some time, but, eventually, you're able to compose yourself and bring the ship to a halt... what just happened to you? Were you under the effects of some sort of mind control...?
ru: Сосредоточившись, вы запускаете двигатели на полную мощность, и корабль с ревом проносится мимо скопления оболочек, а затем углубляется в облака туманности. Он летит довольно долго, но в конце концов вам удается взять себя в руки и остановить корабль... Что с вами только что произошло? Вы попали под действие какого-то контроля разумом...?

source: Dust off your knees, and breathe a sigh of relief.
ru: Смахнуть пыль с колен и вздохнуть с облегчением.

source: Regardless of what happened, everything seems to at least be calm now. There's nothing left to do but leave the beacon, and dive deeper into the hell you've found yourself within.
ru: Что бы ни случилось, теперь все кажется успокоилось. Ничего не остается, как покинуть маяк и погрузиться в ад, в котором вы оказались.

source: There's a whole host of ships gathered in the clouds here, each one individually moving in random directions. Or, at least, semi-random ones... their attention seems to be localized around something the ships are all surrounding, but it's impossible to make out what exactly that something IS through them all. In any case, it's not difficult to tell that these are ships loosely manned by Soulplague Husks, and that they haven't caught on to your arrival... yet.
ru: В облаках собралось множество кораблей, каждый по отдельности движется в случайном направлении. Или, по крайней мере, в полуслучайных... Кажется, их внимание сосредоточено вокруг чего-то, что окружает корабли, но что именно - разобрать невозможно. В любом случае, нетрудно догадаться, что это корабли, хаотично пилотируемые чумными оболочками, и что они не заметили вашего присутствия... пока.

source: Perhaps there's a way through them...
ru: Возможно, через них можно пройти...

source: Whatever these ships are buzzing around, like a swarm of insects, intrigues you. There's a load of them here, though; you'll need to devise a solid plan to break through.
ru: Что бы ни представляли собой эти корабли, жужжащие, как рой насекомых, они вас заинтересовали. Однако их здесь очень много, и вам придется разработать надежный план, чтобы прорваться сквозь них.

source: (Soulplague Crew) Maybe we can talk our way through the swarm of ships?
ru: (Член экипажа-чума души) Может, нам удастся пробиться через скопление кораблей?

source: (Upg. Cloaking) Cloak, and attempt to sneak through the swarm of ships.
ru: (Улучш. Маскировка) Замаскировать и попытаться пробраться сквозь скопление кораблей.

source: (Upg. Engines) Attempt to break past the swarm of ships.
ru: (Улучш. Двигатели) Попытаться прорваться сквозь скопление кораблей.

source: Yeah, I've got a plan. Fight through the swarm of ships!
ru: Да, у меня есть план. Пробиваемся сквозь скопление кораблей!

source: You're not afraid to do what a Renegade does best. As you approach the Husk ships, a few of them break off to meet you, their movements frenzied... you'll have to get through this battle quickly if you don't want to be swarmed!
ru: Вы не боитесь делать то, что лучше всего получается у Ренегатов. Когда вы приближаетесь к кораблям оболочек, несколько из них отправляются навстречу вам, их движения лихорадочны... Вам придется быстро завершить эту битву, если вы не хотите, чтобы вас завалили оболочками!

source: Husks will continue to bleed into your ship until you manage to break through!
ru: Оболочки будут проникать на ваш корабль до тех пор, пока вам не удастся справиться с другим кораблем!

source: Continue...
ru: Продолжить...

source: Nevermind... leave the swarm of ships alone.
ru: Не обращать внимания... оставить скопление кораблей в покое.

source: You don't really like any of your options for getting through the swarm, after all. Content, you make sure to keep your distance from the Husks and whatever they're buzzing around as you wait for the FTL to charge.
ru: В конце концов, вам не нравится ни один из вариантов, как прорваться сквозь скопление. В ожидании зарядки ССД вы стараетесь держаться на расстоянии от оболочек и всего, что их окружает.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Leave the Husks alone.
ru: Оставить оболочек в покое.

source: You're not interested in tackling a swarm of Husk ships that large. Content, you make sure to keep your distance from them and whatever they're buzzing around as you wait for the FTL to charge.
ru: Вам не хочется сражаться с таким большим скоплением кораблей оболочек. Вы стараетесь держаться на расстоянии от них и всего, что их окружает, пока ждете зарядки ССД.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: Now that the Clansmen have been defeated, this reality is officially a slightly safer place... though, they were out here hunting literal monsters, weren't they? You're not sure how the math works out on whether or not you've helped evil or destroyed it, but... they were kind of just jerks, anyways. You're content with killing jerks, even if they kill monsters.
ru: Теперь, когда Клановцы побеждены, эта реальность официально стала немного безопаснее... Хотя, они ведь охотились здесь буквально на монстров, не так ли? Вы не знаете, как считать, помогли ли вы злу или уничтожили его, но... в любом случае, они были просто придурками. Вы довольны тем, что убиваете придурков, даже если они убивают монстров.
