Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: The infected drone's hull shatters, and the only choice you're left with is to salvage what remains.
ru: Корпус зараженного беспилотника разлетается на куски, и единственное, что вам остается, - это собрать то, что осталось.

source: The drone halts to a stop, and then begins to careen its way over to you. As it gets close, though, some of the Soulplague goop encrusting it slacks off and melts into your ship's hull...
ru: Беспилотник останавливается, а затем начинает нестись к вам. Однако, когда он приближается, часть покрывающей его чумы души отделяется и вплавляется в корпус вашего корабля...

source: Continue...
ru: Продолжить...

source: ...before finding its way inside and coalescing into a swarm of Husks!
ru: ...прежде чем оказывается внутри и превращается во множество оболочек!

source: The drone halts to a stop, but the damage to its systems seems to be worse than you thought. It interprets your attempt at contact as a sign of aggression, and moves in to attack! As it gets close, some of the Soulplague goop encrusting it slacks off and melts into your ship's hull, ultimately forming a swarm of Soulplague Husks once inside... seems you've got double trouble!
ru: Беспилотник останавливается, но повреждения его систем, похоже, серьезнее, чем вы думали. Он воспринимает вашу попытку контакта как признак агрессии и переходит в атаку! Когда он приближается, часть чумы души, покрывающей его, отделяется и вплавляется в корпус вашего корабля, образуя внутри множество оболочек... кажется, у вас двойные проблемы!

source: Continue...
ru: Продолжить...

source: You're successfully able to get close enough to the drone to salvage it for parts, but it's difficult to account for the Soulplague-infected matter you bring back with you. The iridescent goop encrusting parts of the haul slacks off, and drops onto the floor... before coalescing into a swarm of Husks!
ru: Вам удается подобраться к беспилотнику достаточно близко, чтобы разобрать его на запчасти, но трудно определить, сколько зараженной чумой души материи вы забрали с собой. Переливающаяся слизь, покрывающая части груза, исчезает и падает на пол... а затем превращается в множество оболочек!

source: Though you're able to get close to the drone, the damage to its systems doesn't seem to be as bad as you thought. It recognizes your attempt to salvage it as a sign of aggression, and prepares to defend itself! As it does so, some of the Soulplague goop encrusting it slacks off and melts into your ship's hull, ultimately forming a swarm of Soulplague Husks once inside... seems you've got double trouble!
ru: Хотя вам удается подобраться к беспилотнику, повреждения его систем, похоже, не так серьезны, как вы думали. Он воспринимает вашу попытку помочь ему, как признак агрессии и готовится защищаться! При этом часть покрывающей его чумы души отделяется и вплавляется в корпус вашего корабля, образуя внутри множество оболочек... Похоже, у вас двойные проблемы!

source: Continue...
ru: Продолжить...

source: Now that the Husks have been dealt with, your attention returns to the drone outside. It seems to have been waiting nearby, patiently, and you notice as an automated voice recording is received from it, "F-F-F... -DERATION! W-WELC-COME!" You're not sure why it's all the way out here, or how it's managed to remain vaguely operational, but it seems to still have wares available for trade.
ru: Теперь, когда с оболочками покончено, ваше внимание возвращается к беспилотнику. Он, похоже, терпеливо ждал неподалеку, и вы замечаете, как с его борта раздается автоматическая запись голоса: "Ф-Ф-Ф... ЕДЕРАЦИЯ! Д-ДОБ-РО П-ПО-ЖАЛО-ВАТЬ!" Вы не знаете, почему он оказался здесь и как ему удалось сохранить работоспособность, но, похоже, у него все еще есть товары для торговли.

source: Continue...
ru: Продолжить...

source: It'd be a relief to see a familiar face all the way out here... and, yet, the Federation vessel that awaits you at this beacon is simply an Auto-ship. Worse yet, it seems to have suffered severe damage to its internal workings and external integrity as a result of the Soulplague mattervirus. The Auto-ship's hull glistens slightly, and its movements are sporadic, but you get the sense that you may be able to still trade with it if you could get it to slow down somehow.
ru: Было бы приятно увидеть знакомое лицо на всем этом пути... но судно Федерации, ожидающее вас у этого маяка, - всего лишь автоматический корабль. Хуже того, он, похоже, получил серьезные повреждения внутренних механизмов и внешней целостности в результате действия материя-вируса чумы души. Корпус автоматического корабля слегка блестит, а его движения беспорядочны, но у вас возникает ощущение, что с ним еще можно торговать, если заставить его хоть как-то снизить скорость.

source: Attempt to contact the drone.
ru: Попытаться связаться с беспилотником.

source: Salvage the drone.
ru: Разобрать беспилотник.

source: (Soulplague Crew) Fix the drone...?
ru: (Член экипажа-чума души) Починить дрон...?

source: Your Soulplague-aligned crew member gurgles something, and you hear a faint whisper tinge against the edges of your mind. The Auto-ship outside halts to a stop, and an automated voice recording is received from it, "F-F-F... -DERATION! W-WELC-COME!" You're not sure why it's all the way out here, or how it's managed to remain vaguely operational, but it seems to still have wares available for trade.
ru: Ваш член экипажа связанный с чумой души что-то булькает, и вы слышите слабый шепот, доносящийся до вашего сознания. Автоматический корабль останавливается, и с него раздается автоматический голос: "Ф-Ф-Ф... ЕДЕРАЦИЯ! Д-ДОБ-РО П-ПО-ЖАЛО-ВАТЬ!" Вы не знаете, почему он оказался здесь и как ему удалось сохранить работоспособность, но, похоже, у него все еще есть товары для торговли.

source: (Engi Crew) Fix the drone.
ru: (Член экипажа-энджи) Починить беспилотник.

source: Your Engi is no stranger to working on Auto-ships and drones, though it's never seen one inflicted with a mattervirus. It's able to fix the drone enough to get it to stay still, but some of the Soulplague goop encrusting it slacks off and melts into your ship's hull...
ru: Вашему энджи не в новинку работать с автоматическими кораблями и дронами, хотя он никогда не видел, чтобы они были поражены материя-вирусом. Ему удается починить дрон настолько, чтобы он оставался неподвижным, но часть покрывающей его чумы души отваливается и вплавляется в корпус вашего корабля...

source: Continue...
ru: Продолжить...

source: ...before finding its way inside and coalescing into a swarm of Husks!
ru: ...прежде чем оказывается внутри и превращается во множество оболочек!

source: (Engineer Crew) Fix the drone.
ru: (Член экипажа-Инженер) Починить беспилотник.

source: Your Engineer tries to explain that they're only used to working on Rebel Auto-ships, and never once Soulplague-infected ones, but you convince them to try anyways. They're able to fix the drone enough to get it to stay still, but some of the Soulplague goop encrusting it slacks off and melts into your ship's hull...
ru: Ваш Инженер пытается объяснить, что он привык работать только с автоматическими обыкновенными кораблями повстанцев и никогда не работал с зараженными чумой души, но вы все равно убеждаете его попробовать. Ему удается починить дрон настолько, что он остается неподвижным, но часть чумы души, покрывающей его, отваливается и вплавляется в корпус вашего корабля...

source: Continue...
ru: Продолжить...

source: ...before finding its way inside and coalescing into a swarm of Husks!
ru: ...прежде чем оказывается внутри и превращается во множество оболочек!

source: (Repair Drone) Fix the drone. [1|]
ru: (Дрон-ремонтник) Починить беспилотник. [1|]

source: Your repair drone begins to patch up the Auto-ship. It's able to fix it enough to get it to stay still, but some of the Soulplague goop encrusting it slacks off and melts into your ship's hull...
ru: Ваш ремонтный дрон начинает чинить автоматический корабль. Ему удается починить его настолько, что он остается неподвижным, но часть покрывающей его чумы души отваливается и вплавляется в корпус вашего корабля...

source: Continue...
ru: Продолжить...

source: ...before finding its way inside and coalescing into a swarm of Husks!
ru: ...прежде чем оказывается внутри и превращается во множество оболочек!

source: (Lanius Crew) Have your Lanius salvage the drone.
ru: (Член экипажа-ланиус) Пусть ваш ланиус разберет беспилотник.

source: Your Lanius is capable of salvaging the drone, knowing exactly what to disassemble to prevent triggering its defenses, but it wasn't prepared to account for the Soulplague-infected matter it'd bring with it. The iridescent goop encrusting parts of the haul slacks off, and drops onto the floor... before coalescing into a swarm of Husks!
ru: Ваш ланиус способен разобрать дрона, зная, что именно нужно делать, чтобы не сработала его защита, но он не был готов к тому, что он принесет чуму души с собой. Переливающаяся слизь, покрывающая часть груза, отделяется и падает на пол... а затем превращается в множество оболочек!

source: Ignore the Auto-ship.
ru: Не обращать внимания на автоматический корабль.

source: The malfunctioning automaton careens off, deeper into the nebula, and part of you wonders just how long it'll continue to wander aimlessly before its systems give out.
ru: Неисправный автоматический корабль уносится все дальше и дальше в туманность, и вы задаетесь вопросом, как долго он еще будет бесцельно скитаться, прежде чем его системы откажут.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: What little had remained of the Federation ship goes flying in every direction, and is lost amongst the nebula's clouds.
ru: То, что осталось от корабля Федерации, разлетается во все стороны и теряется среди облаков туманности.

source: You make the call to investigate the inside of the tattered ship. To your surprise, there's somehow still power to its systems; a faint, stale breeze accompanies the ship's dimly lit halls. It doesn't take you long to figure out what happened to its previous occupants, though, as thick build-ups of the Soulplague mattervirus cake the walls, floor and ceiling... there's less 'ship' here than there is mattervirus. You make the desperate call to pull out, but it's already too late; the matter around you bubbles as Husks begin to pull themselves free from the walls around you. Thankfully, you're able to make it back to your own ship, but not without the Husks following!
ru: Вы решаете исследовать внутренние помещения потрепанного корабля. К вашему удивлению, питание в его системах каким-то образом сохранилось; слабый, затхлый ветерок сопровождает тускло освещенные залы корабля. Вы не сразу догадываетесь, что случилось с его предыдущими обитателями: стены, пол и потолок покрыты толстым слоем материя-вируса чумы души... "корабля" здесь меньше, чем материя-вируса. Вы отчаянно пытаетесь вырваться, но уже слишком поздно: материя вокруг вас пузырится, когда оболочки начинают отделяться от стен вокруг вас. К счастью, вам удается вернуться на свой корабль, но не без преследователей в виде оболочек!

source: The final Husk melts into a puddle on the floor, and you return your attention to the Auto-ship hovering outside. You know it has enough energy to fulfill only one request. What will it be?
ru: Последняя оболочка тает в луже на полу, и вы переключаете свое внимание на автоматический корабль, дрейфующий неподалеку. Вы знаете, что у него достаточно энергии, чтобы выполнить только одну просьбу. Что это будет?

source: Send a repair command.
ru: Запросить ремонт.

source: You send your command to the drone's systems, and it gets to repairing your ship's hull. It spends a few minutes doing so before its lights begin to flicker, and then die entirely as the Auto-ship goes still... its job is done. You hope it can rest easily out here in your fallen Federation allies' place.
ru: Вы отправляете запрос в системы беспилотника, и он приступает к ремонту корпуса вашего корабля. Проходит несколько минут, прежде чем его огни начинают мерцать, а затем и вовсе гаснут, когда автоматический корабль замирает... его работа завершена. Вы надеетесь, что он сможет спокойно отдохнуть здесь, на месте ваших павших союзников из Федерации.

source: Send a command for resources.
ru: Запросить ресурсы.

source: You send your command to the drone's systems, and it prepares to jettison its cargo. After doing so, its lights begin to flicker, and then die entirely as the Auto-ship goes still... its job is done. You hope it can rest easily out here in your fallen Federation allies' place.
ru: Вы отправляете запрос в системы беспилотника, и он готовится выбросить свой груз. После этого его огни начинают мерцать, а затем и вовсе гаснут, когда автоматический корабль замирает... его работа завершена. Вы надеетесь, что он сможет спокойно отдохнуть здесь, на месте ваших павших союзников по Федерации.

source: Send a command for it to distract the Rebel fleet.
ru: Запросить задержку флота.

source: You send your command to the drone's systems, and it prepares to use the remainder of its energy to send out a Federation signal as powerful as it can muster. After doing so, its lights begin to flicker, and then die entirely as the Auto-ship goes still... its job is done. You hope it can rest easily out here in your fallen Federation allies' place.
ru: Вы отправляете запрос в системы беспилотника, и он готовится использовать остатки своей энергии, чтобы послать сигнал Федерации настолько мощный, насколько это возможно. После этого его огни начинают мерцать, а затем и вовсе гаснут, поскольку автоматический корабль замирает... его работа завершена. Вы надеетесь, что он сможет спокойно отдохнуть здесь, на месте ваших павших союзников из Федерации.

source: You press a button on the Auto-ship, and it roars to life... it'll deploy in a few moments, and you realize that you need to get out of here before it lifts off and tears a hole in the hull! You sprint through the wrecked ship's musty halls, the iridescent puddles around you reverberating as the drone prepares its takeoff, and you're able to make it back in time... as you do, the Auto-ship violently bursts free from the remains of the Federation ship. Its hull splinters, sending wreckage in every direction, and the Auto-ship hovers just outside...
ru: Вы нажимаете кнопку на автоматическом корабле, и он оживает... через несколько мгновений он разворачивается, и вы понимаете, что вам нужно убираться отсюда, пока он не взлетел и не проделал дыру в корпусе! Вы бежите по затхлым коридорам разрушенного корабля, радужные лужи вокруг вас эхом отражаются от готовящегося к взлету беспилотника, и вы успеваете вернуться... в этот момент автоматический корабль с грохотом отрывается от останков корабля Федерации. Его корпус разлетается на куски, разбрасывая во все стороны обломки, а автоматический корабль парит совсем рядом...

source: Continue...
ru: Продолжить...

source: ...but, it seems a horde of Husks woke up and followed you aboard just beforehand! You'll have to take care of them first...
ru: ...но, похоже, орда оболочки проснулась и последовала за вами на борт незадолго до этого! Вам придется сначала разобраться с ними...

source: You press a button on the Auto-ship, and it roars to life... it'll deploy in a few moments, and you realize that you need to get out of here before it lifts off and tears a hole in the hull! You sprint through the wrecked ship's musty halls, the iridescent puddles around you reverberating as the drone prepares its takeoff, and you're able to make it back in time. You close the airlock behind you, and your ship decouples just as Soulplague Husks begin to pour out; they make a leap for it, but come just short... it seems they'll have all eternity to take out their ravenous energies on the nebula around them.
ru: Вы нажимаете кнопку на автоматическом корабле, и он оживает... через несколько мгновений он разворачивается, и вы понимаете, что вам нужно убираться отсюда, пока он не взлетел и не проделал дыру в корпусе! Вы бежите по затхлым коридорам разрушенного корабля, радужные лужи вокруг вас эхом отражаются от готовящегося к взлету беспилотника, и вам удается вернуться вовремя... Вы закрываете за собой шлюз, и ваш корабль отстыковывается как раз в тот момент, когда из него начинают выбираться чумные оболочки; они совершают рывок, но не успевают... похоже, у них будет целая вечность, чтобы выплеснуть свою хищную энергию на окружающую туманность.

source: Wait for the drone to launch.
ru: Дождаться запуска беспилотника.

source: A few moments pass, and the Auto-ship violently bursts free from the remains of the Federation ship. Its hull splinters, sending wreckage in every direction, and the Auto-ship hovers just outside... you know it has enough energy to fulfill only one request. What will it be?
ru: Проходит несколько мгновений, и автоматический корабль с силой отрывается от останков корабля Федерации. Его корпус разлетается на куски, разбрасывая во все стороны обломки, а автоматический корабль парит совсем рядом... Вы знаете, что у него достаточно энергии, чтобы выполнить только одну просьбу. Что это будет?

source: Send a repair command.
ru: Запросить ремонт.

source: You send your command to the drone's systems, and it gets to repairing your ship's hull. It spends a few minutes doing so before its lights begin to flicker, and then die entirely as the Auto-ship goes still... its job is done. You hope it can rest easily out here in your fallen Federation allies' place.
ru: Вы отправляете запрос в системы беспилотника, и он приступает к ремонту корпуса вашего корабля. Проходит несколько минут, прежде чем его огни начинают мерцать, а затем и вовсе гаснут, когда автоматический корабль замирает... его работа завершена. Вы надеетесь, что он сможет спокойно отдохнуть здесь, на месте ваших павших союзников из Федерации.

source: Send a command for resources.
ru: Запросить ресурсы.

source: You send your command to the drone's systems, and it prepares to jettison its cargo. After doing so, its lights begin to flicker, and then die entirely as the Auto-ship goes still... its job is done. You hope it can rest easily out here in your fallen Federation allies' place.
ru: Вы отправляете запрос в системы беспилотника, и он готовится выбросить свой груз. После этого его огни начинают мерцать, а затем и вовсе гаснут, когда автоматический корабль замирает... его работа завершена. Вы надеетесь, что он сможет спокойно отдохнуть здесь, на месте ваших павших союзников по Федерации.

source: Send a command for it to distract the Rebel fleet.
ru: Запросить задержку флота.

source: You send your command to the drone's systems, and it prepares to use the remainder of its energy to send out a Federation signal as powerful as it can muster. After doing so, its lights begin to flicker, and then die entirely as the Auto-ship goes still... its job is done. You hope it can rest easily out here in your fallen Federation allies' place.
ru: Вы отправляете запрос в системы беспилотника, и он готовится использовать остатки своей энергии, чтобы послать сигнал Федерации настолько мощный, насколько это возможно. После этого его огни начинают мерцать, а затем и вовсе гаснут, поскольку автоматический корабль замирает... его работа завершена. Вы надеетесь, что он сможет спокойно отдохнуть здесь, на месте ваших павших союзников из Федерации.

source: You make the call to investigate the inside of the tattered ship. To your surprise, there's somehow still power to its systems; a faint, stale breeze accompanies the ship's dimly lit halls. Several puddles of the Soulplague mattervirus form patches across the floor, and you're able to surmise what happened to the ship's inhabitants... stepping around the mattervirus and heading deeper, though, you manage to stumble across the ship's hold. There's an undeployed Auto-ship within its remains, and you identify it as the source of the store beacon. Unfortunately, it seems that it was never properly stocked before its owners met their demise... it seems to have enough juice to only fulfill one task, even if you deployed it. To make matters worse, out of the corner of your eye, you notice as another puddle of the mattervirus glimmers in the darkness... is it worth risking its agitation?
ru: Вы решаете исследовать внутренние помещения потрепанного корабля. К вашему удивлению, в его системах каким-то образом сохранилось питание; слабый, затхлый ветерок сопровождает тускло освещенные залы корабля. Несколько луж материя-вируса чумы души образуют пятна на полу, и вы можете предположить, что случилось с обитателями корабля... Избегая материя-вируса и направившись глубже, вы натыкаетесь на трюм корабля. В его останках находится нетронутый автоматический корабль, и вы определяете, что именно он является источником сигнала магазина. К сожалению, похоже, что он так и не был должным образом укомплектован до того, как его владельцы погибли... Похоже, у него достаточно энергии, чтобы выполнить только одну задачу, даже если вы его запустите. Что еще хуже, краем глаза вы заметили, как в темноте мелькнула еще одна лужица материя-вируса... стоит ли рисковать его пробуждением?

source: Activate the drone.
ru: Активировать беспилотник.

source: Get out of here.
ru: Убраться отсюда.

source: Whatever little the Auto-ship could offer you isn't worth another battle with Husks. You make your way back to your ship, stepping carefully along the way, and are left to watch as the Federation wreck continues its slow, lonely drift through the nebula.
ru: Все, что может предложить вам автоматический корабль, не стоит еще одной битвы с оболочками. Вы возвращаетесь на свой корабль, осторожно ступая по дороге, и остаетесь наблюдать, как обломки корабля Федерации продолжают свой медленный, одинокий дрейф в туманности.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The final Husk melts into a puddle on the floor, and you return your attention to the Auto-ship hovering outside. Before it begins its aimless journey through the nebula, you know that there's still time to trade with it. You do so with a heavy heart; one can only pray that the drone's journey here goes better than your fallen Federation allies' had.
ru: Последняя оболочка тает в луже на полу, и вы возвращаете свое внимание к автоматический корабль, дрейфующему неподалеку. Прежде чем он начнет свое бесцельное путешествие по туманности, вы знаете, что еще есть время поторговаться с ним. Вы делаете это с тяжелым сердцем: остается только молиться, чтобы путешествие беспилотника прошло лучше, чем у ваших павших союзников из Федерации.
