Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: Your sensors scan over the vast space outside, and are able to get a faint reading some distance away... emphasis on faint. Has something gone wrong?
ru: Ваши сенсоры сканируют обширное пространство снаружи и получают слабые показания на некотором расстоянии... подчеркиваю, слабые. Что-то пошло не так?

source: Follow your sensors' reading.
ru: Следовать за показаниями своих сенсоров.

source: Try to find him yourself.
ru: Попробовать найти его сами.

source: You know it to be a fool's errand, but you can't help but try regardless... unfortunately, manually combing something as vast as a nebula for a single ship is an excercise in futility. You don't find a single trace of the old man after a few minutes of searching, and your gut tells you no amount of additional minutes is going to change that. It's time to leave, empty-handed...
ru: Вы знаете, что это глупо, но не можете не попытаться... К сожалению, вручную прочесывать такую огромную туманность в поисках одного корабля - занятие бесполезное. После нескольких минут поисков вы не находите ни единого следа старика, и чутье подсказывает вам, что никакие дополнительные минуты не изменят ситуацию. Пришло время уходить с пустыми руками...

source: The strange Crystal transport's coordinates pointed to this location.
ru: Координаты странного кристаллического транспорта указывают на это место.

source: You've arrived at the mysterious coordinates, though... if there's anything here, you can't make it out amongst the nebula. The space here feels as dead as the rest of the sector.
ru: Вы прибыли по загадочным координатам, но... если здесь что-то и есть, то вы не можете различить это среди туманности. Пространство здесь кажется таким же мертвым, как и во всем остальном секторе.

source: There's got to be something here!
ru: Здесь должно быть что-то!

source: As if to prove your proclamation right, you receive a hail from an unknown location as you throw your tantrum. Eager to get the loot you've earned, you accept it, and are met with the backside of an elderly man clad in black armor as he tinkers with something out of view, "Vydoorin, you're late; again! Were you expecting me to deal with this matter myself? The hour is nearly upon us, and we're left with little time to prepare the rites thanks to you and your sect's tardiness. Tell me, have you at least brought the binding regent?" You're unsure of how to respond, and the man repeats himself after a moment, "Well? You have, haven't you?"
ru: Словно в подтверждение правоты ваших слов, вы получаете вызов из неизвестного места. Жаждущий получить заслуженную награду, вы принимаете его, и перед вами предстает спина пожилого человека в черных доспехах, который копается в чем-то, находящемся вне поля зрения: "Выдурин, ты опять опоздал! Ты ожидал, что я сам разберусь с этим делом? Час близок, а у нас мало времени на подготовку обрядов из-за твоего опоздания и опоздания твоей секты. Скажи, ты хотя бы привез связующий реагент?" Вы не знаете, что ответить, и мужчина через мгновение повторяет: "Ну? Привез, а?"

source: I, uh...
ru: Я, э-э...

source: You stammer over your words, and the man turns around, "Are you TRYING to-" He pauses mid-sentence as he sees you, blinks a few times, and then puts a finger to his temple as a look of annoyance washes over his face, "You are not Vydoorin. Tell me; how did you find me here, in the middle of nowhere?"
ru: Вы заикаетесь, и мужчина оборачивается: "Ты ПЫТАЕШЬСЯ..." Он останавливается на полуслове, увидев вас, несколько раз моргает, а затем прикладывает палец к виску с выражением досады на лице: "Ты не Выдурин. Скажи мне, как ты нашел меня здесь, в глуши?"

source: Well, I...
ru: Ну, я...

source: He cuts you off, as you stumble over your words, "Oh, it hardly matters. We're almost out of time... looks like we're going to have to do this the hard way." The man moves his head to the side a little, as if it would help him see over your shoulder, before shaking his head and sighing, "Your vessel will have to do. It seems capable enough, if little else."
ru: Он прерывает вас, когда вы запинаетесь на полуслове: "О, это не имеет значения. Времени почти не осталось... Похоже, придется действовать по-плохому". Мужчина слегка наклоняет голову вбок, словно пытаясь заглянуть вам за плечо, а затем качает головой и вздыхает: "Твое судно должно подойти. Оно кажется достаточно дееспособным, если не сказать больше".

source: What? What are you talking about?
ru: Что? О чем вы говорите?

source: "So you CAN speak! Enlightening. Listen here, intruder, and listen well. I can only imagine what you've done to Vydoorin's sect to find your way here, but I am left with little option but to put that aside for the sake of what's to come." He motions towards a window with his spare hand, the other still to his temple, "There is only one way we may both survive this- well, there is only one way YOU may survive this. My survival is all but guaranteed, but that's beside the point. You must handle the brunt of their force while I perform the binding... regentless, thanks to your meddling, but it should remain feasible as long as you simply DON'T die. Can you manage that?"
ru: "Так ты все-таки УМЕЕШЬ говорить! Потрясающе. Слушай сюда, незваный гость, и слушай внимательно. Я могу только догадываться, что ты сделал с сектой Видурина, чтобы сюда добраться, но у меня почти не остается выбора, кроме как забыть об этом ради того, что грядет". Он жестом свободной руки указывает на иллюминатор, другая рука все еще у виска. "Есть только один способ нам обоим выжить... вернее, есть только один способ ТЕБЕ выжить. Мое выживание почти гарантировано, но это не главное. Ты должен выдержать основной удар их сил, пока я провожу связывание... без реагента, благодаря твоему вмешательству, но и без него это возможно, пока ты просто НЕ умрешь. Справишься?"

source: Hold on. THEIR force? You're still speaking vaguely...
ru: Подождите. ИХ сил? Вы говорите расплывчато...

source: The man slams his armored fist against the console, "The Seraphim, dammit! They're almost-" He's interrupted as a flash of light from outside overtakes the both of you, its sheer brilliance piercing even the nebula around you, and you're left dazed...
ru: Мужчина ударяет своим бронированным кулаком по консоли: "Серафимы, черт побери! Они почти..." Его прерывают, когда вспышка света снаружи охватывает вас обоих, ее яркий блеск пронзает даже туманность вокруг вас, и вы замираете в оцепенении...

source: Gather your wits.
ru: Собраться с мыслями.

source: As you come to, and the blinding light fades, you realize in its place sits a Shell ship wreathed in truly radiant flames. The man's annoyed demeanor drops as he sees this ship himself, and continues speaking, in a low whisper, "They're here. Remember: do NOT die. I will send what little assistance I can afford to spare when a fight inevitably breaks out. And don't even try to think about running; I've ensured you can't. Consider it Vydoorin's final regards." Indeed, you check, and it looks like your FTL drive has been overloaded with energy somehow, crippling it for the time being... it seems you'll have to do as the old man asks.
ru: По мере того как вы приходите в себя и ослепляющий свет меркнет, на его месте вы видите корабль ракушек, окутанный поистине сияющим пламенем. Раздраженное выражение лица старика исчезает, когда он сам замечает этот корабль, и он продолжает говорить тихим шепотом: "Они здесь. Запомни: НЕ умри. Я пришлю ту незначительную помощь, которую смогу выделить, когда неизбежно начнется бой. И даже не пытайся бежать; я позаботился о том, чтобы ты не смог. Считай это последней любезностью от Видурина". И действительно, вы проверяете, и похоже, что ваш ССД каким-то образом перегружен энергией, что временно вывело его из строя... похоже, вам придется сделать так, как просит старик.

source: Take a deep breath, and face the flaming ship.
ru: Сделать глубокий вдох и повернуться лицом к пылающему кораблю.

source: The man ends the call, as the Shells hail you themselves, and you realize that they aren't just any Shells... massive, blazing wings sprout forth from their backs, curling around them to form what almost resembles a secondary shell. One of them speaks as you're lost in their collective magnificence, "So it is a Renegade, of thhhe Federation, thhhhat would seek to exploit thhhis fault in thhhhe seams... thhhhus is it our duty to punish thhhis insolence, and ensure thhhhat thhhis fault is closed. Burn before thhhhe light, and repent; so thhhhat thhhe taint withhhin you may be purged, and we may know peace once more!" You imagine that that'll be a stern 'no' in regards to negotiation, then... what exactly have you gotten yourself into, though? Seams? Taint? Burning? You don't like the sound of that last one in particular...
ru: Мужчина завершает вызов, и ракушки сами выходят с вами на связь. Вы понимаете, что это не просто ракушки... огромные, пылающие крылья вырастают у них из спин, обвиваясь вокруг, образуя нечто вроде второй раковины. Один из них говорит, пока вы поражены их коллективным великолепием: "Значшит, это Ренегат из Федерации пытается использовать этот изъян в швах... наш долг - наказать эту наглость и обеспечшить закрытие этого изъяна. Сгори в свете и покайся, чштобы скверна внутри тебя была очшищена, и мы снова познали мир!" Похоже, переговоры тут не предвидятся... во что же вы ввязались? Швы? Скверна? Пламя? Последнее вам особенно не нравится...

source: Continue...
ru: Продолжить...

source: There's another flash of light as a bolt of lightning strikes your ship, and you're blinded once more. You blink a few times to regain your vision, and before you is one of the strange, tentacled abominations you'd felled earlier! Though, it doesn't seem to be as aggressive... is this that old man's idea of assistance?! It'll have to do, as the flaming Shell ship approaches; prepare yourself!
ru: Еще одна вспышка света - молния ударила в корабль, и вы снова ослепли. Вы несколько раз моргаете, чтобы восстановить зрение, а перед вами - одна из тех странных щупальцеобразных мерзостей, которых вы уничтожили ранее! Правда, она не выглядит такой агрессивной... неужели старик решил вам помочь?! Придется довольствоваться этим, ведь к вам приближается пылающий корабль ракушек; приготовьтесь!

source: Mist'tsk
ru: Мист'тск

source: Continue...
ru: Продолжить...

source: The Ultima Armor seems to almost look at you.
ru: Кажется, что Ультима броня почти смотрит на вас.

source: Even if there's something here, you get the uneasy feeling that the Ultima Armor doesn't want you to find it... it looks like you'll have to leave, with nothing but disappointment to show for it.
ru: Даже если здесь что-то есть, у вас возникает неприятное чувство, что Ультима броня не хочет, чтобы вы это нашли... Похоже, вам придется уйти, не получив ничего, кроме разочарования.

source: The Geniocracy Radiant District is typically tasked with protecting Shell space, but, for some reason, one of their vessels is present in the nebula here. You're considering asking them why when they turn to face you, weapons charging! They must consider you a threat!
ru: Обычно Лучезарный округ Гениократии занимается защитой пространства ракушек, но по какой-то причине один из их кораблей находится в этой туманности. Вы уже собираетесь спросить их о причинах, как вдруг они поворачиваются к вам лицом, заряжая оружие! Они, должно быть, считают вас угрозой!

source: Continue...
ru: Продолжить...

source: You noticed this location, and its corrupted data, as you entered the sector.
ru: Вы заметили это место и его искаженные данные, когда вошли в сектор.

source: The strange, marked beacon appears to have led you to a clearing in the nebula, but... is there nothing else here?
ru: Странный маяк, похоже, привел вас на просеку в туманности, но... неужели здесь больше ничего нет?

source: I don't see anything.
ru: Я ничего не вижу.

source: You remark at the beacon's emptiness to yourself, and a rogue thought enters your head: For you haven't the eyes to see.
ru: Вы отмечаете про себя пустоту маяка, и в вашу голову приходит шальная мысль: У вас нет глаз, чтобы видеть.

source: The eyes to see... what does that mean?
ru: Глаза, чтобы видеть... что это значит?

source: An explosion from behind you sends you flying into the ship's console, and you turn around to see... someone armored head-to-toe, stepping out of some kind of portal. No, not so much stepping out as much as they're fighting their way out - the spear in their hands tearing away at the goopy, oily tentacles that threaten to pull them in. You realize that you recognize these tentacles... this is Soulplague-infected matter! You watch, in awe, as the figure finishes cutting away at the tentacles, and the portal shuts closed behind them. They take a moment to wipe themself off, deactivated Soulplague matter splattering against the floor as they do so, before turning to you, pointing at themself, and finally speaking: "It means... you're gonna need a little help!" You figure that sounded cooler in their head, and you're still not really sure what that means, but at the very least you're able to remark on their voice. Though they're muffled behind their helmet, you feel that they sound feminine, theatrical and exhausted. Especially exhausted.
ru: Взрыв позади швыряет вас в консоль корабля, и вы оборачиваетесь, чтобы увидеть... кого-то, закованного в броню с головы до ног, выходящего из какого-то портала. Нет, не столько выходящего, сколько пробивающегося наружу - копье в его руках рассекает липкие, маслянистые щупальца, которые угрожают затащить его обратно. Вы понимаете, что узнаете эти щупальца... это зараженная чумой души материя! Вы с изумлением наблюдаете, как фигура заканчивает отрубать щупальца, и портал за ней закрывается. Она тратит мгновение, чтобы отряхнуться, деактивированная материя чумы души разлетается по полу, после чего поворачивается к вам, указывает на себя и наконец говорит: "Значит... вам нужна небольшая помощь!" Вы думаете, что в ее голове это звучало круче, и вы все еще не понимаете, что это значит, но, по крайней мере, вы можете обратить внимание на ее голос. Хотя он и приглушен шлемом, вы чувствуете, что он женский, театральный и измученный. Особенно измученный.

source: Alright, uh... ma'am? Who are you? And do you often break into people's ships via portal...?
ru: Простите... мэм? Кто вы? И часто ли вы вламываетесь на чужие корабли через портал...?

source: "Break into - you're here because you got my message, RIGHT? You got it, didn't you?" She didn't object to being called ma'am, so that's that settled. As far as her message goes...
ru: "Вламываюсь? Вы здесь, потому что получили мое сообщение, ВЕРНО? Получили, ведь так?" Она не возразила против "мэм", так что с этим разобрались. Что касается ее сообщения...

source: Do you mean that weird series of rhymes?
ru: Вы имеете в виду ту странную череду рифм?

source: She puts her gauntlets together, spear still in hand, awkwardly, "YES! You've answered the hero's call! Good, because there's not a lot of time to waste; the Children... or, uh, maybe the Weavers now that I think about it... not important! Point being, they're going to come and drag me back any minute now. You, uh..." She pauses as she gets a good look at you, and her energy tones down a bit, "...you're not one of us. It's no wonder you can't see it. That's okay, though; you've still answered the call! You've got a hero's heart, and that's all that matters! Though, it does make this rather awkward... do you have any idea what's happening?"
ru: Она неуклюже складывает закованные в броню руки, копье все еще в одной из них: "ДА! Вы ответили на зов героя! Хорошо, потому что времени в обрез; Дети... или, эмм, может, Ткачи, если подумать... неважно! Суть в том, что они явятся и затащат меня обратно с минуты на минуту. Вы, эмм..." Она замолкает, внимательно вас разглядывая, и ее тон становится чуть менее энергичным, "...вы не один из нас. Неудивительно, что вы этого не видите. Но ничего страшного; вы все равно ответили на зов! У вас героическое сердце, и это все, что имеет значение! Хотя, это делает ситуацию довольно неловкой... вы хоть представляете, что происходит?"

source: Not a clue.
ru: Ни малейшего понятия.

source: "I see... well, you're my only chance now, lest I wait another lifetime! I'll have to make this as quick as I can." She gathers her thoughts for a moment, and then puts an armored hand to her heart, "Long ago... no, that's stupid. Listen. Something's out to keep me trapped; something ancient, malevolent and calculating. It would trick a collective of Shells to do so, and damn the entire Multiverse while it's at it; you have to have seen the echoes of its work if you've come this close to their center, right?" She gestures outside, and stares inquisitively.
ru: "Понимаю... ну, вы мой единственный шанс сейчас, иначе мне придется ждать еще целую вечность! Мне нужно поторопиться." Она на мгновение собирается с мыслями, а затем прикладывает закованную в броню руку к сердцу: "Давным-давно... нет, это глупо. Слушайте. Что-то пытается держать меня в ловушке; что-то древнее, злобное и расчетливое. Оно обманом заставило ракушек действовать в своих интересах, и черт бы с ними, оно заодно погубит всю Мультивселенную; вы же должны были видеть отголоски его работы, если подобрались так близко к их центру, верно?" Она жестом показывает на внешний мир и смотрит вопросительно.

source: Do you mean the Soulplague mattervirus?
ru: Вы имеете в виду материя-вирус чумы души?

source: The armored woman nods, "It doesn't matter what you want to call it; what it is, is entropy incarnate. It's less of a 'matter' virus, though that name's still apt, and more of a 'spacetime' virus - as far as I can tell, it's been bastardized for the sole purpose of my eternal torment. The Shells who unknowingly created it were wanting the perfect mimic; something that could mirror the characteristics of anything, or anyone, for the purpose of labor. They would come close to achieving this, but ultimately fall short at the finish line... it would be the resulting desperation that compelled them to make a deal they couldn't possibly comprehend the consequences of. This mimic of theirs would be twisted, by dark forces, into what you now call the Soulplague mattervirus: an engine with which to corrupt matter, and use it to create an extradimensional prison. One that bends the laws of space, and time, in order to accomplish one goal: keeping ME trapped forever."
ru: Закованная в броню женщина кивает: "Неважно, как вы это называете; по сути, это воплощенная энтропия. Это скорее не "материя" вирус, хотя это название тоже подходит, а "пространственно-временной" вирус - насколько я могу судить, его создали с единственной целью моего вечного мучения. Ракушки, которые невольно создали его, хотели идеального мимика; нечто, что могло бы отражать характеристики чего угодно или кого угодно для использования в качестве рабочей силы. Они почти достигли своей цели, но в конечном итоге потерпели неудачу на финишной прямой... именно возникшее отчаяние заставило их заключить сделку, последствий которой они не могли даже представить. Этот их мимик был осквернен темными силами в то, что вы теперь называете материя-вирусом души души: двигатель с помощью которого можно разлагать материю и использовать ее для создания внепространственной тюрьмы. Которая изменяет законы пространства и времени, чтобы достичь одной цели: навсегда запереть меня в ловушке".

source: Well... you don't look particularly trapped. Or extradimensional, for that matter.
ru: Ну... вы не выглядите особенно запертой. Или внепространственной, если уж на то пошло.

source: She throws her hands in the air, "HEY! Don't you be getting sarcastic with ME! It's not easy fending off endless waves of mindless, tentacled freaks for... one, two... four... ugh, I don't know, centuries? Wow, yeah... you're really the first person I've talked to since this whole thing's started."
ru: Она вскидывает руки вверх: "ЭЙ! Не смей тут сарказничать со МНОЙ! Нелегко отбиваться от бесконечных волн безмозглых, щупальцевых уродов на протяжении... одного, двух... четырех... ух, я не знаю, столетий? Вау, да... вы действительно первый, с кем я заговорила с тех пор, как все это началось".

source: Wait, centuries?! Like, literally?
ru: Подождите, столетия?! В буквальном смысле?

source: "YES, literally! Well... also no, not literally. Like I said, this extradimensional prison doesn't function by the same rules as the rest of the Multiverse - it's quite genuinely an extra dimension. It's layered on top of everything, such as time, and space, but also ignorant of it all... for the most part. It's not perfect; part of it still bleeds back through, and that's how you get the supposed results of this 'mattervirus'. This bleeding is misleading, though; the majority of the junk it eats is sent back my way... you'd be seeing waves, in comparison to the oceans I'm forced to drown in." She holds one hand at her waist, and the other way up high, as if that's necessary to illustrate her point.
ru: "ДА, в прямом смысле! Ну... нет, не совсем в прямом. Как я и сказала, эта внепространственная тюрьма функционирует не по тем же правилам, что и остальная Мультивселенная - это совершенно точно дополнительное измерение. Оно наслоено на все остальное, такое как время и пространство, но при этом и игнорирует все это... по большей части. Оно не идеально; часть его все еще просачивается обратно, и вот откуда берутся предполагаемые результаты этого "материя-вируса". Однако это просачивание вводит в заблуждение; большая часть той дряни, которую оно поглощает, отправляется обратно ко мне... вы бы видели волны сравнимые с океаническими, в которых я вынуждена тонуть." Она держит одну руку на уровне талии, а другую высоко над головой, словно это необходимо, чтобы проиллюстрировать свою мысль.

source: Alright, and you... what? Broke out of these oceans?
ru: Хорошо, и вы... что? Выбрались из этих океанов?

source: She resets her hands, and shakes her head, "Oh, how I wish I could. I'm only here on borrowed time... time I've slowly accrued over the course of these infinite, ceaseless battles. TIME, WITH WHICH I AM TO END THIS NIGHTMARE ONCE AND FOR ALL!" She gets loud, out of nowhere, but calms back down when she notices that she's startled you, "Well, yes, my tormentors should return any second now. That's where you come in - when they take me back, I would ask that you follow suit. Normally, I wouldn't dream of involving anyone else in this, but I fear there's no other way to end this madness; TRUST ME, I've tried, but the longer I wait... the more time its 'bleeding' is given to devour the realities underneath it." Indeed, you've seen the state this sector's in... if you don't act, would the mattervirus one day come to overtake other sectors, too? Would its expansion ever end?
ru: Она опускает руки и качает головой: "Ох, как бы я хотела. Я здесь лишь на заемное время... время, которое я медленно накапливала в ходе этих бесконечных, непрекращающихся сражений. ВРЕМЯ, С ПОМОЩЬЮ КОТОРОГО Я ПОЛОЖУ КОНЕЦ ЭТОМУ КОШМАРУ РАЗ И НАВСЕГДА!" Она внезапно повышает голос, но тут же успокаивается, заметив, что напугала вас. "Ну да, мои мучители должны вернуться с минуты на минуту. Вот тут-то вы и вступаете в дело - когда они заберут меня обратно, я прошу вас последовать за мной. Обычно я бы ни за что не стала впутывать кого-то еще, но боюсь, что другого способа положить конец этому безумию нет; ПОВЕРЬТЕ МНЕ, я пыталась, но чем дольше я жду... тем больше времени оно "просачивается", чтобы поглотить находящиеся под ним реальности". И действительно, вы видели состояние этого сектора... если вы не вмешаетесь, сможет ли материя-вирус однажды захватить и другие сектора? Закончится ли когда-нибудь его экспансия?
