Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: "At first, the captain was certain the Shells left something valuable out here, and it sounded like a fun enough jig. That was before his ass was dragged out of the airlock, screaming. Still, though, we got a good look over the place before it happened, and if there's any bloody secret treasure it's damn well hidden." The possibility of hidden treasure is indeed alluring...
ru: "Поначалу капитан был уверен, что ракушки оставили здесь что-то ценное, и это выглядело достаточно веселой забавой. Это было до того, как его задницу с воплями вытащили из шлюза. Тем не менее мы хорошо осмотрели это место до того, как все случилось, и если здесь и есть какие-то чертовы тайные сокровища, то они чертовски хорошо спрятаны". Возможность найти спрятанные сокровища, безусловно, заманчиво...

source: Interesting. Thank them for their help, and be on your way.
ru: Интересно. Поблагодарить их за помощь и отправиться в путь.

source: "Thank you, you glorious bastard! It's about time we give those rainbow weirdos a piece of our mind." You leave the pirates to their own devices, and prepare to jump to the next beacon.
ru: "Спасибо, славный мерзавец! Пора бы уже навалять этим радужным чудакам по полной". Вы оставляете пиратов и готовитесь к прыжку к следующему маяку.

source: Take advantage of their helplessness and attack.
ru: Воспользоваться их беспомощностью и атаковать.

source: The pirates aren't capable of putting up much of a fight in their current state, and you're easily able to force them to surrender. They begrudgingly hand over whatever they can at your demand, and your coffers are slightly fuller for it. It's a good thing that the truth of this ill deed is something they'll take to their graves, out here in the middle of nowhere...
ru: В своем нынешнем состоянии пираты не способны оказать серьезное сопротивление, и вы легко заставите их сдаться. Они нехотя отдают все, что могут, по вашему требованию, и ваша казна немного пополняется от этого. Хорошо, что правду об этом злодеянии они унесут с собой в могилу, здесь, в глуши...

source: Apologize, but insist that you can't help.
ru: Извиниться и сказать, что ним не можете помочь.

source: They grimace slightly, but nod their head, "Not like it's the Federation's place to be helping bastards like us out in the first place. We'll figure something out. We may be bastards, but we're damn crafty bastards!" At least they're in high spirits. Regrettably, you leave the pirates to their own devices, and prepare to jump to the next beacon.
ru: Он слегка морщится, но кивает головой: "Федерация, по идее, и не должна помогать таким ублюдкам, как мы. Разберемся сами. Мы, конечно, ублюдки, но чертовски изобретательные!" По крайней мере, настроение у них бодрое. С сожалением вы оставляете пиратов на произвол судьбы и готовитесь к прыжку к следующему маяку.

source: It doesn't take you very long to pinpoint the call's exact location: a ship amongst the clouds. Something about its movements strikes you as being odd, though, before it suddenly hits you... this ship's been overrun by Husks! Aware of your presence now, they prepare to overrun your ship next!
ru: Вам не понадобилось много времени, чтобы определить точное местоположение сигнала: корабль среди облаков. Однако что-то в его движениях кажется вам странным, и вдруг вас осеняет: этот корабль захватили оболочки! Теперь они знают о вашем присутствии и готовятся захватить ваш корабль!

source: Continue...
ru: Продолжить...

source: According to your map, there's a distress call here, but your systems read that its source is still a bit deeper within the nebula. You'll have to go out of your way to find it.
ru: Согласно вашей карте, здесь есть сигнал бедствия, но ваши системы считают, что его источник находится немного глубже в туманности. Чтобы найти его, вам придется потрудиться.

source: Search for the signal's source.
ru: Найти источник сигнала.

source: Pay the signal no mind.
ru: Не обращать внимания на сигнал.

source: You've got your own priorities, and little interest in trying to find a needle in a haystack. Content with your decision, you're left with naught but the stormy clouds around you as you wait for the FTL to charge.
ru: У вас свои приоритеты, и вам неинтересно искать иголку в стоге сена. Довольный своим решением, вы в ожидании зарядки ССД остаетесь один на один с грозовыми тучами.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The assortment of loot present is odd, almost random, but you're satisfied with everything of value you're able to grab. With the wreckage picked clean, there's little else to do but leave the beacon.
ru: Набор добычи странный, почти случайный, но вы довольны всем, что удалось заполучить. После сбора обломков остается только покинуть маяк.

source: You quickly find that there's little here of actual value; mostly just some burnt scrap. With it onboard, though, you begin to get a closer look at it... is it burnt, or, uh... oily?
ru: Вы быстро обнаруживаете, что здесь мало чего ценного; в основном это просто обгоревшие обломки. Однако, подняв их на борт, вы начинаете присматриваться к ним... они обгоревшие или... маслянистые?

source: Wait a minute!
ru: Минутку!

source: This isn't any ordinary scrap... some of it's been infected by that damn mattervirus! Before you can act on this realization, the tainted scrap bubbles, and oozes, as several Soulplague Husks come to life!
ru: Это не обычный лом... Часть его заражена проклятым материя-вирусом! Прежде чем вы успеваете осознать это, зараженный лом пузырится и сочится, и несколько чумных оболочек оживают!

source: It's not a pleasant sight that greets you here, as you're eager to answer the distress call... whatever ship that had been sending it has been completely disfigured beyond repair. It's little more than a loose pile of scrap now, floating amongst the clouds.
ru: Не самое приятное зрелище встречает вас здесь, когда вы с нетерпением ждете ответа на сигнал бедствия... Корабль, который его посылал, полностью разрушен и не подлежит восстановлению. Теперь это не более чем груда лома, плывущая среди облаков.

source: Damn...
ru: Черт...

source: You're able to spot the distress beacon within the wreckage, and end its signal for good. It's a shame you were too late, but you hope that the souls who fell here can at least rest peacefully. Another part of you senses an opportunity, however...
ru: Вам удается обнаружить среди обломков маяк бедствия и навсегда заглушить его сигнал. Жаль, что вы опоздали, но вы надеетесь, что души, павшие здесь, смогут хотя бы упокоиться с миром. Однако другая часть вас чувствует возможность...

source: An opportunity, indeed! Loot that wreckage!
ru: Возможность, несомненно! Разграбить эти обломки!

source: Let us be respectful. Disturb the remains no further.
ru: Будем уважительны. Не тревожить обломки.

source: People died here, and you're not about to forsake what little remains as proof of their existence. With a heavy heart, you turn away from the wreckage and find a quiet spot to brood while the FTL charges.
ru: Здесь погибли люди, и вы не собираетесь отказываться от того немногого, что осталось в качестве доказательства их существования. С тяжелым сердцем вы удаляетесь от обломков и находите тихое место, чтобы поразмыслить, пока ССД корабля заряжается.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: Was this some kind of ambush by the Husks? You shiver at the possibility... still, there's little left to do but move on. At the very least, that's one less ship full of mindless zombies left to harass the galaxy.
ru: Неужели оболочки устроили засаду? Вы содрогаетесь от такой мысли... Тем не менее, мало что остается делать, кроме как двигаться дальше. По крайней мере, на один корабль, полный бездумных зомби, в галактике станет меньше.

source: Within a clearing in the nebula, it doesn't take you very long to spot the ship emitting the distress call... unfortunately, nor does it take you very long to realize that it's being piloted by Husks! They're headed this way!
ru: В туманности вы не сразу заметите корабль, подающий сигнал бедствия... к сожалению, как и не сразу понимаете, что его пилотируют оболочки! Они приближаются к вам!

source: Continue...
ru: Продолжить...

source: You'd hope the less nebulous regions of the sector to be a little safer, but the ship jittering back and forth here seems intent on crushing that hope... Husks, incoming!
ru: Вы надеялись, что менее туманные области сектора будут немного безопаснее, но корабль, мельтешащий туда-сюда, похоже, намерен разрушить эту надежду... Оболочки, на подходе!

source: Continue...
ru: Продолжить...

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: You're realizing that you can't trust a single thing in this sector, regardless of whether or not you're inside the actual nebula. With as many Husks as there are out here, you wonder how far they've managed to spread...
ru: Вы понимаете, что в этом секторе нельзя доверять ничему, независимо от того, находитесь ли вы в самой туманности или нет. С таким количеством оболочек, как здесь, вы удивляетесь, как сильно они успели распространиться...

source: There's a Shell ship resting here, but they don't pay any mind to your arrival. Odd that they're here, but you suppose being just about anywhere but inside the nebula is preferable.
ru: Здесь находится корабль ракушек, но они не обращают внимания на ваше появление. Странно, что они здесь, но, полагаете, оказаться где угодно, только не в туманности, предпочтительнее.

source: Maybe we should get their attention? Hail the Shells.
ru: Может, нам стоит привлечь их внимание? Вызвать ракушек.

source: You send a request to hail, and their ship shifts slightly, before stumbling back and forth almost drunkenly... these aren't Shells at all! Their loose movements tighten somewhat, honed in on your position, and you realize you've disturbed a nest of Husks!
ru: Вы посылаете запрос на вызов, и их корабль слегка начинает двигаться, а потом начинает метаться взад-вперед, как пьяный... Это вовсе не ракушки! Их хаотичные движения только усиливаются, и вы понимаете, что потревожили гнездо оболочек!

source: Continue...
ru: Продолжить...

source: Oh, they can ignore me, but I'm not going to ignore them. Attack the Shells!
ru: Они могут игнорировать меня, но я не собираюсь игнорировать их. Атаковать ракушек!

source: You approach the Shells, weapons charging, and their ship shifts slightly, before stumbling back and forth almost drunkenly... these aren't Shells at all! Their loose movements tighten somewhat, honed in on your position, and you realize you've disturbed a nest of Husks!
ru: Вы приближаетесь к ракушкам, заряжая оружие, и их корабль слегка начинает двигаться, а потом начинает метаться взад-вперед, как пьяный... Это вовсе не ракушки! Их хаотичные движения только усиливаются, и вы понимаете, что потревожили гнездо оболочек!

source: Continue...
ru: Продолжить...

source: They can keep to themselves. Ignore the Shells.
ru: Предоставить их самим себе. Не обращать внимания на ракушек.

source: Quite frankly, you're not very interested in why they're here. What you ARE interested in is getting out of here, and waiting around and charging the FTL furthers that goal.
ru: Честно говоря, вам не очень интересно, почему они здесь. А вот что вам действительно интересно, так это выбраться отсюда, и ожидание зарядки ССД способствуют достижению этой цели.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Peace within a sector as turbulent as this one is rare indeed, and yet you've managed to find a quiet, empty spot away from all the chaos. You'll have to make sure to enjoy it while it lasts...
ru: Покой в таком неспокойном секторе, как этот, - большая редкость, и все же вам удалось найти тихий, пустой уголок вдали от всего этого хаоса. Вам придется наслаждаться им, пока он продолжается...

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: As the final chain comes undone, the box begins to rumble... its side bursts open, and from it, a smell most rancid fills the air. You take a step back as a black mass oozes its way out from the opening, and Husks begin to coalesce in front of you! Just once, you'd like to get lucky and find some loot...
ru: Когда последнее звено разрывается, ящик начинает шуметь... его боковая стенка лопается, и из нее в воздух проникает прогорклый запах. Вы делаете шаг назад, когда из отверстия сочится черная масса, а перед вами начинают собираться оболочки! Хоть бы раз вам повезло и вы нашли какую-нибудь добычу...

source: The final chain comes undone, and you open the box... from it, a smell most rancid fills the air. You take a step back as your eyes adjust to the darkness inside, and you realize you're face to face with a Husk! You move to defend yourself, but hesitate when you realize it's yet to make any movements itself. You'd think it's dead if you hadn't seen the way Husks melt into deactivated matter puddles on the floor...
ru: Последнее звено разрывается, и вы открываете ящик... из нее в воздух проникает прогорклый запах. Вы делаете шаг назад, когда глаза привыкают к темноте внутри, и понимаете, что оказались лицом к лицу с оболочкой! Вы делаете движение, чтобы защититься, но не решаетесь, когда понимаете, что она еще не совершила ни одного движения. Вы бы подумали, что она мертва, если бы не видели, как это происходит: оболочки тают, превращаясь в лужицы деактивированной материи на полу...

source: There's no time to hesitate. Shoot the damn thing!
ru: Нет времени на колебания. Выстрелить в эту чертову штуку!

source: You shake your head, breaking your hesitation, and open fire on the Husk. It comes to life as you do so, and you make a run for it!
ru: Вы качаете головой, прерывая свою нерешительность, и открываете огонь по оболочке. Она реагирует, когда вы это делаете, и вы бросаетесь бежать!

source: Wave at the Husk.
ru: Помахать оболочке.

source: You wave at it, and, to your disgust, it waves back. As you take another step back, it takes a step toward you, and you realize it's vaguely mocking your movements... useful, if not, uh... uncomfortable. Welcome to the crew, Husk thing...?
ru: Вы машете ей рукой, и, к вашему отвращению, она машет вам в ответ. Когда вы делаете еще один шаг назад, она делает шаг к вам, и вы понимаете, что она смутно передразнивает ваши движения... полезно, хотя и... как бы это сказать... жутковато. Добро пожаловать в команду, оболочка...?

source: Mirrorman
ru: Миррормен

source: The final chain comes undone, and you open the box... from it, a smell most rancid fills the air. You take a step back as your eyes adjust to the darkness inside, and you see... a weapon. Not just any weapon, though, but one entirely infected by the Soulplague mattervirus! A nice find, even if you'll have to mount it with a bit of care.
ru: Последнее звено разрывается, и вы открываете ящик... из нее доносится прогорклый запах. Вы делаете шаг назад, пока ваши глаза привыкают к темноте внутри, и видите... оружие. И не просто оружие, а полностью зараженное материя-вирусом чумы души! Отличная находка, даже если вам придется использовать его с некоторой осторожностью.

source: Floating within the space outside is a metallic box, tightly chained shut at every end, but otherwise featureless. Attempts to discern its contents prove futile, leaving you to question what exactly you're dealing with here...
ru: В пространстве снаружи плавает металлический ящик, плотно закрытый со всех сторон, но в остальном без особенностей. Попытки разглядеть его содержимое оказываются тщетными, и вы задаетесь вопросом, с чем именно вы здесь имеете дело...

source: Bring the strange box aboard.
ru: Поднять странный ящик на борт.

source: Though it doesn't take much effort to get the box inside, it proves much more difficult to actually move it around. Once it's somewhere you're satisfied with, you're able to get a better look at it... rather than being as featureless as you thought, you're able to make out some faded lettering engraved on its side: "PROPERTY OF THE GENIOCRACY SCIENCE DISTRICT, EPSILON DIVISION" Well, luckily for you, you don't see any Shells around to take issue with your pillaging. All that's left to do is open the box.
ru: Затащить ящик внутрь оказалось несложно, а вот перемещать его по кораблю - уже другое дело. Как только он оказывается в удобном для вас месте, вы можете рассмотреть его получше... Вопреки первоначальному впечатлению, он оказался не таким уж безликим - на боковой стороне заметна выцветшая гравировка: "СОБСТВЕННОСТЬ НАУЧНОГО РЕГИОНА ГЕНИОКРАТИИ, ПОДРАЗДЕЛЕНИЕ ЭПСИЛОН". К счастью для вас, поблизости нет ракушек, которые могли бы возразить против вашего грабежа. Осталось только открыть ящик.

source: Break off the box's chains, and open it.
ru: Сорвать цепи с ящика и открыть его.

source: On second thought...
ru: Если подумать...

source: You don't trust the contents of this box one bit; who knows what the hell the Geniocracy's been up to out here? Throwing it back outside, you watch as it slowly floats away into the distance... perhaps someone else will come across it one day.
ru: Вы ни капли не доверяете содержимому этого ящика: кто знает, что за чертовщину затеяла здесь Гениократия? Выбросив ее обратно за борт, вы наблюдаете за тем, как он медленно уплывает вдаль... возможно, когда-нибудь на него наткнется кто-то другой.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: Leave the box alone.
ru: Оставить ящик в покое.

source: You wouldn't trust a random box out here if it was made of rainbows and candy, let alone metal and chains... something about it makes you uneasy. Leaving it well alone, you watch as the box slowly floats away into the distance... perhaps someone else will come across it one day.
ru: Вы не доверяете случайному ящику, даже если бы он был сделан из радуги и конфет, не говоря уже о металле и цепях... что-то в нем вас настораживает. Оставив его в покое, вы наблюдаете, как ящик медленно уплывает вдаль... возможно, когда-нибудь на него наткнется кто-то другой.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: You can't believe you let the Rebels get the jump on you like that... a lesson to never trust empty beacons, no matter how peaceful they may seem! Especially not in a sector as bleak and dreary as this one...
ru: Вы не можете поверить, что позволили повстанцам застать себя врасплох... Урок на будущее: никогда не доверять пустым маякам, какими бы мирными они ни казались! Особенно в таком мрачном и унылом секторе, как этот...

source: There's a flash of light from outside, as a Rebel Auto-ship comes roaring into the beacon - there's no peace here at all! It sends an automated message as its weapons begin to charge, "D-d-do not resi-s-st. Your dea- DEATH- eath- d-death will be s-swiiiift." When's the last time this thing's had a check-up for its communication to be so garbled? Not that it really matters... get ready!
ru: Снаружи вспыхивает свет, и на маяк с ревом врывается автоматический корабль повстанцев - даже здесь нет покоя! Он посылает автоматическое сообщение, когда его оружие начинает заряжаться: "Н-н-не сопр-противляйтесь. Ваша сме...СМЕРТЬ... ерть... с-смерть будет б-быстрой". Когда эта штуковина в последний раз проходила техосмотр, что ее связь так искажена? Впрочем, это не имеет значения... приготовьтесь!

source: Continue...
ru: Продолжить...

source: Some peace, and quiet... not something to get used to, but you'll still cherish it nonetheless. It sure as hell beats another encounter with Husks, at the very least.
ru: Тишина и покой... К этому не привыкнешь, но все равно будешь дорожить. Это, по крайней мере, лучше, чем еще одна встреча с оболочками.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: There's a sinking feeling in your stomach as the shadow of a ship looms within the nebula outside. You catch its attention, and your worst fears are confirmed as it makes its unsteady approach!
ru: У вас заныло в животе, когда в туманности за иллюминатором появилась тень корабля. Вы привлекли ее внимание, и ваши худшие опасения подтверждаются, когда она неуверенно приближается!

source: Something unsettles you about Soulplague Husks. You're not sure if it's their very nature as by-products of death, the way innumerable tentacles burst out of their chest when they're being aggressive, or the fact that their multi-colored faces mock the very life from which they sprout... but you have plenty of time to figure it out while they make another assault on your ship!
ru: Вас что-то настораживает в чумных оболочках. Вы не понимаете, в чем дело: в их природе как побочного продукта смерти, в том, как бесчисленные щупальца вырываются из их груди, когда они проявляют агрессию, или в том, что их разноцветные лица высмеивают саму жизнь, из которой они появляются... Но у вас есть достаточно времени, чтобы разобраться в этом, пока они совершают очередное нападение на ваш корабль!

source: For a moment, there's a glimmer of hope in your heart as you spot a ship outside... but it's extinguished in an instant when you notice the way they move. It's yet another Husk ship, and they're headed this way!
ru: На мгновение в вашем сердце вспыхивает надежда, когда вы замечаете корабль поблизости... но она мгновенно угасает, когда вы замечаете, как он движется. Это еще один корабль оболочек, и они направляются к вам!

source: You feel as if this sector chokes out all semblances of life, using these damnable Husks as its executioner. It's uncertain whether or not anthropomorphizing a sector like that is a sign that you're losing it a little, but the fact of the matter is that your life could very well be next on the chopping block.
ru: Вам кажется, что этот сектор уничтожает все признаки жизни, используя этих проклятых оболочек в качестве палача. Неизвестно, является ли подобное антропоморфирование сектора признаком того, что вы немного сходите с ума, но факт остается фактом: ваша жизнь вполне может оказаться следующей на разделочной доске.

source: Is there an end to these Husks? For what reason do they plague this sector? As another ship overran by them makes its jittery, unsettling approach, you make a silent vow to get to the bottom of these questions... and put an end to their propagation.
ru: Есть ли конец этим оболочкам? Почему они так сильно заселили этот сектор? Когда очередной корабль, захваченный ими, приближается к вам, вы молча клянетесь разобраться в этих вопросах... и положить конец их распространению.
