Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: A ship roars past you as you enter the beacon, but you don't get a good look at it before it sinks deeper into the nebula. Following it comes a second ship, much shakier in its approach... you quickly realize that they're Husks, and it seems you've pulled their attention!
ru: Когда вы попадаете на маяк, мимо вас с ревом проносится корабль, но вы не успеваете разглядеть его, как он уже погружается в туманность. Вслед за ним появляется второй корабль, гораздо более нервно движущийся... Вы быстро понимаете, что это оболочки, и, похоже, вы привлекли их внимание!

source: There's a sinking feeling in your stomach as the shadow of a ship looms within the storm outside. You catch its attention, and your worst fears are confirmed as it makes its unsteady approach!
ru: У вас заныло в животе, когда тень корабля вырисовывается на фоне шторма. Вы привлекаете его внимание, и ваши худшие опасения подтверждаются, когда он хаотично приближается!

source: For a moment, there's a glimmer of hope in your heart as you spot a ship amidst the storm... but it's extinguished in an instant when you notice the way they move. It's yet another Husk ship, and they're headed this way!
ru: На мгновение в вашем сердце вспыхивает надежда, когда вы замечаете среди шторма корабль... но она мгновенно угасает, когда вы замечаете, как он движется. Это еще один корабль оболочек, и они направляются к вам!

source: A ship roars past you as you enter the beacon, but you don't get a good look at it before it sinks deeper into the storm. Following it comes a second ship, much shakier in its approach... you quickly realize that they're Husks, and it seems you've pulled their attention!
ru: Когда вы попадаете на маяк, мимо вас с ревом проносится корабль, но вы не успеваете разглядеть его, как он уже погружается в туманность. Вслед за ним появляется второй корабль, гораздо более нервно движущийся... Вы быстро понимаете, что это оболочки, и, похоже, вы привлекли их внимание!

source: There's a sinking feeling in your stomach as the shadow of a ship looms within the clearing in the nebula outside. You catch its attention, and your worst fears are confirmed as it makes its unsteady approach!
ru: У вас заныло в животе, когда в туманности за иллюминатором появляется тень корабля. Вы привлекли ее внимание, и ваши худшие опасения подтверждаются, когда она неуверенно приближается!

source: For a moment, there's a glimmer of hope in your heart as you spot a ship amidst the thin nebula... but it's extinguished in an instant when you notice the way they move. It's yet another Husk ship, and they're headed this way!
ru: На мгновение в вашем сердце вспыхивает надежда, когда вы замечаете корабль среди разреженной туманности... но она мгновенно угасает, когда вы замечаете, как он движется. Это еще один корабль оболочек, и они направляются к вам!

source: A ship roars past you as you enter the beacon, but you don't get a good look at it before it retreats from the clearing and sinks back into the nebula. Following it comes a second ship, much shakier in its approach... you quickly realize that they're Husks, and it seems you've pulled their attention!
ru: Когда вы попадаете на маяк, мимо вас с ревом проносится корабль, но вы не успеваете разглядеть его прежде, чем он уходит с поля зрения и погружается обратно в туманность. Вслед за ним появляется второй корабль, гораздо более нервно движущийся... Вы быстро понимаете, что это оболочки, и, похоже, вы привлекли их внимание!

source: Considering its occupants, you make sure to be careful as you scrap the remains of the Husk-infested ship. Would be a shame if you picked up any contaminated scrap, and the cycle started anew...
ru: Помня о его обитателях, вы с осторожностью собираете обломки корабля, зараженного оболочками. Будет очень жаль, если вы подберете какой-нибудь зараженный мусор, и цикл начнется заново...

source: Bits of Soulplague-infected matter go flying in random directions as the Husk ship breaks apart, but you're able to avoid their path and find what resources you can among the wreckage.
ru: Обломки зараженной чумой души материи разлетаются в разные стороны, когда корабль оболочек распадается на части, но вам удастся избежать их попадания на ваш корабль и найти среди обломков все возможные ресурсы.

source: Good riddance... one less batch of Husks left to plague the galaxy. Hopefully, the ship's previous owners can rest easy now that you've avenged them.
ru: Хорошо сработано... еще одной партией оболочек стало меньше в галактике. Надеюсь, прежние владельцы корабля смогут спокойно покоиться, когда вы отомстите за них.

source: That's the end of that. You shiver, considering the possibility that your ship and its crew could very well meet a similar fate at the mattervirus' hands, but there's little to worry about if you can keep these victories against its Husks consistent.
ru: На этом все и заканчивается. Вы содрогаетесь, думая о том, что ваш корабль и его экипаж вполне может постигнуть такая же участь от рук материя-вируса, но беспокоиться не о чем, если вы сможете и дальше одерживать победы над оболочками.

source: Destroying ships overtaken by Husks is bittersweet, but reaping their rewards is evidently less so. Blasting zombies to hell, and collecting fat stacks of scrap and resources... you could get used to this, if this place didn't make you feel so uncomfortable.
ru: Уничтожение кораблей, захваченных оболочками, вызывает смешанные чувства, но сбор их трофеев, очевидно, нет.. Взрывать зомби к чертям собачьим, собирать огромные пачки лома и ресурсов... к этому можно было бы привыкнуть, если бы это место не заставляло вас чувствовать себя так неуютно.

source: Soulplague-infected wrecks are only slightly safer to be around than when they're fully functional, but you're confident enough in your abilities to discern between authentic matter and... the more icky bits.
ru: Разрушенные корабли зараженные чумой души лишь немного безопаснее, чем полностью исправные, но вы достаточно уверены в своих способностях, чтобы отличить подлинную материю от... более мерзких частиц.

source: The unease in the air is palpable as the halls of the Husk-infested ship are traversed. Best make this quick, before anyone steps in any iridescent puddles of infected matter...
ru: В воздухе ощущается тревога, когда вы проходите по коридорам зараженного оболочками корабля. Лучше сделать это побыстрее, пока никто не наступил в радужные лужицы зараженной материи...

source: While the Husks have been dealt with, you understand that the mattervirus that birthed them is not to be underestimated as you carefully gather what loot you can from the ship's remains.
ru: Хотя с оболочками уже разобрались, вы понимаете, что породивший их материя-вирус не стоит недооценивать, и осторожно собираете с обломков корабля все, что можно добыть.

source: As you wander the inside of the freshly emptied ship, you can't help but feel for its previous occupants... the, uh, NOT horribly oily and tentacled ones.
ru: Бродя по внутренним помещениям только что опустевшего корабля, вы не можете не сочувствовать его предыдущим владельцам... тем, кто НЕ был маслянистым и с щупальцами.

source: Husks may be formidable, but you've proven yourself moreso here today. With them now being little more than puddles on the floor, you're free to scavenge the inside of the ship they'd hijacked.
ru: Может, оболочки и сильны, но сегодня вы доказали, что вы еще сильнее. Теперь, когда от них остались лишь лужицы на полу, вы можете разграбить захваченный ими корабль.

source: An onslaught... but not one you can't overcome. Having braved these undead horrors, the spoils of war are now yours for the taking. Just make sure to leave any rainbow bits behind, yeah?
ru: Нашествие... но не такое, которое вы не сможете преодолеть. Отважно сражаясь с этой ужасной нежитью, вы можете завладеть военными трофеями. Только следует постараться не прихватить с собой все те все радужные частицы, да?

source: Cleaning up the mess these Husks make isn't pleasant, but at least the pools of deactivated matter they leave behind are mostly harmless once the effects of their death knell fade away. Still, what's less harmless is the very-much-still activated matter aboard their ship... it takes a careful eye to discern between what's valuable and what's life-threatening.
ru: Уборка беспорядка, который создают эти оболочки, не слишком приятна, но, по крайней мере, лужи деактивированной материи, которые они оставляют после себя, в основном безвредны, когда проходит их эффект. А вот что не так безобидно, так это все еще активированная материя на борту их корабля... Нужно быть внимательным, чтобы отличить ценное от опасного для жизни.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Even out here, you aren't safe from the Rebellion's influence... still, you'll take blowing up Auto-ships over Husks any day. They're much less messy, and much more... crunchy.
ru: Даже здесь вы не можете избежать преследующих вас повстанцев... И все же лучше взрывать автокорабли, чем корабли оболочек. Они гораздо менее грязные и гораздо более... аппетитные.

source: As one of their Auto-ships approach, the possibility of the Rebels weaponizing the Soulplague mattervirus for their own ill intentions flashes into your mind. You have to hope that the Corruptor system remains under-utilized by the galaxy at large...
ru: Когда один из их автоматических кораблей приближается, у вас в голове мелькает мысль о том, что повстанцы могут использовать материя-вирус чумы души в своих корыстных целях. Остается надеяться, что система Осквернитель по-прежнему не используется в масштабах галактики...

source: Continue...
ru: Продолжить...

source: There's a Slug ship in the nebula here, and, judging by its smooth movements, it hasn't been overrun by Husks! That's where the good news ends, unfortunately, as they point their weapons at you and demand your valuables... some things never change.
ru: В туманности находится корабль слизней, и, судя по его плавным движениям, он не был захвачен оболочками! На этом хорошие новости, к сожалению, заканчиваются, поскольку они направляют на вас оружие и требуют ваши ценности... некоторые вещи никогда не меняются.

source: Though you don't spot any ships, you're hailed as you enter the beacon. Tentatively, you answer, and a Slug vaguely illuminated by naught but the light of their screen appears on the other end, "I don't care HOW many Fedssss the Clairvoyantsss ssssend, I am NOT paying my taxessss!" They end the call before you can get a word in, and their ship appears from the clouds outside with its weapons charging. Why would the Clairvoyants even send Federation vessels to collect taxes, and why does it not surprise you that a Slug would sooner hide in a zombie-infested sector than pay them?
ru: Хотя вы не обнаружили ни одного корабля, вас вызывают, когда вы появляетесь на маяке. Вы неуверенно отвечаете, и на другом конце появляется слизень, смутно освещенный лишь светом своего экрана: "Мне плевать, сссколько федералов пришлют Ясссновидящие, я не буду платить налоги!" Они заканчивают разговор, прежде чем вы успеваете сказать хоть слово, и его корабль появляется из облаков рядом с заряжающимся оружием. Зачем Ясновидящим вообще посылать корабли Федерации для сбора налогов, и почему вас не удивляет, что слизень скорее спрячется в кишащем зомби секторе, чем заплатит их?

source: Continue...
ru: Продолжить...

source: It's difficult to tell between genuine wrecks and Ghost-occupied ones as is, let alone when you've got Husks around hijacking ships of their own. The only signifier is the fact that the ruined vessel's approaching steadily, with its weapons charging!
ru: Трудно отличить настоящие обломки от захваченных призраками, не говоря уже о том, что вокруг полно оболочек, захватывающих чужие корабли. Единственный признак - это то, что разрушенное судно неуклонно приближается, заряжая оружие!

source: Normally, you'd be ecstatic to identify a vessel not infested with Husks in this hell, but the Ghosts here don't seem to take too kindly to your presence. You're not sure if they think you're Husks yourselves, or if they just don't like you, but it seems that they're intent on attacking regardless!
ru: В обычной ситуации вы были бы в восторге, обнаружив в этом аду судно, не зараженное оболочками, но здешние призраки, похоже, не слишком рады вашему присутствию. Вы не знаете, считают ли они вас оболочками, или вы им просто не нравитесь, но, похоже, они намерены атаковать в любом случае!

source: Continue...
ru: Продолжить...

source: There's a piercing, yet heavenly, cry that rings in your head as the Seraphim Prophet crumbles, and explodes... you've survived!
ru: Пронзительный, неземной крик, словно глас с небес, раздается в вашей голове, когда корабль Серафимов Пророков разрушается и взрывается... Вы выжили!

source: Continue...
ru: Продолжить...

source: There's a piercing, yet heavenly, cry that rings in your head as the final Seraph falls, and their ship crumbles, and explodes... you've survived!
ru: Пронзительный, неземной крик, словно глас с небес, раздается в вашей голове, когда корабль Серафимов падает, разрушается и взрывается... Вы выжили!

source: Continue...
ru: Продолжить...

source: The old man brings himself to his feet, dusting off his armor, "If that'll be all, then, I do believe it would be best that we got on our way. Though we have our differences, you HAVE helped me here today, even if this predicament was your fault in the first place... I believe it to be best that I travel with you for some time. At least, until the Tempest orders me otherwise." He begins to walk away, when you realize that you do have a question in mind still...
ru: Старик поднимается на ноги, смахивая пыль с доспехов: "Если это все, то, полагаю, нам лучше отправиться в путь. Хоть у нас и есть разногласия, но ты ПОМОГ мне сегодня, даже если это затруднительное положение возникло по твоей вине... Я считаю, что будет лучше, если я некоторое время буду путешествовать с тобой. По крайней мере, пока Буря не прикажет мне иначе". Он начинает собираться уходить, и тут вы понимаете, что вас все еще мучает один вопрос...

source: Wait, what's your name?
ru: Подождите, как вас зовут?

source: He turns back to you, a smirk on his face, "The Tempest took my true name when I donned this armor, but... you may call me the Minister, as my underlings do. Or the Tempest's Hand; either will suffice." You get the feeling that he gets a kick from these titles... either way, it seems that it's time you set off. There's no telling what similar madness awaits you deeper within the nebula, but there's a warmth in your heart as you prepare to leave; a comfort born from the fact that you won't have to face these horrors alone.
ru: Он поворачивается к вам, на его лице появляется ухмылка, "Буря забрала мое настоящее имя, когда я облачился в эти доспехи, но... вы можете называть меня Министром, как это делают мои подчиненные. Или Рука Бури; любого из вариантов будет верным". У вас возникает ощущение, что он получает удовольствие от этих титулов... В любом случае, похоже, вам пора отправляться в путь. Неизвестно, что за безумие ждет вас в глубинах туманности, но в душе у вас тепло, когда вы готовитесь к отбытию; спокойствие, рожденное тем, что вам не придется встретиться с этими ужасами в одиночку.

source: The Minister
ru: Министр

source: Let's head out, then!
ru: Тогда вперед!

source: As you prepare to set off, though... something amidst the nebula's clouds catches your attention. You quickly realize what it is - a gap in the seams that bind the Multiverse. This is what the Seraphim must've come here to protect...
ru: Однако, когда вы готовитесь к вылету, ваше внимание привлекает нечто среди облаков туманности. Вы быстро понимаете, что это такое - разлом в швах, скрепляющих Мультивселенную. Именно это, должно быть, и привело сюда Серафимов...

source: (The Shade) Behind you, the cloaked figure stirs...
ru: (Тень) За вашей спиной движется закутанная в плащ фигура...

source: For the first time ever, you spot the Shade moving in the presence of no enemies. You notice that its gaze seems fixated on the spacetime anomaly outside... and it hits you. You've seen one of these gaps in the seams before, when you first met the Shade - back in the domain of the Dark God...
ru: Впервые вы замечаете, что Тень движется в отсутствие врагов. Вы замечаете, что ее взгляд кажется прикованным к аномалии пространства-времени снаружи... и вас озаряет. Вы уже видели один из этих разломов в швах, когда впервые встретили Тень - в зоне Темного Бога...

source: Continue...
ru: Продолжить...

source: Pondering this, you almost miss as something within the Shade's cloak glows... and the tear outside begins to resonate.
ru: Размышляя об этом, вы едва не пропускаете момент, когда что-то внутри плаща Тени начинает светиться... и разлом снаружи начинает резонировать.

source: Wait, what are you doing?
ru: Подожди, что ты делаешь?

source: You don't get a verbal answer - rather, you receive a very, very physical one... as a shockwave roars out from the seams' gap, and you find your ship being pulled in at impossible speeds! There's no escaping this - you need to grab onto something, and fast!
ru: Вы не получаете словесного ответа - вместо этого вы получаете очень, очень физический ответ... когда из разлома между швами вырывается ударная волна, и вы обнаруживаете, что ваш корабль уносится с невообразимой скоростью! От этого не сбежать - вам нужно за что-то ухватиться, и быстро!

source: Reach out for something!
ru: Дотянуться до чего-нибудь!

source: Turn away from the strange thing.
ru: Отдалиться от этого странного явления.

source: You've no intention of breaching this thing, with no expertise of your own - who knows what hellish reality you'd end up in! More than satisfied in leaving the seams' gap alone, you find yourself preparing to head out once more.
ru: У вас нет намерения нарушать эту вещь, не имея соответствующих знаний - кто знает, в какую адскую реальность вы можете попасть! Более чем удовлетворенный тем, что оставляете швы в покое, вы готовитесь снова отправиться в путь.

source: Following it, you indeed come across the old man... but not his ship. It's unclear what went wrong, and how, but his body is simply floating here in space... unmoving. His vital signatures read back negative.
ru: Следуя по следу, вы действительно обнаруживаете старика... но не его корабль. Непонятно, что и как пошло не так, но его тело просто плавает в космосе... не двигаясь. Его жизненные показатели отсутствуют.

source: Retrieve the old man's corpse.
ru: Забрать труп старика.

source: With a heavy heart, you give the order to bring his body inside. Getting a closer look at him, it seems his face has been severely burned, to the point that you wouldn't recognize him were it not for the odd armor he's wearing. You're considering possible options for resuscitation when your hand grazes a white orb embedded in the middle of the armor's chest, and you're sent back reeling as electricity begins to arc around it!
ru: С тяжелым сердцем вы отдаете приказ доставить его тело на корабль. При ближайшем рассмотрении оказывается, что его лицо сильно обожжено, настолько, что вы не узнали бы его, если бы не странные доспехи, в которые он облачен. Вы обдумываете возможные варианты реанимации, когда ваша рука задевает белую сферу, вмонтированную в середину грудной части доспеха, и вы отшатываетесь назад, когда вокруг нее начинает бить электрический разряд!

source: Watch in awe.
ru: Смотреть с благоговением.

source: You get a bit of distance and watch as the electricity grows in strength, eventually forming something akin to a cocoon around the old man's body. With a thunderous roar, it dissipates, and the man shoots up with a gasp, "Oh! Oh, by the Tempest above, thank all that is sacred that you received my missive. I was fearful that..." He pauses as he gets a good look at you, and the relief on his face dissolves away into a grimace much more sour, "...that some hooligan would come across me first. So, you did survive... and, somehow, you've gotten to me before any of my underlings. Wondrous."
ru: Вы отходите на некоторое расстояние и наблюдаете, как электричество набирает силу, образуя в итоге нечто похожее на кокон вокруг тела старика. С громоподобным ревом оно рассеивается, и человек встает, задыхаясь: "О! О, клянусь Бурей, благодаря всем святым, что вы получили мое послание. Я боялся, что..." Он делает паузу, внимательно глядя на вас, и облегчение на его лице растворяется в гримасе, гораздо более кислой: "...что какой-нибудь хулиган наткнется на меня первым. Значит, вы выжили... и каким-то образом добрались до меня раньше всех моих подчиненных. Чудеса".

source: Is that any way to thank me? I just saved your life!
ru: Разве можно так меня благодарить? Я только что спас вам жизнь!

source: The old man wipes away at his face with one of his gauntlets, and you realize his face has been miraculously cured of its burns, "YOU haven't saved a damn thing! Other than yourself, perhaps. I'd told you my survival was all but guaranteed, and I meant it. It doesn't matter whether you, an underling, or one of this horrid sector's abominable Husks found me; I am to be revived as soon I'm within an environment considered suitable for habitation. Thus is the Tempest's will."
ru: Старик вытирает лицо одной из своих перчаток, и вы понимаете, что его лицо чудесным образом избавилось от ожогов: "ТЫ ни черта не спас! Кроме себя, пожалуй. Я говорил тебе, что мое выживание практически гарантировано, и я говорил серьезно. Неважно, кто меня нашел - ты, подчиненный или одна из мерзких оболочек этого ужасного сектора; меня оживят, как только я окажусь в среде, пригодной для жизни. Такова воля Бури".

source: The Tempest?
ru: Буря?

source: He drops back to his knees, exhausted and annoyed in equal measure, "My patron, of sorts, if it means anything to you. We don't exactly see eye to eye, but it ensures that my work may continue in exchange for these - these DAMN tasks! It HAD to be the Seraphim! This armor may render me nigh immortal, but it makes being immolated no more pleasant! The bastards got my ship, as well, by the look of things..." The man puts a hand to his temple once more, and you get the feeling that he does that a lot...
ru: Он опускается на колени, измученный и раздраженный в равной степени: "Мой покровитель, если это что-то значит для тебя. Мы не совсем сходимся во взглядах, но он позволяет мне продолжать работу в обмен на эти... эти ПРОКЛЯТЫЕ задания! Это должен БЫЛ быть Серафим! Эти доспехи могут сделать меня почти бессмертным, но от этого сгорать заживо приятнее не становится! Похоже, эти ублюдки еще и мой корабль прихватили..." Мужчина снова касается рукой виска, и у вас возникает ощущение, что он делает это довольно часто...

source: Your patron? Your work? Tasks? Seraphim? I have a lot of questions...
ru: Ваш покровитель? Ваша работа? Задания? Серафим? У меня много вопросов...

source: There's a moment as he groans, and clenches his free hand, before he relents with a defeated tone, "I do suppose I'm stuck here for the time being. It would seem that this chance encounter is more fated that I'd presumed... I suspect that the Tempest wants me here, regardless of my own desires. Very well; I will answer your questions, belligerent one. Ask away..."
ru: На мгновение он застонал и сжал свободную руку, после чего сдавленным тоном сказал: "Полагаю, я застрял здесь на время. Похоже, эта случайная встреча оказалась более судьбоносной, чем я предполагал... Подозреваю, что Буря хочет видеть меня здесь, независимо от моих собственных желаний. Хорошо; я отвечу на твои вопросы, вояка. Спрашивай..."
