Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddsoulplague.xml/*.po
Languages: ru

source: The Clairvoyant puffs up their slimy chest, "And YOU are literally a racccisst! Here, take your sssstupid reward!" They beam over a pittance of scrap, before promptly leaving the beacon... are you really racist? It's just, like, a common observation that Slugs are generally ill-mannered, right?
ru: Ясновидящий надувает свою склизкую грудь: "А ТЫ буквально расссиссст! Вот, возьми сссвою дурацкую награду!" Он передает вам жалкие гроши, а затем быстро покидает маяк... Вы действительно расист? Это ведь просто общее наблюдение, что слизни в целом невоспитанны, верно?

source: Is there something wrong with small talk...?
ru: Разве есть что-то плохое в светских беседах...?

source: You don't get a response before the Clairvoyant ends the call, leaving you alone and, indeed, incredibly small-talkless.
ru: Вы не получите ответа прежде, чем Ясновидящий завершает разговор, оставив вас в одиночестве и, действительно, он невероятно неразговорчивый.

source: Say nothing.
ru: Ничего не говорить.

source: Indeed, they end the call and proceed to escape deeper into the nebula. You're not sure what you were expecting... maybe you just wanted to be alone, deep down.
ru: Он завершает разговор и улетает вглубь туманности. Вы не понимаете, чего ожидали... возможно, в глубине души вы просто хотели побыть в одиночестве.

source: Their distress beacon goes offline, and you understand that the Clairvoyants' ship will now be impossible to find with the lead they've gained. To make matters worse, the Husk ship jumps away, seemingly now disinterested in you... or, are they simply after the Clairvoyants? You're not sure if Husks are even capable of such focus, but the fact of the matter is that you've been left alone... and empty-handed.
ru: Их сигнальный маяк отключился, и вы понимаете, что теперь корабль Ясновидящих будет невозможно найти с тем преимуществом, которое они получили. Еще хуже то, что корабль оболочек уходит в прыжок, похоже, он не заинтересованы в вас... или они просто преследуют Ясновидящих? Вы не знаете, способны ли оболочки на такую целенаправленность, но факт остается фактом: вы остались одни... и с пустыми руками.

source: If the original Clairvoyants of centuries ago could see their descendants now, falling to a ship like yours, they'd weep. Which, frankly, you don't mind.
ru: Если бы первые Ясновидцы, жившие многие века назад, увидели сейчас своих потомков, которые нашли свою погибель от такого корабля, как ваш, они бы разрыдались. Против чего вы, честно говоря, не против.

source: Continue...
ru: Продолжить...

source: It seems the cargo of the Elite Slug ship survived the fight. Inside is a functional weapon, which you bring back on board.
ru: Похоже, что груз элитного корабля слизней уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.

source: Continue...
ru: Продолжить...

source: With everything collected, you realize you haven't seen the Husk ship in quite some time... then, before you can react, it whizzes past; its zombie-like crew jumping ship and boarding yours as it does so! Looks like you got a bit too comfy...
ru: Собрав все необходимое, вы понимаете, что давно не видели корабль оболочек... и, прежде чем вы успеваете среагировать, он проносится мимо; его зомбированная команда перепрыгивает с корабля на корабль и поднимается на ваш! Кажется, вам стало не по себе...

source: You realize the distress beacon's source to be a Slug Clairvoyant, their ship darting amongst the clouds as a second ship follows in not-so-hot pursuit... they must be being chased by Husks. Clairvoyants don't tend to be the friendliest with the Federation, but you're not sure if you're comfortable leaving them to their fate...
ru: Вы понимаете, что источник сигнала бедствия - Ясновидящие слизни. Их корабль мчится среди облаков, а следом за ними неспешно следует второй корабль.... должно быть, их преследуют оболочки. Ясновидящие, как правило, не слишком дружат с Федерацией, но вы не готовы бросить их на произвол судьбы...

source: (Nights) "Hah, sssshowsss them!"
ru: (Туман) "Ха, покажем им!"

source: Nights chugs one back, drinking the entire bottle's contents before slamming it against the floor and raising a tentacle up in a way you can only assume is provocative, "Your ssstupid traditionssss aren't so ussseful out here, are they? Thissss isss PIRATE territory, moronsss!"
ru: Туман отхлебывает из бутылки, выпивает все ее содержимое, а затем разбивает ее об пол и поднимает щупальце вверх в провокационной манере: "Вашшши дурацкие традиции здесссь не так уж хорошшши здесссь, не так ли? Это территория ПИРАТОВ, придурки!"

source: Uh... and where are your Knights, Nights? If anything, this seems like Husk territory.
ru: Эм... а где твои Атаманы, Туман? Если уж на то пошло, это похоже на пространство оболочек.

source: He stares at you for a moment, fidgeting his body amongst the shards of freshly broken glass, "Well, uh... where are your Fed buddiessss, huh? Don't ssssee you calling THEM up when sssshit hitsss the fan. And don't you go lecturing me about zzzzombiesss, either; I've worked in politicsss!" Agitated, Nights drunkenly crawls away, presumably in pursuit of another drink, and your attention returns to the two ships outside.
ru: Он смотрит на вас с минуту, ерзая телом среди осколков только что разбитого стекла: "Ну, а... где твои приятели из федералов, а? Не вижу, чтобы ты обращался к НИМ их, когда дерьмо попадает в вентилятор. И не надо читать мне лекции о зомби; я был политиком!" Разволновавшись, туман пьяно уползает, предположительно в поисках очередной выпивки, а ваше внимание возвращается к двум кораблям рядом.

source: Save the Clairvoyant ship.
ru: Спасти корабль Ясновидящих.

source: Putting yourself in-between the two ships as they dart back and forth, you're easily able to pull the Husk ship's attention. The Clairvoyant ship seems to slow its pace slightly as you intervene, but they must be too wary to trust you entirely; you'll have to make this quick if you'd like a chance to talk with them before they vanish within the deeper depths of the nebula.
ru: Оказавшись между двумя кораблями, которые мечутся туда-сюда, вы легко сможете привлечь внимание корабля оболочек. Корабль Ясновидящих, кажется, немного замедляет свой ход, когда вы вмешиваетесь, но они, должно быть, слишком насторожены, чтобы полностью доверять вам; вам придется сделать это быстро, если вы хотите иметь шанс поговорить с ними, прежде чем они исчезнут в глубинах туманности.

source: Continue...
ru: Продолжить...

source: Attack the Clairvoyant ship yourself.
ru: Атаковать корабль Ясновидящих самим.

source: Much more direct with your approach, you're able to catch up with the Clairvoyant ship while the Husks still lag behind. With your weapons charging, your intentions are clear, but the Clairvoyants still hail you all the same, "Are you KIDDING me? We've got the Fedsss on our assss even all the way out HERE? You friendssss with thessse rainbow freakssss, or what? Well, newssss flasssh, asssshole, we know all about the Ssshellsss' little sssecretss!" The Slug Clairvoyant speaking pauses for a moment, their eyestalks looming closer and closer towards the monitor, "You two musssst be in cahootsss... you can't trick ussss! We're not letting you get in our way!" You're not particularly sure what they're talking about, but they cut communications and seem intent on defending themselves regardless. Get ready!
ru: Благодаря более прямолинейному подходу вам удается догнать корабль Ясновидящих, в то время как оболочки все еще отстают. Оружие заряжено, намерения ясны, но Ясновидящие все равно обращаются к вам: "Это что ШШШУТКА? У нассс федералы на хвосссте даже ЗДЕСССЬ? Ты дружишшшь ссс этими радужными уродами, или как? Так вот, сссвежие новосссти, придурок, мы знаем всссе о маленьких сссекретах ракушшшек!" Говорящий Ясновидящий слизень на мгновение приостанавливается, его глазные стебли все ближе и ближе приближаются к монитору: "Вы двое, должно быть, в сссговоре... Вы не можете нассс обмануть! Мы не позволим вам вссстать у нассс на пути!" Вы не очень понимаете, о чем он говорит, но он отключает связь и, похоже, намерен защищаться, несмотря ни на что. Приготовьтесь!

source: Continue...
ru: Продолжить...

source: Ignore the suffering of the Clairvoyants.
ru: Не обращать внимания на страдания Ясновидящих.

source: It takes more than the plight of a few, measly Clairvoyants to get you to act. Besides, if they wanted your help, they were free to ask for it.
ru: Чтобы заставить вас действовать, нужно нечто большее, чем судьба нескольких жалких Ясновидящих. Кроме того, если им нужна была ваша помощь, они могли сами попросить о ней.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: My heart is made of gold. Save the Clairvoyant ship!
ru: У меня золотое сердце. Спасти корабль Ясновидящих!

source: Putting yourself in-between the two ships as they dart back and forth, you're easily able to pull the Husk ship's attention. The Clairvoyant ship seems to slow its pace slightly as you intervene, but they must be too wary to trust you entirely; you'll have to make this quick if you'd like a chance to talk with them before they vanish within the deeper depths of the nebula.
ru: Оказавшись между двумя кораблями, которые мечутся туда-сюда, вы легко сможете привлечь внимание корабля оболочек. Корабль Ясновидящих, кажется, немного замедляет свой ход, когда вы вмешиваетесь, но они, должно быть, слишком насторожены, чтобы полностью доверять вам; вам придется сделать это быстро, если вы хотите иметь шанс поговорить с ними, прежде чем они исчезнут в глубинах туманности.

source: Continue...
ru: Продолжить...

source: My heart is made of ice. Attack the Clairvoyant ship yourself!
ru: У меня ледяное сердце.. Атаковать корабль Ясновидящих самим!

source: Much more direct with your approach, you're able to catch up with the Clairvoyant ship while the Husks still lag behind. With your weapons charging, your intentions are clear, but the Clairvoyants still hail you all the same, "Are you KIDDING me? We've got the Fedsss on our assss even all the way out HERE? You friendssss with thessse rainbow freakssss, or what? Well, newssss flasssh, asssshole, we know all about the Ssshellsss' little sssecretss!" The Slug Clairvoyant speaking pauses for a moment, their eyestalks looming closer and closer towards the monitor, "You two musssst be in cahootsss... you can't trick ussss! We're not letting you get in our way!" You're not particularly sure what they're talking about, but they cut communications and seem intent on defending themselves regardless. Get ready!
ru: Благодаря более прямолинейному подходу вам удается догнать корабль Ясновидящих, в то время как оболочки все еще отстают. Оружие заряжено, намерения ясны, но Ясновидящие все равно обращаются к вам: "Это что ШШШУТКА? У нассс федералы на хвосссте даже ЗДЕСССЬ? Ты дружишшшь ссс этими радужными уродами, или как? Так вот, сссвежие новосссти, придурок, мы знаем всссе о маленьких сссекретах ракушшшек!" Говорящий Ясновидящий слизень на мгновение приостанавливается, его глазные стебли все ближе и ближе приближаются к монитору: "Вы двое, должно быть, в сссговоре... Вы не можете нассс обмануть! Мы не позволим вам вссстать у нассс на пути!" Вы не очень понимаете, о чем он говорит, но он отключает связь и, похоже, намерен защищаться, несмотря ни на что. Приготовьтесь!

source: Continue...
ru: Продолжить...

source: My heart is made of steel. Ignore the suffering of the Clairvoyants.
ru: Мое сердце сделано из стали. Не обращать внимания на страдания Ясновидящих.

source: It takes more than the plight of a few, measly Clairvoyants to get you to act. Besides, if they wanted your help, they were free to ask for it.
ru: Чтобы заставить вас действовать, нужно нечто большее, чем судьба нескольких жалких Ясновидящих. Кроме того, если им нужна была ваша помощь, они могли сами попросить о ней.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: At this point, you should be expecting surprise Husk attacks, but you still find yourself unsettled by the notion that nobody in this sector can be fully trusted. Speaking of people in this sector, though...
ru: Сейчас вы ждете сюрпризов от оболочек, но вам все равно не дает покоя мысль о том, что никому в этом секторе нельзя доверять. Кстати, о людях в этом секторе...

source: Look for that Shell guardian.
ru: Найти этого Стража ракушек.

source: You find the Shell guardian and ask them to explain what happened, and why they're here. Though they're still on edge, they try their best to answer your questions, "Thhhhis... was somethhhing of a desperation play. Withhh thhhe Districts at war, some of us have grown tired of fighting. Of spilling the blood of our own... and so we came to thhhis sector, seeking somewhere free from thhhhe Geniocracy's influence. We'd heard rumors of othhher Shells living here in secret, and colluded to get away... but we found naught here but thhhhese Soulplague abominations! Thhhhey killed thhhe othhhers, and all I could do was try to stay quiet... until you found me. Thhhhe rest, you know..." The guardian sighs, and their gaze goes elsewhere...
ru: Вы находите Стража ракушку и просите его объяснить, что произошло и почему он здесь. Хотя он все еще на взводе, он стараются изо всех сил ответить на ваши вопросы: "Это... было чшто-то вроде отчшаянной попытки. В условиях войны между округами некоторые из нас устали от сражений. Проливать кровь своих... и поэтому мы пришли в этот сектор в поисках места, свободного от влияния Гениократии. До нас дошли слухи о других ракушках, живущих здесь тайно, и мы сговорились, чштобы сбежать... но мы не нашли здесь ничшего, кроме этой мерзости чшумы души! Она убила остальных, а мне оставалось только молчшать... пока вы не нашли меня. Остальное вы знаете..." Страж вздыхает, и его взгляд переключается на что-то другое...

source: That's... terrible. I'm sorry. You're welcome to stay onboard, if you'd like.
ru: Это... ужасно. Мне очень жаль. Вы можете остаться на борту, если хотите.

source: Their attention returns to you, and they nod, "You've saved my life, Renegade. Thhhhe least I can do is push on, and tell word of what's happened here. Who knows... maybe one day, thhhis fighting will end, and I can return to thhhhe Geniocracy withhh a warm welcome." Indeed... that sounds nice. Perhaps one day, too, the Federation's own wars will end, and you'll be graced with a similar peace yourself. It's an ideal worth fighting for, if nothing else.
ru: Его внимание возвращается к вам, и он кивают: "Вы спасли мне жизнь, Ренегат. Самое меньшее, чшто я могу сделать, - это двигаться дальше и рассказывать о том, чшто здесь произошло. Кто знает... может быть, когда-нибудь эта борьба закончшится, и я смогу вернуться в Гениократию, где меня ждет теплый прием". Действительно... звучит неплохо. Возможно, когда-нибудь и войны Федерации закончатся, и вы сами обретете подобный мир. Это идеал, за который стоит бороться, больше ничего не остается.

source: Look for that Shell guardian.
ru: Найти этого Стража ракушек.

source: Unfortunately, they seem to have died in the battle. You'll likely never know the truth of what happened here.
ru: К сожалению, он, похоже, погиб во время боя. Скорее всего, вы никогда не узнаете правду о том, что здесь произошло.

source: At this point, you should be expecting surprise Husk attacks, but you still find yourself unsettled by the notion that nobody in this sector can be fully trusted. Speaking of people in this sector, though...
ru: Сейчас вы ждете сюрпризов от оболочек, но вам все равно не дает покоя мысль о том, что никому в этом секторе нельзя доверять. Кстати, о людях в этом секторе...

source: Look for that Shell mechanic.
ru: Найти Механика ракушек.

source: You find the Shell mechanic and ask them to explain what happened, and why they're here. Though they're still on edge, they try their best to answer your questions, "We'd wanted to get away from all of thhhhe Districts' squabbling, and infighting... so we colluded to get aboard the same ship, the guardians among us pretending to leave on Mendak's orders, and find somewhere safer. Thhhhere had been rumors of othhher Shells living here in secret, and we had hoped to find them... but all we found were these Soulplague abominations! Thhhhey killed thhhe othhhers, and I did everythhhing I could to stay quiet... until you found me. Thhhhe rest, you know..." The mechanic sighs, and their gaze goes elsewhere...
ru: Вы находите Механика ракушек и просите его объяснить, что произошло и почему он здесь. Хотя он все еще на взводе, он стараются изо всех сил ответить на ваши вопросы: "Мы хотели убраться подальше от всех распрей и междоусобиц округов... поэтому мы объединились и сели на один корабль, а Стражи среди нас сделали вид, чшто мы выполняем приказ Мендака, и нашли более безопасное место. Ходили слухи, чшто здесь тайно живут другие ракушки, и мы надеялись найти их... но все, чшто мы нашли, - это мерзость чшумы души! Они убили остальных, а я делал все, чшо мог, чштобы остаться незамечшенным... пока вы не нашли меня. Остальное вы знаете..." Механик вздыхает, и его взгляд переключается на что-то другое...

source: That's... terrible. I'm sorry. You're welcome to stay onboard, if you'd like.
ru: Это... ужасно. Мне очень жаль. Вы можете остаться на борту, если хотите.

source: Their attention returns to you, and they nod, "Thhhhere's hardly anywhere else I can go, and I figure thhhhe least I can do is try to myself useful and repay thhhe second chance at life you've granted me. Who knows... maybe one day, thhhis fighting will end, and I can return to thhhhe Geniocracy withhh a warm welcome." Indeed... that sounds nice. Perhaps one day, too, the Federation's own wars will end, and you'll be graced with a similar peace yourself. It's an ideal worth fighting for, if nothing else.
ru: Его внимание возвращается к вам, и он кивает: "Мне почшти некуда идти, и я счшитаю, чшто самое меньшее, чшто я могу сделать, - это попытаться стать полезным и отплатить за второй шанс на жизнь, который вы мне дали. Кто знает... может быть, когда-нибудь эта борьба закончшится, и я смогу вернуться в Гениократию, где меня ждет теплый прием". Действительно... звучит неплохо. Возможно, когда-нибудь и войны Федерации закончатся, и вы сами обретете подобный мир. Это идеал, за который стоит бороться, если ничего другого не остается.

source: Look for that Shell mechanic.
ru: Найти Механика ракушек.

source: Unfortunately, they seem to have died in the battle. You'll likely never know the truth of what happened here.
ru: К сожалению, он, похоже, погиб во время боя. Скорее всего, вы никогда не узнаете правду о том, что здесь произошло.

source: At this point, you should be expecting surprise Husk attacks, but you still find yourself unsettled by the notion that nobody in this sector can be fully trusted. Speaking of people in this sector, though...
ru: Сейчас вы ждете сюрпризов от оболочек, но вам все равно не дает покоя мысль о том, что никому в этом секторе нельзя доверять. Кстати, о людях в этом секторе...

source: Look for that Shell scientist.
ru: Найти Ученого ракушек.

source: You find the Shell scientist and ask them to explain what happened, and why they're here. Though they're still on edge, they try their best to answer your questions, "I... don't know why I let thhhhem convince me to come! I had a bad feeling about thhhis from thhhhe start! Everyone wanted to get away from thhhhe civil war, and find somewhere safer, but instead of joining up withhh any neutral territory, thhhhey flocked to whispers and rumors... tales of othhhher Shells here, living in secrecy. I knew it was too good to be true! All we found were these HORRIBLE Soulplague... thhhhings! Thhhhey killed thhhe othhhers, and thhhe only option I was left withhh was to stay quiet... until you found me. Thhhhe rest, you know..." The scientist sighs, and their gaze goes elsewhere...
ru: Вы находите Ученого ракушек и просите его объяснить, что произошло и почему он здесь. Хотя он все еще на взводе, он стараются изо всех сил отвечать на ваши вопросы: "Я... не знаю, почшему я позволил им убедить меня пойти с ними! У меня с самого начшала было плохое предчшувствие! Все хотели убраться подальше от гражданской войны и найти более безопасное место, но вместо того, чштобы присоединиться к какой-нибудь нейтральной территории, они прислушивались к слухам... к рассказам о других ракушках, живущих здесь в тайне. Я знал, чшто это слишком хорошо, чштобы быть правдой! Все, чшто мы нашли, - это УЖАСНЫХ чшумных... тварей! Они убили остальных, и мне оставалось только молчать... пока вы меня не нашли. Остальное, вы знаете..." Ученый вздыхает, и его взгляд переключается на что-то другое...

source: That's... terrible. I'm sorry. You're welcome to stay onboard, if you'd like.
ru: Это... ужасно. Мне очень жаль. Вы можете остаться на борту, если хотите.

source: Their attention returns to you, and they nod, "Thhhhere's nowhere else I could go, even if I wanted to... I just wish thhhhey'd listened to me, and we'd holed up in some Union sector for a while. All I can hope now is thhhhat, maybe one day, thhhis fighting will end, and I can still return to thhhhe Geniocracy withhh a warm welcome..." Indeed, that sounds nice. Perhaps one day, too, the Federation's own wars will end, and you'll be graced with a similar peace yourself. It's an ideal worth fighting for, if nothing else.
ru: Его внимание возвращается к вам, и он кивает: "Мне больше некуда идти, даже если бы я захотел... Жаль только, чшто они меня не послушали, и мы не затаились на какое-то время в каком-нибудь секторе Союза. Теперь я могу надеяться только на то, чшто, может быть, когда-нибудь эта борьба закончшится, и я все же смогу вернуться в Гениократию, где меня ждет теплый прием..." Действительно, звучит неплохо. Возможно, когда-нибудь и войны Федерации закончатся, и вы сами обретете подобный мир. Это идеал, за который стоит бороться, если не больше.

source: Look for that Shell scientist.
ru: Найти Ученого ракушек.

source: Unfortunately, they seem to have died in the battle. You'll likely never know the truth of what happened here.
ru: К сожалению, он, похоже, погиб во время боя. Скорее всего, вы никогда не узнаете правду о том, что здесь произошло.

source: At this point, you should be expecting surprise Husk attacks, but you still find yourself unsettled by the notion that nothing in this sector can be fully trusted. While the mystery of why these Shells were here may never be solved, at least you've made it out in one piece.
ru: Сейчас вы ждете сюрпризов от оболочек, но вам все равно не дает покоя мысль о том, что никому в этом секторе нельзя доверять. Хотя тайна, почему эти ракушки оказались здесь, возможно, никогда не будет раскрыта, вы, по крайней мере, выбрались целыми и невредимыми.
