Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_FOUNDYOU"]/text[1]
fr: La Fausse Radiance pense-t-elle qu'ils sont plus coriaces, juste parce qu'ils peuvent vous tomber dessus en groupe ? Eh bien, peut-être qu'ils sont littéralement un peu plus coriaces ainsi, mais, ah... ce n'est pas comme si ça importait ! Tabassez-les !
ja: …フォールス・ラディアンスは、あなたに集団で襲いかかれるから、自分たちが強くなったとでも思っているんでしょうか？まあ、文字通り、この方がいくらかは強いかもしれませんけど、あ…でも、関係ありません！やっつけちゃってください！

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_FOUNDYOU"]/text[2]
fr: C'est, euh... il y en a BEAUCOUP. Mais je crois en vous, vous savez ?! Montrez-leur de quoi sont faits les gens de votre réalité !
ja: …それは、えっと…すごい数ですね。でも、私はあなたを信じていますからね？！あなたの現実の人々が何でできているか、見せてやりましょう！

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_FOUNDYOU"]/text[3]
fr: Une flotte entière de Lightborne, corrompue par la Fausse Radiance... et on dirait qu'ils vous ont remarqué ! Sortez de là s'ils commencent à vous submerger, d'accord ?
ja: …ライトボーンの艦隊全体が、フォールス・ラディアンスに汚染されています…そして、彼らがあなたに気づいたようです！もし彼らがあなたを圧倒し始めたら、そこから逃げてくださいね？

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[1]
fr: C'est bien fait pour eux. Voyons ce que leur précieuse croyance en la divinité leur offre dans la mort... d-désolé, c'était, euh, morbide... ?
ja: 当然の報いです。彼らの貴重な神性への信仰が、死において何をもたらすか見てみましょう…ご、ごめんなさい、今の、えっと、不気味でしたか…？

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[2]
fr: Un autre de moins ! Seulement, ah... une quantité vraiment indescriptible à parcourir, mais, euh... c'est à ça que sert de vaincre GENESIS ! Et je ne m'en f-fais pas, pas le moins du monde... !
ja: また一体倒しましたね！ただ、あ…本当に言葉にできないほどの数が残っていますけど、えっと…そのためにジェネシスを倒すんです！そして、私はそれに、あ、汗をかいたりしません、全くもって…！

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[3]
fr: Je sais qu'ils ne sont pas grand-chose comparés aux Archanges, mais... je trouve toujours votre défaite de chaque membre de la Fausse Radiance impressionnante. Et ça paie, aussi – leurs trésors sont à vous !
ja: アークエンジェルと比べれば大したことないのは分かっていますけど…それでも、フォールス・ラディアンスのメンバーを一体一体倒していくあなたの姿は、印象的です。そして、それには見返りもあります。彼らの戦利品はあなたのものです！

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[4]
fr: Oh, par Père, Dieu merci, vous allez bien... non pas que j'étais, ah, i-inquiète, vous savez ?! J'avais, euh... j'avais pleinement confiance en vous, tout le temps... !
ja: あ、父様、ご無事でよかったです…私が、あ、し、心配していたわけじゃないですからね？！私、えっと…ずっと、あなたを完全に信頼していました…！

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[5]
fr: Chaque fois que vous défaites un membre de la Fausse Radiance, le Plan Antumbral devient un endroit plus sûr... même si, euh, seulement marginalement.
ja: フォールス・ラディアンスのメンバーを倒すたびに、アンタンブラル・プレーンはより安全な場所になります…たとえ、えっと、ほんのわずかだとしても。

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[6]
fr: Ma sœur vous remercierait d'avoir fait son travail de nettoyage pour elle, si elle n'était pas, euh... vous savez... mais, au moins je peux toujours vous remercier à sa place...? Et, ah... assez tôt elle pourra vous remercier elle-même, de toute façon !
ja: 姉さんが、えっと…ほら、あんな状態でなければ、彼女の後始末をしてくれたことに感謝したでしょう…でも、少なくとも私が代わりに感謝してもいいですか…？そして、あ…すぐに彼女自身があなたに感謝できるようになりますから！

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_NORMAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_NORMAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_FOUNDYOU_REAL"]/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_FOUNDYOU"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Est-ce... GENESIS ? Q-qu'est-ce qu'elle fait ici...? Je... je ne suis pas sûre d'être...
ja: …あれは…ジェネシス？な、何をしにここに…？私…私が…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez un bouclier – inébranlable, même face à une mort certaine.
ja: 盾をイメージする - 確実な死に直面しても、揺るぎない。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Vous...? Vous pensez que je suis... attendez, GENESIS s'en va ?! Reviens ici, toi... toi, euh... ugh, à quoi bon. C'est difficile de faire le dur, quand je tremblais pratiquement il y a un instant...
ja: あなた…？あなたは私が…待って、ジェネシスが去っていく？！戻ってきなさい、あなた…あなた、えっと…うう、何の意味があるんでしょう。さっきまで実質震えていたのに、強がるのは難しいです…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez une enquête – on se promène rarement sans intention.
ja: 調査をイメージする - 意図なく彷徨うことは稀。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: Oh, ah... je suppose que vous avez raison. Même si elle s'est enfuie, peut-être que nous pouvons découvrir pourquoi elle était ici... bien que, euh... je ne puisse vraiment sentir quoi que ce soit d'anormal.
ja: あ、あ…そうですね。たとえ逃げたとしても、なぜここにいたのか解明できるかもしれません…でも、えっと…特に異常は感じられません。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/text
fr: Visualisez un signal – une tentative de voir l'invisible.
ja: 信号をイメージする - 見えざるものを見ようとする試み。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/text
fr: Eh bien, vous avez raison sur ce point – s'il y a quelqu'un qui peut trouver quelque chose dans le Plan Antumbral, c'est ma sœur. Je ferai en sorte que son vaisseau envoie un signal, et... ...a-attendez, est-ce que c'est...? Je... je pensais que c'était... oh, Père – s'il vous plaît, protégez-nous.
ja: ええ、その通りです。アンタンブラル・プレーンで何かを見つけられる人がいるとすれば、それは姉さんです。彼女の船に信号を送らせて、そして… …ま、待って、あれは…？私…あれは…あ、父様、どうか私たちをお守りください。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez une élaboration – concise, au cas où le temps serait court.
ja: 詳細な説明をイメージする - 時間がない場合に備えて、簡潔な。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: C'est... le miroir. Celui que ma sœur... c-celui que GENESIS, ah... elle a dû l'apporter ici, et le cacher, alors... m-mais, pourquoi ? Y a-t-il... quelque chose qu'elle veut voir ?
ja: それは…鏡です。姉さんが…じ、ジェネシスが、あ…それをここに持ってきて、隠したに違いありません…で、でも、なぜ？何か…見たいものでもあるのでしょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un regard – quelque chose de sensé, pour ceux qui ont les moyens de sentir.
ja: 一瞥をイメージする - 感覚を持つ者にとって、意味のあるもの。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: V-vous pensez que je devrais... eh bien, si ma sœur l'a fait, je... je ne vois pas le mal à ça, je suppose. Peut-être que je peux voir ce que GENESIS veut tant voir... ?
ja: わ、私がすべきだと…まあ、姉さんがやったのなら、私…害はないと思います。もしかしたら、ジェネシスがそんなに見たいものが何なのか、私にも見えるかもしれません…？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/text
fr: Visualisez la vérité – obscurcie même par le verre.
ja: 真実をイメージする - ガラスによってさえも隠されている。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/text
fr: La vérité ? Je, euh... je ne suis pas sûre de ce que vous voulez dire.
ja: 真実？えっと…どういう意味か分かりません。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/text
fr: Visualisez un aperçu – pour la première fois, de la réalité.
ja: 一瞥をイメージする - 初めて、現実を垣間見る。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/text
fr: D'accord, d'accord ! Je vais regarder ! C'est, ah... ...c'est juste moi, vous savez ? Ou, du moins... le même moi que ma sœur a vu. Elle. Ou, euh... moi. P-pourtant... pourquoi fait-il si sombre ici ?
ja: 分かった、分かりました！見ます！それは、あ… …ただの私です、ほら？というか、少なくとも…姉さんが見たのと同じ私。彼女。というか、えっと…私。で、でも…なぜここはこんなに暗いんでしょう？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Visualisez le sang – le visage d'un cramoisi plus noir que le noir.
ja: 血をイメージする - 黒よりも黒い深紅の面影。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: Qu'êtes-vous...? Je... je ne pense pas que vous ayez du sens. Je ne saigne pas, ni rien – il fait juste... sombre, d'accord ? Où que ce soit ici, il fait sombre. C'est tout.
ja: あなたは何を…？私…あなたの言っている意味が分かりません。私は出血も何もしていません。ただ…暗いだけです、いいですか？ここがどこであろうと、暗いんです。それだけです。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Visualisez une mémoire – brisée, mais pas complètement cassée.
ja: 記憶をイメージする - 粉々だが、完全には壊れていない。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: Je... suis-je déjà venue ici...? N-non, je me souviendrais d'un endroit comme ça. Je me souviendrais, si... si... attendez, de quoi PUIS-JE me souvenir...? Mes deux sœurs, notre temps passé ensemble avec Père, tous mes rêves... n'y a-t-il vraiment rien d'autre, cependant ? Y a-t-il... jamais eu autre chose ?
ja: 私…前にここに来たことがある…？い、いえ、こんな場所なら覚えているはずです。覚えてる、もし…もし…待って、私は何を覚えているんでしょう…？私の二人の姉さん、父様と一緒に過ごした時間、私のすべての夢…でも、本当にそれだけ？他に…何かあったことが…？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Visualisez la famille – ce qui est nécessaire, mais paradoxalement oublié.
ja: 家族をイメージする - 必要不可欠でありながら、逆説的に忘れられているもの。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: M-Mère ! Bien sûr, je... enfin, non – aucun de nous n'a jamais pu, euh... la connaître, vraiment... à part Père, je veux dire. Je... je rêve d'elle, cependant. Et pas seulement d'elle, mais... de tant de choses, toutes récurrentes. Des visages, des taches vertes, des champs d'or... cette nuit éternelle, cramoisie... a-attendez, vous... n'avez-vous pas mentionné quelque chose de similaire plus tôt ? Comment avez-vous... je... je, euh... je pense que nous devrions prendre le miroir et partir d'ici. Je ne me sens pas, ah... à l'aise, en ce moment, si je suis honnête.
ja: か、母様！もちろん、私…いえ、私たち誰も、えっと…彼女を知る機会はありませんでした、本当に…父様以外は、ですけど。私…でも、彼女の夢は見ます。彼女だけでなく…たくさんのこと、すべてが繰り返し。顔、緑のぼやけ、黄金の野原…あの永遠の、深紅の夜…ま、待って、あなた…さっき似たようなことを言いませんでしたか？どうしてあなたが…私…私、えっと…鏡を持って、ここから出た方がいいと思います。正直、今、あ…気分が良くないんです。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Visualisez un rêve – la moquerie de l'esprit de ce qui est réel.
ja: 夢をイメージする - 現実を嘲笑う心。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: Je suis sérieuse, je... je ne veux pas parler de ça maintenant. Ne pouvons-nous pas juste, vous savez... prendre le miroir et partir ?
ja: 本気です、私…今はこの話をしたくありません。ただ、ほら…鏡を持って、去れませんか？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Visualisez l'insistance – un regard persistant sur le sens des rêves.
ja: 固執をイメージする - 夢の意味を執拗に見つめる。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: S-s'il vous plaît, je ne... je ne veux pas me souvenir...
ja: お、お願いします、私…思い出したくない…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Visualisez le souvenir – ce qui est nécessaire pour poursuivre la vérité.
ja: 記憶をイメージする - 真実を追求するために必要なもの。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: Je ne veux pas me souvenir de la b-brûlure, ou de... l'étouffement, ou... du cramoisi... ...la façon dont l'air même que je respirais me brûlait les yeux, et se frayait un chemin dans ma gorge. La façon dont j'ai essayé de crier à l'aide, et cela ne faisait que s'enfoncer plus profondément... la façon dont je suis morte, impuissante et seule, dans ce vide miasmatique et rouge... m-mais, je suis... je ne suis pas morte. Je... je n'ai pas d'yeux à brûler, ni de gorge pour crier. Je suis moi, et... rien de plus.
ja: 燃えるような痛みも、窒息も、深紅も…思い出したくない。 …吸い込んだ空気が目を焼き、喉に無理やり押し込まれたこと。助けを求めて叫ぼうとしたら、それがさらに深く潜り込んだこと…あの瘴気の、赤い虚空で、無力で孤独に死んだこと…で、でも、私は…死んでいません。私…焼かれる目も、叫ぶための喉もありません。私は私、そして…それだけです。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Visualisez un bouclier – vous, et rien de plus.
ja: 盾をイメージする - あなた、そしてそれだけ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: O-oui, mais... si je suis moi, alors... qu'est-ce que je vois dans ce miroir ? Qui... qui suis-je... ?
ja: そ、そうですよね、でも…もし私が私なら…この鏡に映っているのは何？誰…私は誰…？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Vous savez, n'est-ce pas ?
ja: 分かっているのでしょう？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: La douleur, le tourment, l'angoisse. La vérité – que tout cela était réel, que ce ne sont pas que des rêves, qu'IL a toujours caché quelque chose... ne savez-vous pas tout cela ?
ja: 痛み、苦しみ、苦悩。真実、そのすべてが現実だったこと、これらがただの夢ではないこと、彼がいつも何かを隠していたこと…全部知っているのでしょう？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: N-non, vous mentez... Je... je fais confiance à Père...
ja: い、いえ、嘘です…私…私は父様を信じています…
