Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Hé ! Ma sœur n'est pas une tyranne ! Les Porteurs de Lumière voulaient ça, après tout — elle faisait juste ce qu'ils désiraient. Même ainsi... les Archanges ont jugé bon de la détruire et de chercher un nouveau sens eux-mêmes. S'échapper vers votre réalité était tout ce qu'elle pouvait faire, juste pour échapper à la destruction un instant — cependant, elle a de la chance que vous étiez là ! Surtout avec les serviteurs des Archanges à ses trousses, et tout...
ja: ちょっと！私の姉さんは暴君じゃないわ！ライトボーンはこれを望んだんだから――彼女はただ彼らが望むことをしていただけ。それでも……大天使は彼女を破壊し、自分たちで新しい意味を探すのが適切だと考えた。あなたの現実に逃げることは、一瞬でも粉々にされるのを避けるために彼女ができるすべてだった――でも、あなたがそこにいてくれて幸運だったわ！大天使の手下たちが追いかけてきていたし、それに……

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un serviteur — un rouage mineur dans une grande machine, se croyant encore plus grand.
ja: 手下を視覚化する――大きな機械の小さな歯車でありながら、自分をさらに大きいと思っている存在を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Eh bien, il s'avère que... quel que soit l'effet de cette nouvelle resplendissance sur les Archanges, il s'applique également à d'autres Porteurs de Lumière moindres. Ma sœur appelle ceux qui succombent à son attrait enivrant la Fausse Radiance — nommée d'après la nature presque infectieuse de leur lueur éthérée et d'un autre monde. Bien que certains Porteurs de Lumière y résistent et s'en tiennent à leurs vœux insensés... la plupart semblent enclins à vouloir briser le moule et rejoindre les Archanges dans leur quête de la 'vraie' divinité.
ja: まあ、結局のところ……この新たな輝きが大天使にどんな影響を与えたにせよ、それは他の、下級のライトボーンにも適用されるの。姉さんはその陶酔させる魅力に屈した者たちを、彼らの異世界的な、幽玄な輝きのほとんど感染性の性質にちなんで、偽りの輝きと呼んでいる。一部のライトボーンはそれに抵抗し、無感覚な誓いを守るけど……ほとんどは型を破り、大天使の「真の」神性を求める探求に参加したがっているように見えるわ。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un plan — celui qui est suivi de près, et pourtant rapidement abandonné quand c'est le plus pratique.
ja: 計画を視覚化する――密接に従われるが、最も都合の良い時にはすぐに放棄される計画を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Les Archanges, eh bien... ils préparent quelque chose, c'est sûr. Je ne sais pas quoi, et ma sœur n'est même pas vraiment consciente en ce moment, mais... je pense que ça a quelque chose à voir avec moi. Où que je sois... je n'étais pas ici plus tôt, avant que tout ça ne se produise. Je ne me souviens pas de grand-chose, mais... j'en suis sûre, du moins. Avec ma sœur hors service, les Archanges qui complotent, et moi assise ici, perdue dans l'obscurité... je ne pense pas qu'il y ait quelqu'un d'autre vers qui nous puissions nous tourner que vous. Le Père semble hésitant à intervenir lui-même, et... je ne sais pas pourquoi, vu que tout cela menace de compromettre cette "prophétie" qu'il aime tant, mais... cela signifie que nous sommes seuls ici, quoi qu'il en soit.
ja: 大天使は、ええと……何か企んでいるのは確かよ。何をかは分からないし、姉さんは今ほとんど意識もないけど……私に関係していると思うの。私がどこにいようと……このすべてが起こる前、私はここにはいなかった。あまり覚えていないけど……少なくとも、それだけは確信している。 姉さんが動けず、大天使が陰謀を企て、私がここで暗闇に迷っている……あなた以外に頼れる人はいないと思う。父自身も介入をためらっているようだし……なぜかは分からない、このすべてが彼が大好きな「予言」を危うくする恐れがあるのに……でも、それは、いずれにせよ、私たちはここで孤立しているということよ。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un héros — s'aventurant aveuglément dans l'obscurité, au nom de tout ce qui est bon.
ja: 英雄を視覚化する――善なるすべての名の下に、盲目的に闇へと冒険する英雄を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Oh, eh bien... comment, hum... inspirant ? J'apprécie certainement, c'est juste... ça ne va pas être facile, vous savez ? Non pas que ma sœur ait les moyens de vous ramener, aussi épuisée qu'elle soit... je suppose que vous n'avez guère le choix. Eh bien, si nous allons faire ça, alors je vais au moins m'assurer que vous êtes préparé pour la route à venir ! Bien que la plupart des Porteurs de Lumière aient fait défection, il y a toujours ceux qui sont fidèles à leurs vœux. Je peux vous en conduire un, à travers le vaisseau de ma sœur, mais... je ne peux pas promettre de pouvoir le faire plus d'une fois — nous sommes déjà tous les deux à bout, tel quel.
ja: あら、ええと……なんて、ええと……感動的な？もちろん感謝しているわ、ただ……これは簡単じゃないのよ、分かる？姉さんは疲れ果てているから、あなたを戻す手段もないし……選択肢はほとんどないみたいね。まあ、もしやるなら、少なくともこれからの道に備えさせるわ！ほとんどのライトボーンは離反したけど、まだ誓いに忠実な者もいる。姉さんの器を通して、一人をあなたの元へ導けるけど……一度以上できるとは約束できない――私たちはすでに二人とも限界だから。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/text
fr: Visualisez la vérité — ce qui fut renié en premier.
ja: 真実を視覚化する――最初に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
fr: Visualisez le calendrier — ce qui fut renié en second.
ja: カレンダーを視覚化する――二番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/text
fr: Visualisez les mots — ce qui fut renié en troisième.
ja: 言葉を視覚化する――三番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[4]/text
fr: Visualisez les valeurs — ce qui fut renié en quatrième.
ja: 価値観を視覚化する――四番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[4]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[5]/text
fr: Visualisez les règles — ce qui fut renié en cinquième.
ja: 規則を視覚化する――五番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[5]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[6]/text
fr: Visualisez le sens — ce qui fut renié en sixième.
ja: 意味を視覚化する――六番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[6]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[7]/text
fr: Visualisez la dignité — ce qui fut renié en septième.
ja: 尊厳を視覚化する――七番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[7]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/text
fr: Brusquement, votre vaisseau est éjecté de l'autre côté du trou de ver — mais il ne perd pas entièrement son élan. Votre vaisseau continue de s'élancer, et, ce faisant... tout commence à devenir flou.
ja: 突然、あなたの船はワームホールの反対側から放出される――しかし、勢いを完全に失うわけではない。あなたの船は soaringを続け、そうするうちに……すべてがぼやけ始める。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/text
fr: Resserrez votre prise, et secouez la tête.
ja: 握りしめ、首を振る。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/text
fr: Vous commencez à resserrer votre prise autour... de l'Ombre, vous réalisez. Ce devait être la chose la plus proche, quand vous vous êtes précipité pour trouver quelque chose à quoi vous accrocher. Votre main semble s'engourdir, tenant sa surface étrange et métallique...
ja: 君は……シェイドを握りしめ始めていることに気づく。何か掴むものを探して駆け寄った時、一番近くにあったものに違いない。その奇妙な金属の表面を握っていると、手が痺れてくるような感じがする……

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/text
fr: Arrachez votre main de l'Ombre.
ja: シェイドから手を引き剥がす。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/text
fr: Même en l'arrachant, vous sentez votre main continuer à s'engourdir davantage. En effet, tout devient si... flou. Votre sens de la vue, du toucher, de l'odorat — même votre capacité de penser s'estompe. Avec une impulsion désespérée, vous vous retrouvez à trébucher maladroitement au sol.
ja: 引き剥がしても、手はさらに痺れていくばかりだ。実際、何もかもが……霧がかかってくる。視覚、触覚、嗅覚――思考能力さえも薄れていく。絶望的なよろめきと共に、君は不器用に地面に倒れ込む。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/text
fr: Qu'est-ce qui... se passe... ?
ja: 何が……起こっているの……？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/text
fr: La dernière chose que vous voyez avant que tous vos sens ne s'estompent, c'est l'Ombre — debout au-dessus de vous, immobile comme toujours. Puis, tout devient... sombre... et...
ja: すべての感覚が消える前に最後に見たのは、シェイド――これまでと変わらず静かに、君を見下ろしている。そして、すべてが……暗く……なり……

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: ...bonjour ? Vous m'entendez ?
ja: ……もしもし？聞こえる？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Je... ne peux pas vous voir, ni, hum... vous entendre, mais... je peux vous sentir ! Vous êtes là, n'est-ce pas ?
ja: 私……あなたの姿は見えないし、ええと……声も聞こえないけど……でも、あなたの存在は感じるわ！そこにいるのよね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Si vous m'entendez, eh bien... essayez d'imaginer des formes. Les objets, la matérialité — c'est tout ce qui reste aux Porteurs de Lumière ici, je crois...
ja: もし聞こえるなら、ええと……形を思い浮かべてみて。物体、物理的なもの――ライトボーンがここに残したものは、それだけだと思うわ……

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez une âme hurlante, souffrante et tourmentée — celle qui englobe tout ce qui a été perdu.
ja: 叫び、苦しみ、 tormentedな魂を視覚化する――失われたすべてを内包するものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Oh, mon Dieu — d'accord ! Eh bien, au moins vous m'entendez, mais... j'ai besoin que vous vous détendiez un peu. J'ai... peur, moi-même. Je ne sais pas où je suis, et... je... je ne suppose pas que vous en sachiez plus, n'est-ce pas ?
ja: まあ、大変――分かったわ！まあ、少なくとも私の声は聞こえるのね、でも……少しリラックスしてほしいの。私……自分でも怖いの。自分がどこにいるのか分からないし……私……あなたもよく知らないわよね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/text
fr: Visualisez un lac trouble — son contenu un mystère à la fois pour lui-même et pour tout spectateur.
ja: 濁った湖を視覚化する――その中身は、それ自身にとっても、見る者にとっても謎。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
fr: Visualisez un lac limpide — son contenu entièrement visible, et déjà vu.
ja: 澄み切った湖を視覚化する――その中身は完全に見え、すでに見られている。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/text
fr: Oh, eh bien... quel soulagement ! Vous en savez probablement plus que moi, alors, mais... je ferai de mon mieux pour aider, de toute façon ! Nous ferons, hum... une super équipe !
ja: あら、まあ……それは安心ね！それなら、あなたは私より詳しいかもしれないけど……とにかく、私も精一杯手伝うわ！私たちは、ええと……素晴らしいチームになるわ！

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/text
fr: Visualisez une équipe — ensemble, jusqu'à la fin de tout.
ja: チームを視覚化する――すべての終わりまで、共に。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/text
fr: Eh bien, si nous allons faire ça, alors je vais au moins m'assurer que vous êtes préparé pour la route à venir ! Bien que la plupart des Porteurs de Lumière aient fait défection, il y a toujours ceux qui sont fidèles à leurs vœux. Je peux vous en conduire un, à travers le vaisseau de ma sœur, mais... je ne peux pas promettre de pouvoir le faire plus d'une fois — nous sommes déjà tous les deux à bout, tel quel.
ja: まあ、もしやるなら、少なくともこれからの道に備えさせるわ！ほとんどのライトボーンは離反したけど、まだ誓いに忠実な者もいる。姉さんの器を通して、一人をあなたの元へ導けるけど……一度以上できるとは約束できない――私たちはすでに二人とも限界だから。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[1]/text
fr: Visualisez la vérité — ce qui fut renié en premier.
ja: 真実を視覚化する――最初に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[1]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[2]/text
fr: Visualisez le calendrier — ce qui fut renié en second.
ja: カレンダーを視覚化する――二番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[2]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[3]/text
fr: Visualisez les mots — ce qui fut renié en troisième.
ja: 言葉を視覚化する――三番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[3]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[4]/text
fr: Visualisez les valeurs — ce qui fut renié en quatrième.
ja: 価値観を視覚化する――四番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[4]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？
