Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[5]/text
fr: Visualisez les règles — ce qui fut renié en cinquième.
ja: 規則を視覚化する――五番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[5]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[6]/text
fr: Visualisez le sens — ce qui fut renié en sixième.
ja: 意味を視覚化する――六番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[6]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[7]/text
fr: Visualisez la dignité — ce qui fut renié en septième.
ja: 尊厳を視覚化する――七番目に誓って捨て去られたものを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[7]/event/text
fr: Très bien, ça devrait suffire ! Je m'assurerais de trier votre équipement avant que nous ne partions. Les disciples de la Fausse Radiance — sans parler des Archanges eux-mêmes — vous attendent, et leurs arsenaux sont, hum... mortels, c'est le moins qu'on puisse dire. Mieux vaut être préparé, n'est-ce pas ?
ja: よし、これで大丈夫！出発する前に、装備を整理しておくことをお勧めするわ。偽りの輝きの信者たち――大天使は言うまでもなく――が待っているし、彼らの武器は、ええと……控えめに言っても deadlyよ。準備万端が一番よね？

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: ...oh, il y a... un collectif de Porteurs de Lumière ici ? Ceux-ci semblent toujours liés à leurs vœux, aussi. Ça devrait être assez facile de les faire venir et de fournir de l'aide... mais, hum... ça vous dérangerait si nous parlions un peu, pendant que vous avez un moment ? Si vous, vous savez ! En avez envie ! Ou, ah...
ja: ……あら、ここに……ライトボーンの集団がいるの？この子たちはまだ誓いに縛られているみたいね。移動させて、少し手伝ってもらうのは簡単そう……でも、ええと……少し時間があるなら、少しお話ししてもいいかしら？もし、ほら！よかったら！それか、ええと……

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
fr: Visualisez une oreille — toujours prête à écouter, jusqu'au jour où elle ne pourra plus.
ja: 耳を視覚化する――聞けなくなるその日まで、常に聞くのを待っている耳を。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
fr: Eh bien, c'est juste... je... les couleurs, de votre amas... pensez-vous que je pourrais les voir un jour ? Quand tout cela sera fini, je veux dire ! En supposant que le Père n'y verrait pas d'inconvénient, et, hum... vous savez. Je... je peux les voir, à travers les souvenirs de ma sœur, et... elles sont si... à couper le souffle. Ou, du moins, hum... elles le seraient, si j'avais, ah, le souffle à couper ! Haha...
ja: ええと、ただ……私……あなたのクラスターの色……いつか見ることができると思う？このすべてが終わったら、ってこと！父が気にしないとして、ええと……ほら。ただ――姉さんの記憶を通して、それらが見えるの、そして……とても……息をのむほど美しい。少なくとも、ええと……もし私が、ええと、息をのむことができればね！はは……

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Visualisez un être nerveux — bégayant, trébuchant, chancelant.
ja: 神経質な残骸を視覚化する――どもり、つまずき、よろめく。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/text
fr: Désolée ! Je suis, hum... nerveuse, il faut l'admettre... Le Père n'approuve tout simplement pas que nous fassions ce que nous voulons. Je n'imagine pas qu'il prendra très bien la tentative de ma sœur de voir Mère, par exemple... mais, si vous lui demandiez ! Ou, peut-être même... vous teniez à mes côtés...? Je, hum... je crois qu'il SERAIT obligé d'accepter, n'est-ce pas ?
ja: ごめんなさい！私、ええと……緊張しているの、正直……父は私たちが好き勝手するのを認めないの。例えば、姉さんが母に会おうとしたことを、彼が快く思うとは想像できない……でも、もしあなたが彼に頼んだら！あるいは、もしかしたら……私のそばにいてくれたら……？私、ええと……彼は同意せざるを得ないと思うの、そうでしょ？

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/text
fr: Visualisez un arc-en-ciel — mieux partagé que gardé pour soi.
ja: 虹を視覚化する――独り占めするより分かち合う方が良い。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/text
fr: V-vraiment ? Je... j'ai hâte, alors. En attendant, par contre, hum... les achats, n'est-ce pas ?! Et, vous savez... les Archanges, et, ah...
ja: ほ、本当に？私……じゃあ、楽しみにしているわ。それまでの間は、ええと……ショッピング、よね？！それに、ほら……大天使とか、ええと……

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/text
fr: Visualisez l'hésitation — bégaiement, trébuchement, chancellement.
ja: ためらいを視覚化する――どもり、つまずき、よろめく。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/text
fr: H-hé ! Je suis juste... ESSAYEZ d'être enfermé dans une pièce sombre et sans fin, à communiquer avec quelqu'un — qui est À DEMI-ÉVEILLÉ, je vous signale — à travers le corps sans vie et affaibli de votre sœur ! Je fais de mon mieux ici ! C'était... une question stupide, de toute façon. Je vous laisse à vos, hum... courses, et tout...
ja: ちょ、ちょっと！私だって……あなたも暗くて終わりのない部屋に閉じ込められて、誰か――半分寝ぼけている人を――姉さんの生命のない、衰弱した体を通してコミュニケーションしてみなさいよ！私、ここで頑張っているのよ！とにかく……馬鹿な質問だったわ。あなたの、ええと……ショッピングとか、色々、邪魔しないわ……

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
fr: Visualisez une fourmi — éternellement occupée, sans temps pour les bavardages.
ja: アリを視覚化する――永遠に忙しく、雑談する時間もない。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
fr: O-oh, hum... bien sûr ! Éternellement occupée, haha... eh bien, je vais juste... vous laisser faire, alors !
ja: あ、あら、ええと……もちろん！永遠に忙しい、はは……まあ、じゃあ……お任せするわ！

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: ...les Ombres vous attendaient, semblerait-il ? Ou ma, hum... sœur. Difficile à dire. Je suppose qu'elles sont au courant de votre cause, de toute façon. Cependant, je dois me demander... ah, peu importe ! Faire des achats avec d'étranges tentacules encrés — youpi !
ja: ……シャドウはあなたを待っていたようね？それとも、私の、ええと……姉さんかしら。分からないわ。どっちにしろ、あなたの目的は知っているみたい。でも、ちょっと気になるわ……ああ、気にしないで！奇妙な、インクのような触手とのショッピング――やった！

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
fr: Visualisez un détective — curieux, et désireux d'en savoir plus.
ja: 探偵を視覚化する――好奇心旺盛で、もっと知りたがっている。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
fr: Oh, vous voulez — d'accord ! Eh bien, j'étais juste, hum... en train de penser aux Ombres, je suppose. Elles semblent toujours jouer une sorte de rôle de... spectateur dans les affaires des Porteurs de Lumière. Les deux se faisaient la guerre, bien sûr, mais pourquoi ? Et, tandis que les Porteurs de Lumière ont tout renié pour arrêter les combats... les Ombres ne l'ont pas fait, et, vous savez... semblent tout à fait d'accord pour arrêter quand même. N'est-ce pas un peu étrange ?
ja: あら、知りたいのね――分かったわ！ええと、ただ、ええと……シャドウのことを考えていたの。彼らはいつも、なんていうか……ライトボーンの出来事において傍観者の役割を果たしているように見える。昔は戦争していたのは確かだけど、なぜ？そして、ライトボーンが戦いをやめるためにすべてを誓って捨て去ったのに対し……シャドウはそうしなかったのに、ほら……やめても平気そうじゃない。少し変じゃない？

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Visualisez une question — digne d'être posée à son frère ou sa sœur.
ja: 質問を視覚化する――兄弟姉妹に尋ねる価値のある質問を。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/text
fr: Eh bien, le fait est que... elle ne sait pas non plus. CŒUR-DIVIN a été créé au cas où les Ombres menaceraient un jour de violence contre les Porteurs de Lumière, mais... ma sœur n'a jamais eu besoin de l'utiliser. Non seulement ça, mais... qu'est-ce qu'elles sont, au juste ? Une sorte de conscience collective ? Je sais qu'elles sont relativement amicales ici, et il ne faut pas cracher dans la soupe, mais, ah... tout ça me perturbe un peu.
ja: ええと、その…姉さんも知らないんです。ゴッドコアは、万が一シャドウがライトボーンに暴力を振るう場合に備えて作られたんですけど…姉さんは一度も使う必要がなかったんです。それだけじゃなくて…そもそも、彼らは何なんでしょう？ハイヴマインドみたいなもの？ここでは比較的友好的だって分かってますし、お世話になってる相手に恩を仇で返すのはよくないですけど、あ…なんだかちょっと不気味に感じちゃうんです。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/text
fr: Visualisez un accord — un bref hochement de tête.
ja: 同意を示す - 短く頷く。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/text
fr: Je suppose que ça n'a pas beaucoup d'importance, finalement, mais... peut-être que ma sœur pourra tout me raconter quand ce sera fini, quand elle aura passé plus de temps avec elles, n'est-ce pas ? Et, ensuite, hum... je pourrais tout vous raconter aussi !
ja: 結局、そんなに重要なことじゃないのかもしれないですけど…このことが終わったら、姉さんが彼らともう少し時間を過ごしたら、全部話してくれるかもしれないですよね？そしたら、えっと…私もあなたに全部お話しできます！

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/text
fr: Visualisez un désaccord — un ferme hochement de tête.
ja: 不同意を示す - 厳しく首を横に振る。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/text
fr: Vraiment ? Peut-être que je réfléchis trop, je suppose. Quoi qu'il en soit, hum... eh bien, il est temps de faire les courses, n'est-ce pas ?
ja: 本当ですか？多分、私が考えすぎなのかもしれないですね。とにかく、えっと…お買い物の時間、ですよね？

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
fr: Visualisez un acheteur — aveugle à tout sauf à la tâche qui lui est confiée.
ja: 買い物客をイメージする - 目の前のタスク以外何も見えていない。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
fr: Ouais ! Les courses ! Je n'ai, ah... jamais fait les courses, mais, hum... vous faites en sorte que ça ait l'air assez amusant, je pense ? Bien que, peut-être devrais-je... vous savez, prendre ça un peu plus au sérieux. Avec toute cette histoire de, hum... se battre pour votre vie ? Peu importe ! Allez-y, profitez-en !
ja: はい！お買い物！私、あ…買い物なんてしたことないんですけど、えっと…あなたがやってるのを見ると、なんだか楽しそうに見えます、多分？でも、もしかしたら…もう少し真剣に考えたほうがいいのかもしれないですね。その、えっと…命がけで戦ってるわけですし？まあいいです！楽しんできてください！

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//ship[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT"]/destroyed/text
fr: C'est ce que ces IDIOTS méritent ! Nous devrions, hum... vérifier l'état des autres Porteurs de Lumière, n'est-ce pas ?
ja: こいつらには当然の報いです！私たちは、えっと…他のライトボーンの様子を見に行くべきですよね？

source: data/events_sector_ddantumbra.xml$//ship[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT"]/destroyed/choice/text
fr: Visualisez une main secourable — celle qui relève les tombés.
ja: 助けの手をイメージする - 倒れた者を起こす手。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/text
fr: Ils sont aussi déphasés que vous, mais... au moins ils vont bien. Le vaisseau de ma sœur devrait pouvoir les réveiller suffisamment pour qu'ils aident. En parlant de ma, hum... sœur...
ja: 彼らもあなたと同じくらいぼうっとしてますが…でも、少なくとも他に異常はないようです。姉さんの船なら、彼らを奮い立たせて手伝ってもらえるはずです。私の、えっと…姉さんと言えば…

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/text
fr: Visualisez un livre ouvert — désireux d'être lu.
ja: 開かれた本をイメージする - 読まれることを熱望している。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/text
fr: Je me demandais juste, hum... qu'est-ce que vous pensez d'elle ?
ja: ちょっと気になったんですけど、えっと…姉さんのこと、どう思いますか？

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/text
fr: Visualisez un cadavre — malmené, battu, ensanglanté.
ja: 死体をイメージする - 打ちのめされ、殴られ、血まみれの。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/event/text
fr: J-juste ! Je, ah... juste... je suppose que vous n'avez jamais vraiment eu l'occasion de lui parler... E-eh bien, vous aurez cette chance très bientôt ! Et ce sera génial ! Et, et... je, hum... serai là, je suppose, haha...
ja: そ、そうですよね！私、あ…そうですよね…彼女と話す機会なんて、本当になかったですもんね…で、でも、すぐにその機会は来ますから！きっと素晴らしいものになりますよ！そして、そして…私も、えっと…そこにいると思います、はは…

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/event/choice/text
fr: Visualisez un miroir — particulièrement réfléchi des questions.
ja: 鏡をイメージする - 特に、疑問を映し出す鏡。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/event/choice/event/text
fr: Moi ? Qu'est-ce que je pense d'elle ? Eh bien, elle est... elle est incroyable. Courageuse, aimante, puissante — elle a toujours été la préférée du Père. Je suis un peu trop, hum... timide, je pense... alors le Père me garde près de lui. Et, en ce qui concerne notre autre sœur, ah... je pense qu'elle l'effraie un peu. Elle me fait certainement peur ! Elle est... un peu différente de nous deux. Plus, hum... bestiale ? Elle ne se soucie pas vraiment de nous, trop, mais... elle fait toujours partie de la famille ! Quoi qu'il en soit, cependant... le Père l'a envoyée en mission avec son propre vaisseau, aux dernières nouvelles. Je suis, ah... la seule d'entre nous sans vaisseau. B-but, ce n'est pas grave ! Je suis sûre que le Père m'en trouvera un, éventuellement... en attendant, cependant — les courses, n'est-ce pas ?! Avec les Porteurs de Lumière ! Les, hum... boooons vieux Porteurs de Lumière...
ja: 私ですか？姉さんをどう思ってるか？ええと、姉さんは…素晴らしいです。勇敢で、愛情深くて、力強くて…いつも父様のお気に入りでした。私はちょっと、その…臆病すぎるみたいで…だから父様は私を近くに置いてるんです。それで、もう一人の姉さんに関しては、あ…父様は少し彼女を怖がってるんだと思います。私は確実に怖いです！彼女は…私たち二人とは少し違うんです。もっと、えっと…獣的？私たちのことはあまり気にかけてないみたいですけど…でも、家族ですから！ いずれにしても…最後に聞いた話では、父様は彼女を専用の船で任務に送り出したそうです。私、あ…私たちの中で船を持ってないのは私だけなんです。で、でも、大丈夫です！きっと父様がいつか私の分も用意してくれますから…それまでは、お買い物ですよね？！ライトボーンと！その、えっと…古き良きライトボーンと…

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/event/choice/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/event/choice/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[2]/text
fr: Visualisez une abeille — occupée, bourdonnante, affairée.
ja: 蜂をイメージする - 忙しく、ブンブンと、騒がしい。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[2]/event/text
fr: Oh, hum... juste, je ne devrais pas vous distraire. Les courses ! Y-youpi ! Amusez-vous... bien ? Autant que vous le pouvez, de toute façon, dans votre, ah... situation actuelle...
ja: あ、えっと…そうですよね、邪魔しちゃいけませんね。お買い物！や、やったー！楽しんで…ください？あなたの、あ…今の苦境の中で、できる限りは…

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[2]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[2]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: ...la Fausse Radiance est ici ? Et ils malmènent les autres Porteurs de Lumière... nous devons intervenir et les sauver, n'est-ce pas ?! Ou, hum... vous devez le faire. Vous et ma, ah... sœur ! Aussi dévastée qu'elle soit...
ja: …フォールス・ラディアンスがここに？しかも他のライトボーンをいじめてる…私たちが介入して助けないと、ですよね？！というか、えっと…あなたたちが。あなたと、私の、あ…姉さんが！彼女はボロボロですけど…

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
fr: Visualisez une main secourable — offerte sous la forme d'un poing fermé.
ja: 助けの手をイメージする - 握り拳の形で差し出される。
