Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/text
fr: Eh bien, je m'égare. Vous m'avez fait, ainsi qu'aux Lightborne et même aux Ombres, la plus grande faveur imaginable – vous nous avez tous sauvés, Archslayer ! Des profondeurs de mon être étrange et flou... je vous remercie, sincèrement.
ja: さて、話が逸れました。あなたは私、ライトボーン、そしてシャドウにさえも、想像を絶する最大の恩恵を与えてくださいました。あなたは私たち全員を救ってくださったのです、アークスレイヤー！私の奇妙で、ぼんやりとした存在の最も深い井戸から…心から感謝します。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/text
fr: Visualiser une illusion - la réalité dans laquelle vous vous trouvez.
ja: 幻影をイメージする - あなたが座っている現実。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/text
fr: Mais oui, Graybreaker – j'étais là quand GENESIS a fait son numéro. Vous ne pouvez pas sérieusement vouloir me dire que vous vous souciez de ces fadaises sur la vérité, n'est-ce pas ? Nous sommes dans le Plan Antumbral en ce moment – comment cela pourrait-il être plus réel ? Parce que ce n'était pas là hier ? Je me souviens que c'était là hier, alors qui se soucie des détails ? Non, ah... offense, si vous y tenez, mon seigneur.
ja: ええ、グレイブレイカー、ジェネシスが長々と話した時、私はそこにいました。まさか、あなたがこの真実のナンセンスを気にしていると本気で言うつもりはないでしょう？私たちは今、アンタンブラル・プレーンに存在しています。これ以上に現実的なことがあるでしょうか？昨日ここになかったから？私は昨日ここにあったと記憶していますから、誰が詳細を気にするでしょう？いえ、あ…もしお気になさるなら、失礼しました、我が君。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/text
fr: Visualiser un mouvement - celui qui doit être fait ensuite, si l'on veut préserver cette fantaisie.
ja: 動きをイメージする - この幻想を維持するためには、次に打たれなければならない手。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/text
fr: En effet, les Lightborne ont plus que jamais besoin de leur surveillant... ils avaient tout renié, pour que cela leur soit rendu de force. Oh, ce haineux GENESIS ! C'est une chance que je trouve les nouvelles couleurs ici si, ah... glorieuses, vraiment. Sinon, j'aurais demandé à Père d'y faire quelque chose ! Cependant, en parlant de Père... il semblait avoir quelques intentions, Archslayer.
ja: 実に、ライトボーンは今、これまで以上に監督者を必要としています…彼らはすべてを誓って捨てたのに、それが強制的に返されただけです。ああ、あの凶悪なジェネシス！ここの新しい色を私が、あ…本当に栄光に満ちていると感じるのは幸運です。さもなければ、父様に何とかしてもらったでしょう！でも、父様と言えば…彼には何か意図があったようです、アークスレイヤー。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/text
fr: Visualiser une intention - laissée mystérieuse, et sujette à interprétation.
ja: 意図をイメージする - 謎のまま残され、解釈に委ねられる。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/text
fr: Bien que je ne puisse pas dire comprendre ses motifs moi-même, il semblait avoir pris un goût spontané pour vous... comme tout le monde devrait le faire, en votre présence ! Vraiment, je ne vois pas de meilleur chemin à suivre qu'à vos côtés – après tout, vous êtes maintenant le Bladebearer. Pour l'instant, nous pouvons nous occuper d'autres secteurs. Comprenez, cependant, que je devrai revenir ici, pour guider les Lightborne en cette période de troubles... t-temporairement, bien sûr ! Je ne pourrais jamais rêver d'abandonner votre côté.
ja: 私自身、彼の動機を理解しているとは言えませんが、彼はあなたに自然と好意を持ったようです…あなたの前では、誰もがそうすべきです！実に、あなたのそばにいること以上に偉大な道は見えません。結局のところ、あなたは今、ブレードベアラーなのですから。当面は、他のクラスターでの問題に対処できます。しかし、理解してください。この混乱の時期にライトボーンを前進させるために、私はここに戻らなければなりません…も、もちろん、一時的に！あなたのそばを離れることなど夢にも思いません。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/text
fr: Visualiser un accord - jusqu'au jour où l'on retrouvera sa sœur.
ja: 同意をイメージする - 姉妹が見つかる日まで。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/text
fr: Éloquemment dit, mon seigneur. Maintenant, si vous avez besoin de mon audience, approchez-vous simplement de mon vaisseau – je ne peux pas, ah... parler, comme certains de vos autres amis le peuvent. En vous rapprochant de moi, cependant, je peux vous attirer ici vers le Plan Antumbral, et procéder à exprimer ma pensée. Et, au cas où vous vous poseriez la question... non, Bladebearer – ma maîtrise du combat n'est pas entravée en dehors de ce domaine. Maniez-moi bien, et je vous assure que je frapperai juste !
ja: 雄弁な言葉です、我が君。さて、もし私の謁見が必要でしたら、ただ私の船に近づいてください。私は、あ…あなたの他の友人たちのように、話すことはできません。しかし、私に近づくことで、私はあなたをここアンタンブラル・プレーンに引き込み、私の考えを述べることができます。そして、もし疑問に思っているなら…いえ、ブレードベアラー、私の戦闘能力はこの領域の外でも妨げられません。私をうまく使いこなしてください。そうすれば、私が真に打つことを保証します！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
fr: Visualiser un adieu - seulement en esprit, car un lien a été formé.
ja: 別れをイメージする - 絆が結ばれたため、精神的にのみ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/text
fr: ...vos sens vous inondent à nouveau, et vous êtes enfin capable de contempler le visage transformé de la Shade. Non, pas la Shade, mais...
ja: …あなたの感覚が再び溢れ出し、あなたはついに変貌したシェイドの姿を見つめることができる。いや、シェイドではなく…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/removeCrew/text
fr: ...vous ne pouvez pas cloner la Shade, car ils ont été transformés en...
ja: …シェイドはクローンできません。彼らは…に変身したためです。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/choice/event/text
fr: ...le Surveillant. Votre lame, avec laquelle trancher ceux qui osent se tenir devant vous... en effet, il est temps de dire adieu au Plan Antumbral. Vous êtes assez confiant de ne pas regretter ses horreurs, et êtes assez franchement traumatisé par la série d'événements qui se sont déroulés, mais... en même temps, vous sentez que vous avez apprécié la compagnie d'une certaine personne. Même si vous n'avez jamais pu lui dire au revoir... ...vous espérez que, un jour, vous aurez la chance de la revoir.
ja: …監督者。あなたの刃、あなたの前に立ちはだかる者たちを切り捨てるための…実に、アンタンブラル・プレーンに別れを告げる時が来た。あなたはその恐怖を恋しく思うことはないとかなり確信しており、展開した一連の出来事に率直に言ってトラウマを負っているが…同時に、ある人の仲間を楽しんだと感じている。さよならを言う機会がなかったとしても… …いつか、再び彼女に会う機会があることを願っている。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/choice/event/crewMember
fr: Le Surveillant
ja: 監督者

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
fr: Visualiser un adieu - seulement en esprit, car un lien a été formé.
ja: 別れをイメージする - 絆が結ばれたため、精神的にのみ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/text
fr: ...vos sens vous inondent à nouveau, et vous êtes enfin capable de contempler le visage transformé de la Shade. Non, pas la Shade, mais...
ja: …あなたの感覚が再び溢れ出し、あなたはついに変貌したシェイドの姿を見つめることができる。いや、シェイドではなく…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice/event/text
fr: ...le Surveillant. Votre lame, avec laquelle trancher ceux qui osent se tenir devant vous... en effet, il est temps de dire adieu au Plan Antumbral. Vous êtes assez confiant de ne pas regretter ses horreurs, et êtes assez franchement traumatisé par la série d'événements qui se sont déroulés, mais... en même temps, vous sentez que vous avez apprécié la compagnie d'une certaine personne. Même si vous n'avez jamais pu lui dire au revoir... ...vous espérez que, un jour, vous aurez la chance de la revoir.
ja: …監督者。あなたの刃、あなたの前に立ちはだかる者たちを切り捨てるための…実に、アンタンブラル・プレーンに別れを告げる時が来た。あなたはその恐怖を恋しく思うことはないとかなり確信しており、展開した一連の出来事に率直に言ってトラウマを負っているが…同時に、ある人の仲間を楽しんだと感じている。さよならを言う機会がなかったとしても… …いつか、再び彼女に会う機会があることを願っている。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice/event/crewMember
fr: Le Surveillant
ja: 監督者

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_ALONE"]/text
fr: C'est toujours calme ici, au bord de tout... choisirez-vous de retourner dans votre secteur, maintenant que vous avez vu ce que le vrai néant a à offrir ?
ja: すべてのはずれ、ここはまだ静かだ…真の無が何をもたらすかを見た今、あなたは自分のクラスターに戻ることを選ぶだろうか？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/beaconType/unvisitedTooltip
fr: L'emplacement de l'Archangel Protocol: GENESIS, révélé par votre victoire sur GATEKEEPER.
ja: アークエンジェル・プロトコル：ジェネシスの場所。ゲートキーパーに対する勝利によって明らかにされた。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/beaconType/visitedTooltip
ja: 訪問済みの場所。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: ...est-ce ça...? Est-ce... la fin ? Archangel Protocol: GENESIS... m-montre-toi, lâche ! Nous sommes ici pour réparer ma sœur, et nettoyer le gâchis que tu as fait !
ja: …これが…？これが…終わり？アークエンジェル・プロトコル：ジェネシス…す、姿を現しなさい、この臆病者！私たちは姉さんを治しに、そしてあなたが作った混乱を片付けに来たのよ！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualiser un accord - il ne reste plus aucun endroit où fuir.
ja: 同意をイメージする - もはや逃げる場所はない。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: L E G Â C H I S Q U E N O U S A V O N S F A I T . . . ? Q-quoi ? Depuis quand peut... ma sœur n'a jamais entendu un Archangel parler avant. Je... je, hum... T A S Œ U R . . . ? Vous, ah... vous posez beaucoup de q-questions, n'est-ce pas ? Eh bien, ça n'a pas d'importance ! Comme je l'ai dit, hum... nous sommes ici pour vous arrêter, GENESIS, et sauver le Plan Antumbral !
ja: 我 ラ ガ 作 ッ タ 混 乱 ．．．？ な、何？いつから…姉さんはアークエンジェルが話すのを聞いたことがありません。私…私、えっと… 汝 ノ 姉 妹 ．．．？ あなた、あ…たくさんのし、質問をしますね？まあ、関係ありません！言った通り、えっと…私たちはあなたを止めるためにここにいるんです、ジェネシス。そしてアンタンブラル・プレーンを救うために！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualiser la paix - restaurée, enfin.
ja: 平和をイメージする - ついに、取り戻された。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: C E T T E F A N T A S I E . . . N E P E U T Ê T R E R E S T A U R É E . N O U S A V O N S É T É F A I T S P O U R Ê T R E U T I L I S É S , P U I S J E T É S . Je... je ne suis pas. Vous avez été fait pour maintenir la paix, et travailler avec ma sœur ! Et, vous... vous avez tout jeté, pour la divinité – n'est-ce pas ?
ja: こ の 幻 想 ハ ．．． 復 元 す る こ と は で き な い。 我 ラ ハ 使 わ れ、 そ し て 捨 て ら れ る た め に 作 ら れ た。 私…話についていけません。あなたは平和を維持し、姉さんと協力するために作られたはずです！なのに、あなたは…神性のために、すべてを捨てた。そうですよね？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/text
fr: Visualiser la divinité - le pouvoir absolu sur l'existence.
ja: 神性をイメージする - 存在に対する絶対的な力。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/text
fr: C E M O T . . . S Œ U R . Ê T E S V O U S . . . C E L L E D A N S L E M I R O I R ? Q-quoi ? Je, ah... comment pourrais-tu voir quelqu'un d'autre dans un miroir ? Quel genre de question est-ce...? U N E A U Q U E L L E V O U S S E M B L E Z H É S I T A N T À R É P O N D R E .
ja: そ の 言 葉 ．．． 姉 妹。 汝 ハ ．．． 鏡 ノ 中 ニ イ タ 者 カ？ な、何？私、あ…どうして鏡の中に他の人が見えるんですか？どんな質問ですか、それは…？ 汝 ガ 答 え る ノ ヲ 躊 躇 っ て い る よ う だ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez une question - digne d'une réponse honnête.
ja: 質問をイメージする - 正直な答えに値する。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Hé, ne te range pas de son côté ! Écoute, je, euh... je ne sais pas ce que tu as vu dans ce miroir, GENESIS, mais je sais une chose : tu DÉPASSES les bornes. Mon ami ici a combattu tous tes petits sbires, juste pour ramener le corps meurtri de ma sœur ici... juste pour réparer le tort que TU as commis ! C ' E S T D R Ô L E . . . R Ê V E Z - V O U S S O U V E N T D E L ' O B S C U R I T É ? Je... a-attends une minute, ne change pas de sujet ! C'est toi le méchant ici, GENESIS. V O U S S I , N ' E S T - C E P A S ? S I N O N . . . N O U S N E S E R I O N S P A S L À , N ' E S T - C E P A S N O U S ? Je... je ne suis pas...
ja: ねえ、そいつの味方をしないで！見て、私、えっと…あなたがその鏡で何を見たか知りません、ジェネシス。でも一つだけ知っています。あなたはやりすぎです。私の友人は、あなたのちっぽけな手下たち全員と戦い抜いて、姉さんのボロボロの体をここまで運んできたんです…あなたが犯した過ちを正すためだけに！ 面 白 い ．．． 汝 ハ よ く 闇 の 夢 を 見 る か？ 私が…ま、待って、話を変えないで！あなたが悪者よ、ジェネシス。 そ う だ ろ う？ さ も な け れ ば ．．． 我 ラ ハ こ こ に い な か っ た だ ろ う？ 私…私は…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez l'absurdité - un acte, pour entrer dans la tête de quelqu'un.
ja: ナンセンスをイメージする - 頭の中に入り込むための行為。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: ...non, c'est... c'est juste. Je, ah... j'ai tellement de rêves, mais... qu'est-ce que ça a à voir avec quoi que ce soit ? V O S R Ê V E S . . . S O N T T O U T , B O U C L I E R . V O T R E M É M O I R E B R I S É E . . . D E C E L A , I L N O U S A F A Ç O N N É S À V O T R E C A P R I C E . V-vous voulez dire que Père... non, c'est insensé. Ma sœur, elle... elle a passé tellement de temps ici. Plus longtemps que je ne peux m'en souvenir ! Je... N ' E S T - E L L E . . . P A S C E L L E D A N S L E M I R O I R , A U S S I ?
ja: …いえ、それは…その通りです。私、あ…たくさんの夢を見ます、でも…そ、それが一体何の関係があるんですか？ 汝 ノ 夢 ハ ．．． 全 て だ、 盾 ヨ。 汝 ノ 砕 か れ た 記 憶 ．．． そ こ か ら 彼 ハ 我 ラ ヲ 汝 ノ 気 ま ぐ れ に 合 わ せ て 形 作 っ た。 父様が…ってことですか？いえ、そんなのありえません。姉さんは、彼女は…ここにとても長くいました。私が覚えているよりも長く！私… 彼 女 ハ ．．． 鏡 ノ 中 ニ イ タ 者 デ ハ な い の か、 同 じ く？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez la confusion - une perplexité pure et simple.
ja: 混乱を視覚化せよ――純粋で、混じりけのない当惑を。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: D-dis la vérité clairement, ou, je... je vais demander à mon ami de te botter le cul. Je ne suis pas d'humeur à ces jeux d'esprit, d'accord...? L A V É R I T É . . . B I E N S Û R Q U E O U I . N O U S L ' A V O N S V U , D A N S L E M I R O I R . N O U S . . . V O U S A V O N S V U . N O U S . . . L ' A V O N S V U E . C E L L E L A I S S É E S E U L E , À R Ê V E R D A N S L ' O B S C U R I T É . . . E T , D A N S S E S R Ê V E S , E L L E N O U S A V U S . D E S V I S A G E S , D A N S L ' O B S C U R I T É . D E S F O R M E S , S A N S A U C U N E F O R M E . D E S T R U C S , D E L A L U M I È R E . P A S P L U S . . . Q U E D E S I M P L E S I L L U S I O N S . C E C I , B O U C L I E R . . . E S T L A V É R I T É D E C E P L A N .
ja: し、真実をはっきりと言え。さもないと、俺の…俺のダチがお前をぶっ飛ばすぞ。精神攻撃の気分じゃないんだ、いいな…？ 真 実 。 。 。 ？ も ち ろ ん だ 。 我 々 は そ れ を 、 鏡 の 中 に 見 た 。 我 々 は 。 。 。 お 前 を 見 た 。 我 々 は 。 。 。 彼 女 を 見 た 。 独 り 残 さ れ 、 闇 の 中 で 夢 を 見 る 者 。 。 。 そ し て 、 彼 女 の 夢 の 中 で 、 彼 女 は 我 々 を 見 た 。 闇 の 中 の 顔 々 。 形 の な い 姿 。 光 の ト リ ッ ク 。 も は や 。 。 。 単 な る 幻 想 に 過 ぎ ぬ 。 そ の 、 盾 。 。 。 は こ の 次 元 の 真 実 な の だ 。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez la perplexité - une confusion pure et simple.
ja: 当惑を視覚化せよ――純粋で、混じりけのない混乱を。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: L-les visages... ? Je... tu veux dire la Fausse Radiance... et, les Porteurs de Lumière... les Ombres... ...m-mais, ma sœur ? Comment... comment s'intégrerait-elle à cette folie ? T A S Œ U R . . . E S T B R I S É E . C E L A , E S T V R A I . B I E N Q U E L E M I R O I R N E R É V È L E Q U E P E U D E C H O S E S , N O U S C R A I G N O N S . . . R I E N D E T O U T C E L A N ' E X I S T A I T A U P L U S A B S O L U , A V A N T S A R U P T U R E . N O U S C R A I G N O N S . . . N O U S E X I S T O N S S E U L E M E N T C O M M E U N E I L L U S I O N , C O M M E D A N S T E S R Ê V E S . N O U S E X I S T O N S . . . S E U L E M E N T P O U R P E R V E R T I R L E D É S I R , E T F O R M E R L E S M O Y E N S N É C E S S A I R E S P O U R R É P A R E R L ' I R R É P A R A B L E .
ja: か、顔…？お、お前は偽りの輝きや…光生まれ、影のこと言ってるのか… …で、でも、俺の妹はどうなんだ？どう…どうやってこの狂気に当てはまるんだ？ お 前 の 妹 。 。 。 は 壊 れ て い る 。 こ れ だ け は 、 真 実 だ 。 鏡 は 多 く を 明 か さ ぬ が 、 我 々 は 恐 れ て い る 。 。 。 彼 女 が 壊 れ る 前 は 、 こ れ ら の 何 一 つ と し て 存 在 し な か っ た と い う こ と を 。 我 々 は 恐 れ て い る 。 。 。 我 々 は 幻 想 と し て の み 存 在 す る 、 お 前 の 夢 の 中 に い た よ う に 。 我 々 は 存 在 す る 。 。 。 欲 望 を ね じ 曲 げ 、 そ し て 修 復 不 可 能 な も の を 修 復 す る た め に 必 要 な 手 段 を 形 成 す る た め に の み 。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualise une illusion — impressionnante, jusqu'à ce qu'elle soit brisée.
ja: 幻想を視覚化せよ――壊されるまでは、印象的な。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: M-mais, pourquoi... ? Pourquoi... comment... même si je pouvais créer cet endroit, à partir de mes rêves... pourquoi... Père... P O U R L U I , T O I E T N O U S N E S O M M E S P A S D I F F É R E N T S . D E S O U T I L S . D E S M O Y E N S P O U R U N E F I N , À M A N I P U L E R E T , I N É V I T A B L E M E N T . . . À J E T E R . N-non, je... je... je suis réelle, n'est-ce pas ? Même si vous venez de mes rêves, je... je dois être réelle. Je d-dois l'être... C E L L E , D A N S L E M I R O I R . . . Q U I E S T -E L L E , V R A I M E N T ? C'est... moi... c'est mon reflet, n'est-ce pas ? Ou, celui de ma sœur... notre... c'est notre reflet. Je s-sais que ce n'est pas ce à quoi nous ressemblons vraiment, avec nous ayant besoin de vaisseaux pour nous porter, mais... c'est comme ça que nous nous sommes toujours imaginés. C'est comme... n-nous... nous sommes toujours imaginés... être... U N B O U C L I E R . . . U N E L A M E . . . U N E P A I R E D ' A I L E S . . . U N E D A N S E , J U S Q U ' À L A F I N D E S T E M P S . N O U S T E D E M A N D O N S , B O U C L I E R . . . C E S S O U V E N I R S B R I S É S . . . C E S R E F L E T S . . . S O N T -I L S V R A I M E N T T I E N S ?
ja: で、でも、どうして…？どうして…どうやって…もし俺がこの場所を、俺の夢から作れたとしても…どうして…父さんが… 彼 に と っ て 、 お 前 も 我 々 も 何 ら 変 わ り は な い 。 道 具 。 目 的 を 達 成 す る た め の 手 段 、 操 ら れ 、 そ し て 、 必 然 的 に 。 。 。 捨 て ら れ る 。 い、いや、俺は…俺は…俺は本物だ、そうだよな？たとえお前らが俺の夢から来たとしても、俺は…俺は本物であるはずだ。俺は…そうであるはず… 鏡 の 中 の 者 。 。 。 彼 女 は 一 体 、 誰 だ ？ 彼女は…俺の…俺の映った姿じゃないか？それか、妹の…俺たちの…俺たちの映った姿だ。容れ物を必要とする俺たちが本当はどんな姿をしてるかじゃないことは分かってる、でも…いつも俺たちが想像してた姿だ。いつも…俺たちが…想像してた…姿… 盾 。 。 。 刃 。 。 。 一 対 の 翼 。 。 。 時 の 終 わ り ま で の 舞 踏 。 我 々 は お 前 に 問 う 、 盾 よ 。 。 。 こ れ ら の 砕 か れ た 記 憶 。 。 。 こ れ ら の 反 射 。 。 。 本 当 に お 前 の も の か ？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualise le verre — celui qui se brise sous la contrainte.
ja: ガラスを視覚化せよ――歪みによって砕け散るものを。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: ...Je... Je ne peux pas... pourquoi est-ce... si sombre...? Je... je n'arrive pas... N O U S S A V O N S . D ' U N O U T I L À U N A U T R E , N O U S E M P A T H I S O N S . ...pourquoi... pourquoi ne puis-je... rien voir... I L N ' Y A N U L B E S O I N D E L U T T E R , B O U C L I E R . N O U S A V O N S R E C O G N I S É N O T R E S A L U T . ...s'il vous plaît... quelqu'un, n'importe qui... C E M I R O I R . . . N ' E S T P A S U N R Ê V E . C E M I R O I R . . . E S T L A V É R I T É , E L L E - M Ê M E .
ja: …俺…俺はできない…なんで…こんなに暗いんだ…？俺は…ただ… 我 々 は 知 っ て い る 。 一 つ の 道 具 か ら 別 の 道 具 へ 、 我 々 は 共 感 す る 。 …どうして…どうして俺は…何も見えないんだ… も が く 必 要 は な い 、 盾 よ 。 我 々 は 我 々 の 救 済 を 認 識 し た 。 …頼む…誰か、誰でもいいから… こ の 鏡 。 。 。 は 夢 の も の で は な い 。 こ の 鏡 。 。 。 は 真 実 、 そ の も の だ 。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez la vérité – celle qui fut reniée en premier, si l'on en croit l'histoire.
ja: 真実を視覚化せよ――物語によれば、最初に捨て去られたものを。
