Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/event/choice/text
fr: Visualisez le châtiment - un don de douleur reflété mille fois.
ja: 当然の報いをイメージする - 千倍に反射された痛みの贈り物。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/event/choice/event/text
fr: La Fausse Radiance étant prise en charge, leur butin est à vous ! De plus, vous avez porté un coup à leurs plans en détruisant leur flotte et leur cache d'explosifs... bon travail, vous !
ja: フォールス・ラディアンスを片付けたので、彼らの戦利品はあなたのものです！それに、彼らの艦隊と爆発物の隠し場所を破壊して、彼らの計画に打撃を与えました…よくやりました！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/event/choice/event/choice/text
fr: Visualisez la satisfaction - la vraie récompense d'un travail bien fait.
ja: 満足感をイメージする - 見事にやり遂げた仕事の真の報酬。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/event/choice/event/choice/event/text
fr: Je ne peux m'empêcher de me demander quels étaient exactement leurs plans, cependant... c'était assez de Warlockulars pour envoyer un Archange en enfer. N-non pas qu'elles feraient jamais ça, mais... je trouve ça un peu inquiétant, vous savez ? Ma sœur n'a jamais vu les Flamboyants coordonner quelque chose comme ça par eux-mêmes. Cependant, tant que vous, euh... restez vigilant, je suis sûr que tout ira bien ! J'espère que oui, du moins...
ja: でも、彼らの計画が一体何だったのか気になります…あのアークエンジェルを地獄に吹き飛ばすのに十分なウォーロックキュラーでした。彼らがそんなことをするとは思いませんけど…でも、少し心配になるんです。姉さんはライトボーンが自分たちでこんなことを連携してやるのを見たことがありません。でも、あなたが、えっと…警戒し続けていれば、きっとすべてうまくいくはずです！少なくとも、そう願っています…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="0"]/text
fr: Visualisez un problème - cette fois-ci, dû à un manque de système de Contrôle des Armes.
ja: 問題をイメージする - 今回は、ウェポン・コントロールシステムがないことによる問題。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="0"]/event/text
fr: Vous êtes sérieux ?! Vous n'avez pas de... eh bien, je suppose que c'est impressionnant, plus que tout. Il n'y a pas vraiment grand-chose à faire, cependant, si vous ne pouvez pas allumer la cachette... attendez, attention ! N-nous avons dû prendre trop de temps - la Fausse Radiance vous a repéré !
ja: 本気ですか？！あなたが持っていないなんて…まあ、何よりも感心しますね。でも、隠し場所を点火できないなら、本当に何もできません…待って、気をつけて！わ、私たち、時間をかけすぎたようです。フォールス・ラディアンスがあなたを見つけました！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="0"]/event/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[3]/text
fr: Visualisez une question - celle de la valeur de ce plan.
ja: 疑問をイメージする - この計画の価値についての疑問。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[3]/event/text
fr: Ouais, je suis un peu d'accord... que faire, alors... hmm... attendez, attention ! N-nous avons dû prendre trop de temps - la Fausse Radiance vous a repéré !
ja: ええ、私も同感です…じゃあ、どうしましょう…うーん…待って、気をつけて！わ、私たち、時間をかけすぎたようです。フォールス・ラディアンスがあなたを見つけました！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[3]/event/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/text
fr: C'est... BEAUCOUP d'explosifs - sans parler de la présence d'une flotte entière ! Il semblerait que la Fausse Radiance prépare une sorte d'attaque ici, mais, euh... elle n'a pas encore remarqué l'arrivée de votre vaisseau, je pense ? Si c'est le cas, il pourrait être judicieux de les surprendre et de saboter leurs plans d'une manière ou d'une autre. Avant qu'elles ne fassent quelque chose, euh... vous savez, de mal ?
ja: …それは…たくさんの爆発物ですね。艦隊全体の存在は言うまでもありません！フォールス・ラディアンスはここで何らかの攻撃を準備しているようですが、えっと…まだあなたの船の到着に気づいていないようですね？もしそうなら、彼らに忍び寄って、何らかの方法で彼らの計画を妨害するのが良い考えかもしれません。彼らが何か、あ…ほら、悪いことをする前に？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[@req="LIST_DRONES_DDFALSERADIANCE"]/text
fr: Visualisez une diversion - une utilisant l'attrait d'un Cœur Radiant. [1|]
ja: 陽動をイメージする - ラディアント・コアの魅力を利用したもの。 [1|]

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[@req="LIST_DRONES_DDFALSERADIANCE"]/event/text
fr: Oh, c'est malin ! Si vous laissez votre Cœur Radiant ici, et que ma sœur envoie un signal, alors la Fausse Radiance devrait venir enquêter. Ensuite, pendant qu'elles sont distraites à vouloir le convertir à leur cause, VOUS vous faufilez jusqu'à leur stock de démolition, et... kaboom ! Ça me semble être un bon plan - juste, euh... s-soyez prudent, d'accord ? Votre Cœur Radiant devrait aller bien, tant que vous ne prenez pas trop de temps - de plus, il sera assez proche pour vous revenir ! Vous savez, juste au cas où vous seriez, euh... attrapé d'une manière ou d'une autre...
ja: あ、それは賢いですね！ラディアント・コアをここに置いて、姉さんに信号を送らせれば、フォールス・ラディアンスがやってきて調査するはずです。そして、彼らがそれを自分たちの目的に転換させたいと気を取られている間に、あなたが彼らの爆薬供給源に忍び寄って…ドカン！良い計画に聞こえます。ただ、えっと…き、気をつけてくださいね？時間をかけすぎなければ、あなたのラディアント・コアは大丈夫なはずです。それに、あなたに戻ってくるのに十分近いですから！ほら、万が一、あ…捕まった場合に備えて…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[@req="LIST_DRONES_DDFALSERADIANCE"]/event/choice/text
fr: Visualisez un plan - celui qui sera exécuté sans faille.
ja: 計画をイメージする - 完璧に実行されるであろう計画。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[@req="cloaking"]/text
fr: Visualisez un camouflage - avancé, même au bord de tout.
ja: クロークをイメージする - すべての果てにおいてさえも、先進的な。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[@req="engines"]/text
fr: Visualisez un moteur - assez fort pour se déplacer rapidement et silencieusement.
ja: エンジンをイメージする - 素早く、静かに移動するのに十分な強さの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[4]/text
fr: Visualisez une course folle - risquée, mais potentiellement rentable.
ja: 猛ダッシュをイメージする - 危険だが、潜在的に価値がある。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[5]/text
fr: Visualisez une confrontation - on n'a pas besoin de se cacher dans l'obscurité.
ja: 対決をイメージする - 闇に潜む必要はない。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[5]/event/text
fr: Oh, euh... eh bien, si vous êtes sûr ! Je peux respecter le manque d'hésitation - l'imprudence est admirable ! Je, e-euh... je pense que oui, de toute façon... ?
ja: あ、えっと…まあ、あなたがそう言うなら！ためらいのなさには敬意を表します。無謀さは称賛に値します！わ、わ、私は…そう思います、とにかく…？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[5]/event/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[6]/text
fr: Visualisez un haussement d'épaules - un symbole de ceux qui s'en soucient à peine.
ja: 肩をすくめるのをイメージする - ほとんど気にしない者たちの象徴。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[6]/event/text
fr: A-attendez, mais... si vous ne faites rien, alors la Fausse Radiance ne fera que devenir plus forte... ...eh bien, je, euh... je suppose que c'est bon, si vous êtes sûr ? Peut-être qu'il y a de meilleurs endroits où être en ce moment, et je ne suis juste pas, euh... en train de voir la vue d'ensemble ! Ouais !
ja: ま、待ってください、でも…もし何もしなければ、フォールス・ラディアンスは強くなる一方ですよ… …まあ、私、えっと…あなたがそう言うなら、大丈夫なんでしょうか？今はもっと良い場所にいるべきで、私がただ、あ…大局を見ていないだけかもしれませんね！ええ！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[6]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[6]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Vous savez, j'ai réfléchi - il y a beaucoup de Cœurs Radiants autour du Plan Antumbral, mais... êtes-vous même capable de les utiliser ? Ils ont besoin d'être alimentés en énergie pour fonctionner, ce qui, je pense, équivaut à l'équivalent effectif d'un, euh... système de Contrôle des Drones, n'est-ce pas ?
ja: …あの、考えていたんですけど、アンタンブラル・プレーンにはたくさんのラディアント・コアがありますが…あなたはそれらを使えるんですか？機能させるにはエネルギーを供給する必要があって、それは、えっと…ドローン・コントロールシステムの実質的な同等物に相当すると思うんですけど、そうでしたっけ？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/text
fr: Visualisez un drone - celui que l'on a les moyens de manier.
ja: ドローンをイメージする - 自分が扱う手段を持つもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/text
fr: Oh, donc vous POUVEZ les utiliser ! C'est bien, au moins. Eh bien, euh... si vous vouliez, ce ne serait pas trop difficile de faire en sorte que ma sœur envoie le signal et que des Flamboyants viennent améliorer le système pour vous. Juste, euh... juste cette fois ! Elle n'a pas d'énergie infinie, avec son vaisseau comme ça, mais... je pense que ça pourrait en valoir la peine, non ?
ja: あ、 তাহলে আপনি তাদের ব্যবহার করতে পারেন! অন্তত এটা ভালো। আচ্ছা, আহ... যদি আপনি চান, আমার বোনকে সিগন্যাল পাঠিয়ে কিছু লাইটবর্নকে আপনার জন্য সিস্টেম আপগ্রেড করতে পাঠানো খুব কঠিন হবে না। শুধু, উম... শুধু এই একবার! তার জাহাজের এই অবস্থায় তার অসীম শক্তি নেই, কিন্তু... আমি মনে করি এটা মূল্যবান হতে পারে, তাই না?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="1"]/text
fr: Visualisez une amélioration - inévitable, et bienvenue.
ja: アップグレードをイメージする - 避けられず、歓迎される。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="1"]/event/text
fr: Il ne devrait falloir qu'un instant pour que son signal soit envoyé, et... ...voilà, les Flamboyants sont là ! J'espère que cela, euh, vous savez... s'avérera être le coup de pouce dont vous avez besoin dans les combats à venir. Avec les, euh... Archanges qui vous harcèlent, et tout... eh bien, au moins CERTAINS des Flamboyants vous soutiennent ! Et je vous soutiens aussi - pour ce que ça vaut...
ja: 彼女の信号が発信されるまで、ほんの一瞬です、そして… …ほら、ライトボーンが来ました！これが、あ、ほら…これからの戦いで必要な後押しになることを願っています。えっと…アークエンジェルがあなたに迫ってくる中では…まあ、少なくとも一部のライトボーンはあなたの味方です！そして私もあなたの味方です。それがどれほどの価値があるかは分かりませんが…

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="7"]/text
fr: Visualisez une amélioration - inévitable, et bienvenue.
ja: アップグレードをイメージする - 避けられず、歓迎される。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="7"]/event/text
fr: Il ne devrait falloir qu'un instant pour que son signal soit envoyé, et... ...voilà, les Flamboyants sont là ! J'espère que cela, euh, vous savez... s'avérera être le coup de pouce dont vous avez besoin dans les combats à venir. Avec les, euh... Archanges qui vous harcèlent, et tout... eh bien, au moins CERTAINS des Flamboyants vous soutiennent ! Et je vous soutiens aussi - pour ce que ça vaut...
ja: 彼女の信号が発信されるまで、ほんの一瞬です、そして… …ほら、ライトボーンが来ました！これが、あ、ほら…これからの戦いで必要な後押しになることを願っています。えっと…アークエンジェルがあなたに迫ってくる中では…まあ、少なくとも一部のライトボーンはあなたの味方です！そして私もあなたの味方です。それがどれほどの価値があるかは分かりませんが…

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="8"]/text
fr: Visualisez une amélioration - bienvenue, mais impossible.
ja: アップグレードをイメージする - 歓迎されるが、不可能。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="8"]/event/text
fr: Oh, je vois. Eh bien, vous ne pouvez pas me reprocher d'avoir essayé ! Du moins, je crois que non ? S-s'il vous plaît, euh... non.
ja: あ、そうですか。まあ、試したことで私を責めることはできませんよね！少なくとも、できないと思います？お、お願いですから、えっと…しないでください。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="8"]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="8"]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/text
fr: Visualisez un drone - celui que l'on n'a pas les moyens de manier.
ja: ドローンをイメージする - 自分が扱う手段を持たないもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/text
fr: Oui, je m'en doutais. Eh bien, euh... si vous vouliez, ce ne serait pas trop difficile de faire en sorte que ma sœur envoie le signal et que des Flamboyants viennent faire les modifications nécessaires pour installer le système pour vous. Juste, euh... juste cette fois ! Elle n'a pas d'énergie infinie, avec son vaisseau comme ça, mais... je pense que ça pourrait en valoir la peine, non ?
ja: ええ、そうだろうと思ってました。まあ、あ…もしよろしければ、姉さんに信号を送らせて、ライトボーンにシステムをインストールするために必要な改造をしてもらうのは、それほど難しくありません。ただ、えっと…今回だけです！彼女の船がこんな状態では、無限のエネルギーはありませんから…でも、これは価値があることだと思いますよね？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[1]/text
fr: Visualisez une installation - bienvenue dans les guerres à venir.
ja: インストールをイメージする - 来るべき戦いで歓迎される。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[1]/event/text
fr: Il ne devrait falloir qu'un instant pour que son signal soit envoyé, et... ...voilà, les Flamboyants sont là ! J'espère que cela, euh, vous savez... s'avérera être le coup de pouce dont vous avez besoin dans les combats à venir. Avec les, euh... Archanges qui vous harcèlent, et tout... eh bien, au moins CERTAINS des Flamboyants vous soutiennent ! Et je vous soutiens aussi - pour ce que ça vaut...
ja: 彼女の信号が発信されるまで、ほんの一瞬です、そして… …ほら、ライトボーンが来ました！これが、あ、ほら…これからの戦いで必要な後押しになることを願っています。えっと…アークエンジェルがあなたに迫ってくる中では…まあ、少なくとも一部のライトボーンはあなたの味方です！そして私もあなたの味方です。それがどれほどの価値があるかは分かりませんが…

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[2]/text
fr: Visualisez un refus - un manque d'intérêt pour des sujets comme celui-ci.
ja: パスをイメージする - このような事柄への関心の欠如。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[2]/event/text
fr: Oh, je vois. Eh bien, vous ne pouvez pas me reprocher d'avoir essayé ! Du moins, je crois que non ? S-s'il vous plaît, euh... non.
ja: あ、そうですか。まあ、試したことで私を責めることはできませんよね！少なくとも、できないと思います？お、お願いですから、えっと…しないでください。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[2]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[2]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Quel spectacle terrible. Des centaines, voire des milliers, de Flamboyants morts - chacun dérivant sans but dans l'espace... pendant tout le temps qu'elle a passé en tant que leur superviseur, ma sœur n'a jamais vu un charnier pareil. Autant que je déteste le dire, je... je pense que la Fausse Radiance a fait ça.
ja: …なんてひどい光景でしょう。何百、いや何千もの死んだライトボーンが、それぞれ宇宙を目的もなく漂っています…監督者として過ごしたすべての時間の中で、姉さんはこのような集団墓地を見たことがありません。言うのは嫌ですけど、私…これをやったのはフォールス・ラディアンスだと思います。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez la cruauté - abjecte dans sa manifestation.
ja: 残酷さをイメージする - そのもたらされ方が実に卑劣な。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Oui, c'est bas, même pour elles... Je n'arrive pas à imaginer pourquoi elles verraient nécessaire de faire une telle chose. Non pas que je puisse prétendre comprendre leur pensée le moins du monde, mais... qu'est-ce que ce... ce... ce MASSACRE a à voir avec leur quête de divinité ? Elles peuvent antagoniser les autres Flamboyants autant qu'elles veulent, mais, au final, n'est-ce pas juste la preuve que ce sont elles qui sont vraiment insensées ?
ja: ええ、これは彼らにとっても卑劣です…なぜこんなことをする必要があると思ったのか想像もできません。彼らの考えを少しでも理解するふりはできませんけど…この…この…この虐殺が、彼らの神性の追求と何の関係があるのでしょう？他のライトボーンを好きなだけ敵に回せばいいですけど、結局のところ、これは彼らこそが本当に無感覚であることの証明じゃないですか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez la tyrannie - celle qui s'étend à travers chaque recoin du Multivers.
ja: 圧政をイメージする - マルチバースの隅々にまで及ぶようなもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: Y a-t-il, euh... y a-t-il aussi des gens comme la Fausse Radiance dans votre réalité ?
ja: あなたの現実にも、えっと…フォールス・ラディアンスのような人々はいますか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/text
fr: Visualisez un exemple - la Rébellion, odieuse à tous égards.
ja: 例をイメージする - 反乱軍、あらゆる点で凶悪な。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/text
fr: Ça... semble familier, d'une certaine manière. Je ne suis pas vraiment sûr de pourquoi, mais... quoi qu'il en soit, je, euh... j'ai vraiment hâte que ma sœur se réveille et remette tout ça en ordre. Je déteste voir les Flamboyants souffrir comme ça, après qu'ils aient déjà tant fait pour échapper à leur souffrance en premier lieu... le but de leur sacrifice - leurs vœux - n'était-il pas d'éviter des luttes comme celles-ci ? À quoi bon tout cela, si la Fausse Radiance peut simplement tout prendre sans y réfléchir à deux fois...
ja: それは…なんだか聞き覚えがあります。理由はよく分かりませんけど…とにかく、あ…姉さんが目覚めて、このすべてを再び正してくれるのが本当に待ちきれません。ライトボーンがそもそも苦しみから逃れるためにあれほどのことをしたのに、こんな風に苦しむのを見るのは嫌です…彼らの犠牲、彼らの誓いの目的は、このような闘争を避けるためではなかったのですか？フォールス・ラディアンスが何の躊躇もなくそれを奪い去ることができるなら、一体何のためだったのでしょう…

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez le silence - un moment de solennité, créé pour les défunts.
ja: 沈黙をイメージする - 倒れた者たちのために作られた、厳粛な瞬間。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Eh bien, en parlant des, euh... des Flamboyants... nous ne devrions pas les laisser comme ça. Leur cycle de vie et de mort implique généralement d'être rassemblés, et réincarnés sous de nouvelles formes, mais... avec GRAVEDIGGER dépassé par la Fausse Radiance, il semblerait que son travail soit resté inachevé. N-néanmoins, cependant - ma sœur peut essayer de faire de son mieux à sa place ! Même avec son vaisseau tel qu'il est, elle a un grand niveau d'influence sur les Flamboyants - tout ce que vous avez à faire est d'imaginer comment vous les voudriez, et elle s'occupera du reste.
ja: …ええと、その、えっと…ライトボーンと言えば…彼らをこのままにしておくべきではありません。彼らの生と死のサイクルは、通常、融合させられて新しい形に転生することを含みますが…グレイヴディガーがフォールス・ラディアンスに乗っ取られてしまったので、その仕事は未完のままのようです。そ、それでも、姉さんが代わりに最善を尽くすことができます！彼女の船がこの状態でも、彼女はライトボーンに大きな影響力を持っています。あなたが彼らをどうしたいか想像するだけで、残りは彼女がやってくれます。
