Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/event/text
fr: ...eh bien, je suppose que pendant qu'elles, hum... mâchent cette arme, nous pourrions peut-être, ah, parler un peu ? Je... voulais vous demander quelque chose — à propos des Ombres, assez curieusement. Elles sont aussi dans votre réalité, n'est-ce pas ? C'est flou, mais j'ai l'impression de m'en souvenir en partie grâce à ce que ma sœur a vu quand elle vous a rencontré. Ce que je voulais demander, c'était, hum... comment sont-elles là-bas ?
ja: …ええと、彼らが、その…武器を噛んでいる間に、もしかしたら、あ、少しお話できますか？私…あなたに聞きたいことがあったんです。奇しくも、シャドウについて。あなたの現実にもいますよね？曖昧ですけど、姉さんがあなたに会った時に見たものを通して、そう思い出せる気がします。聞きたかったのは、えっと…そこでは彼らはどんな感じなんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/event/choice/text
fr: Visualisez l'obscurité — vaste, vorace et plus que suffisamment profonde pour s'y noyer.
ja: 闇をイメージする - 広大で、貪欲で、溺れるには十分すぎるほど深い。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/event/choice/event/text
fr: V-vraiment ? Les Ombres ici sont si timides, pourtant... vu à quel point votre réalité est lointaine, je suppose qu'il est juste de supposer que Père les a ramenées d'ici. Mais, qu'est-ce qui causerait un tel changement dans leur comportement ? Et, euh... à quoi bon les amener là-bas, de toute façon ? Surtout si elles sont contentes ici, et en colère ailleurs... O-on pourrait peut-être lui demander plus tard ? Ensemble, bien sûr... ! C'est, euh... moins effrayant, comme ça.
ja: ほ、本当ですか？ここのシャドウはとても臆病なのに…あなたの現実がどれだけ遠いかを考えると、父様がここから彼らを連れて行ったと考えて間違いないでしょうね。でも、何が彼らの行動を変えさせたんでしょう？そして、あ…そもそも、父様が彼らをそこに連れて行く意味は何なんでしょう？特に、ここでは満足していて、そうでなければ怒っているのに…あ、あとで父様に聞いてみましょうか？もちろん、一緒に！その、えっと…その方が怖くないですから。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un compagnon — une compagnie bienvenue en territoire inhospitalier.
ja: 仲間をイメージする - 歓迎されない領域での、歓迎すべき仲間。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Un compagnon ? P-pensez-vous que je suis... oh, euh, regardez ! Les Ombres ont fini ! Et il semblerait qu'elles aient quelque chose pour vous ? Est-ce... un Flamboyant ? Un qui n'est pas sous l'influence de la Fausse Radiance, en plus... Je me demande si les Ombres le protégeaient, et c'est pour cela que la Fausse Radiance les a attaquées. Je suppose qu'elles vous le confient, maintenant ? Vous êtes populaire ! Avec les, euh, Ombres, bien sûr...
ja: 仲間？あなたは…私が、あ…あ、えっと、見てください！シャドウが終わったみたいです！そして、あなたに何かくれるみたいですよ？ あれは…ライトボーン？しかも、フォールス・ラディアンスの影響下にない…もしかしてシャドウがこれを守っていて、だからフォールス・ラディアンスに攻撃されたんでしょうか。今はあなたに託しているみたいですね？人気者じゃないですか！もちろん、あ、シャドウに…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/text
fr: Visualisez un drone Utilitaire - une balise pour ceux qui en ont besoin.
ja: ユーティリティドローンをイメージする - それを必要とする者のための灯火。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/text
fr: Oh, elles sont... en train de la manger ? Ou, hum... peut-être qu'elles sont juste... en train de l'absorber ? Je ne suis pas vraiment sûre. Ma sœur n'a jamais vraiment eu beaucoup d'occasions de connaître les Ombres, malgré qu'elle travaille à les garder, elles et les Porteurs de Lumière, en sécurité. Elles, ah... restent surtout entre elles. Mais, hé ! Peut-être que nous pourrons apprendre quelque chose ici, et tout lui raconter quand ce sera fini ! Laissons-les, hum... laissons-les faire leur truc, je suppose ?
ja: あ、彼ら…食べてる？それとも、えっと…吸収してるんでしょうか？よく分かりません。姉さんは、シャドウとライトボーンを安全に保つために働いていたにもかかわらず、シャドウのことを知る機会があまりなかったんです。彼らは、あ…ほとんど自分たちだけでいるので。でも、ねえ！ここで何か学んで、このことが終わったら姉さんに全部話せるかもしれません！えっと…彼らの好きにさせてみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/text
fr: Visualisez la patience — une vertu, parmi tant d'autres, à exercer lorsque cela est jugé nécessaire.
ja: 忍耐をイメージする - 必要と判断された時に発揮されるべき、多くの美徳の一つ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/text
fr: Visualisez le silence — le sombre compagnon de la patience.
ja: 沈黙をイメージする - 忍耐の陰鬱な伴侶。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/event/text
fr: ...eh bien, je suppose que pendant qu'elles, hum... mâchent cette arme, nous pourrions peut-être, ah, parler un peu ? Je... voulais vous demander quelque chose — à propos des Ombres, assez curieusement. Elles sont aussi dans votre réalité, n'est-ce pas ? C'est flou, mais j'ai l'impression de m'en souvenir en partie grâce à ce que ma sœur a vu quand elle vous a rencontré. Ce que je voulais demander, c'était, hum... comment sont-elles là-bas ?
ja: …ええと、彼らが、その…武器を噛んでいる間に、もしかしたら、あ、少しお話できますか？私…あなたに聞きたいことがあったんです。奇しくも、シャドウについて。あなたの現実にもいますよね？曖昧ですけど、姉さんがあなたに会った時に見たものを通して、そう思い出せる気がします。聞きたかったのは、えっと…そこでは彼らはどんな感じなんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/event/choice/text
fr: Visualisez l'obscurité — vaste, vorace et plus que suffisamment profonde pour s'y noyer.
ja: 闇をイメージする - 広大で、貪欲で、溺れるには十分すぎるほど深い。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/event/choice/event/text
fr: V-vraiment ? Les Ombres ici sont si timides, pourtant... vu à quel point votre réalité est lointaine, je suppose qu'il est juste de supposer que Père les a ramenées d'ici. Mais, qu'est-ce qui causerait un tel changement dans leur comportement ? Et, euh... à quoi bon les amener là-bas, de toute façon ? Surtout si elles sont contentes ici, et en colère ailleurs... O-on pourrait peut-être lui demander plus tard ? Ensemble, bien sûr... ! C'est, euh... moins effrayant, comme ça.
ja: ほ、本当ですか？ここのシャドウはとても臆病なのに…あなたの現実がどれだけ遠いかを考えると、父様がここから彼らを連れて行ったと考えて間違いないでしょうね。でも、何が彼らの行動を変えさせたんでしょう？そして、あ…そもそも、父様が彼らをそこに連れて行く意味は何なんでしょう？特に、ここでは満足していて、そうでなければ怒っているのに…あ、あとで父様に聞いてみましょうか？もちろん、一緒に！その、えっと…その方が怖くないですから。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un compagnon — une compagnie bienvenue en territoire inhospitalier.
ja: 仲間をイメージする - 歓迎されない領域での、歓迎すべき仲間。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Un compagnon ? P-pensez-vous que je suis... oh, euh, regardez ! Les Ombres ont fini ! Et il semblerait qu'elles aient quelque chose pour vous ? Est-ce... un Flamboyant ? Un qui n'est pas sous l'influence de la Fausse Radiance, en plus... Je me demande si les Ombres le protégeaient, et c'est pour cela que la Fausse Radiance les a attaquées. Je suppose qu'elles vous le confient, maintenant ? Vous êtes populaire ! Avec les, euh, Ombres, bien sûr...
ja: 仲間？あなたは…私が、あ…あ、えっと、見てください！シャドウが終わったみたいです！そして、あなたに何かくれるみたいですよ？ あれは…ライトボーン？しかも、フォールス・ラディアンスの影響下にない…もしかしてシャドウがこれを守っていて、だからフォールス・ラディアンスに攻撃されたんでしょうか。今はあなたに託しているみたいですね？人気者じゃないですか！もちろん、あ、シャドウに…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/text
fr: Visualisez peu - car c'est tout ce que vous avez à offrir.
ja: わずかなものをイメージする - それがあなたが提供できるすべてだから。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/event/text
fr: Elles SONT un peu bizarres, et, euh... amorphes ? Je suppose que je ne sais pas vraiment comment les aider non plus... bien que, euh... se préparent-elles à frapper ? Elles... elles doivent penser que vous êtes ici pour finir ce que la Fausse Radiance a commencé ! Vite - attention !
ja: 彼らは確かにちょっと奇妙で、あ…不定形？私も彼らをどう助ければいいのか、よく分かりません…でも、えっと…攻撃準備をしていますか？彼らは…あなたがフォールス・ラディアンスが始めたことを終わらせに来たと思っているに違いありません！早く、気をつけて！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_FIGHT"]/destroyed/text
fr: C'est tout, alors. Pas grand-chose à faire, à part continuer à avancer, n-non ?
ja: そういうことですね。進み続ける以外に、やることはあまりないですよね？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_GAMBLE_NOAPPRECIATION"]/text
fr: Attendez, ça marche... ? La Fausse Radiance est-elle vraiment capable de... ...oh, non. Elles ne sont certainement pas, euh... très reconnaissantes de votre gentillesse. Si ça peut vous consoler, je pense que c'est, euh... c'est vraiment honorable d'avoir essayé ? Elles ne feraient pas la même chose pour vous, évidemment, mais... quand même ! Je pense qu'il y a au moins de la valeur dans la tentative, n'est-ce pas ?
ja: 待って、効いてる…？フォールス・ラディアンスは本当に… …ああ、だめみたいです。彼らは間違いなく、あ…あなたの親切をあまり評価していないようです。気休めにしかならないかもしれませんが、えっと…あなたが試みたことは本当に名誉なことだと思いますよ？彼らはあなたに同じことはしないでしょうけど…でも！少なくとも試みには価値があると思いませんか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_GAMBLE_NOAPPRECIATION"]/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_GAMBLE_YIPPEE"]/text
fr: Oh, wow. Elles sont encore plus endommagées que je ne le pensais... le Flamboyant qui compose leur vaisseau est en train de mourir, et je ne sais pas si vous pouvez vraiment faire quelque chose pour elles. Cependant, euh... peut-être que vous pouvez faire quelque chose pour le Flamboyant mineur à bord ? Celui-là, là-bas - il pourrait être amical à l'idée de vous rejoindre, si ça, euh... signifie qu'il vivra.
ja: まあ、すごい。思った以上に損傷が激しいですね…彼らの船を構成しているライトボーンが死にかけていて、あなたに何かできることがあるかどうか分かりません。でも、あ…乗船している下級のライトボーンのためなら何かできるかもしれません。あそこにいる一体、もし、えっと…生き延びられるなら、あなたに加わることに好意的かもしれません。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_GAMBLE_YIPPEE"]/choice/text
fr: Visualisez une lumière - celle qui est plus que bienvenue dans cet endroit sombre.
ja: 光をイメージする - この暗い場所で大歓迎されるもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_GAMBLE_YIPPEE"]/choice/event/text
fr: Ils sont les bienvenus à bord, alors - j'espère qu'ils ne causeront pas trop de problèmes ! J'avoue, cependant, que je, euh... je suppose que je me suis trompé en pensant qu'ils étaient des monstres TOTAUX. Non pas qu'ils fassent grand-chose, à part préserver leur propre vie, mais... Je ne pensais vraiment pas la Fausse Radiance capable de la moindre forme de raison. C'est un peu bizarre de penser que nos ennemis ne sont peut-être pas si différents de nous, même s'ils ne sont pas tous aussi agréables...
ja: それなら、乗船を歓迎します。あまり問題を起こさないといいですけど！でも、認めます、あ…彼らが完全な怪物だと思っていたのは間違いでした。自分の命を守ること以外に大したことはしていませんけど…フォールス・ラディアンスに理性が少しでもあるなんて、本当に思いませんでした。敵が私たちとそれほど違わないかもしれないと考えると、少し奇妙な気分です。たとえ彼ら全員がこんなに協力的でなくても…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: ...la Fausse Radiance est ici, mais... elles n'ont pas l'air en forme. Non, euh, sans vouloir faire de jeu de mots ! C'est juste qu'elles, euh... elles semblent blessées. Même si elles voulaient être agressives envers vous, je ne suis pas sûr qu'elles y parviendraient.
ja: …フォールス・ラディアンスがここにいますが…あまり調子が良さそうではありませんね。いえ、あ、ダジャレのつもりじゃ！ただ、その、えっと…傷ついているように見えます。あなたに攻撃的になりたくても、それができるかどうか分かりません。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
fr: Visualisez une main - celle offerte en assistance.
ja: 手をイメージする - 助けとして差し伸べられる手。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
fr: V-vous... vous voulez aider vos ennemis ? C'est vraiment noble, mais... Je ne pense pas que les membres de la Fausse Radiance soient très friands de rédemption. Elles ne semblent pas se soucier de grand-chose, à part leur croyance en la force de la divinité. Je ne peux évidemment pas, euh... vous empêcher d'essayer, mais... c'est sans espoir, n'est-ce pas ?
ja: あ、あなたは…敵を助けたいんですか？それは本当に高潔ですけど…フォールス・ラディアンスのメンバーが贖罪にそれほど関心があるとは思えません。彼らは神性の力への信仰以外、あまり気にしていないようです。もちろん、あ…あなたが試すのを止めることはできませんけど…でも、絶望的ですよね？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[1]/text
fr: Visualisez l'insistance - un espoir qui brûle, même en temps de désespoir.
ja: 固執をイメージする - 絶望の時でさえ燃える希望。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[1]/event/text
fr: Eh bien, si vous êtes sûr ! Juste, euh... ne dites pas que je ne vous ai pas prévenu, d'accord ?
ja: まあ、あなたがそう言うなら！ただ、えっと…警告しなかったとは言わないでくださいね？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[1]/event/choice/text
fr: Visualisez une approche - prudente, mais rassurante.
ja: 接近をイメージする - 慎重だが、安心させるような。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[2]/text
fr: Visualisez la réticence - l'inaction, née de l'hésitation.
ja: ためらいをイメージする - 躊躇から生まれる無行動。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[2]/event/text
fr: Je suis sûr que les choses sont plus sûres ainsi. Juste, euh... gardez vos distances avec ces imbéciles, d'accord ? Ne les laissez rien tenter !
ja: この方が安全なのは確かです。ただ、あ…こいつらからは距離を保ってくださいね？何もさせないでください！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[2]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[2]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
fr: Visualisez la destruction - un manque de pitié pour les méchants.
ja: 破壊をイメージする - 邪悪な者への容赦のなさ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
fr: Pas de honte à les frapper quand elles sont à terre - elles vous feraient la même chose, n'est-ce pas ? Ne, euh... ne baissez pas votre garde, cependant. Même si elles sont vulnérables, la Fausse Radiance reste dangereuse !
ja: 弱っているところを攻撃するのに恥じることはありません。彼らもあなたに同じことをするでしょう？でも、あ…油断しないでくださいね。たとえ弱っていても、フォールス・ラディアンスはまだ危険ですから！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/text
fr: Visualisez un écart - une distance de sécurité entre deux parties rivales.
ja: 間隔をイメージする - 敵対する二者間の安全な距離。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/event/text
fr: Ça ne sert à rien de les laisser tenter quoi que ce soit, je suppose. Peut-être juste, euh, les surveiller ? S-si vous pouviez, de toute façon... d'accord, JE les surveillerai métaphoriquement, vous, euh... faites ce que vous avez à faire !
ja: 彼らに何かさせても無駄でしょうね。多分、えっと、彼らを見張っておきますか？も、もしできればですけど…分かりました、私が比喩的な目で見張っておきます。あなたは、あ…必要なことを何でもしてください！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_DANGER_FIGHT"]/destroyed/text
fr: Wow, b-bien joué ! Vous l'avez encore fait ! Cependant, euh... il semblerait que les autres Flamboyants qui étaient rassemblés ici soient partis pendant l'escarmouche. C'est dommage, mais... vous devriez, euh, quand même être fier de vous, vous savez ? La Fausse Radiance n'est pas une mince menace !
ja: わあ、な、ナイスです！またやりましたね！でも、あ…ここに集まっていた他のライトボーンは小競り合いの間に去ってしまったようです。残念ですけど…えっと、それでも自分を誇りに思うべきですよ？フォールス・ラディアンスはただのちっぽけな脅威じゃないんですから！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHTHEFURTHEST_SAFE"]/text
fr: W-wow, j'... j'adore votre confiance ! Il semblerait que ça ait payé, aussi ? Le plus grand des Flamboyants présents ici se dirige par ici, et la Fausse Radiance ne semble pas plus éclairée !
ja: わ、わあ、私…あなたの自信、大好きです！それが報われたようですね？ここにいるライトボーンの中で一番大きいのがこっちに向かっていて、フォールス・ラディアンスは全く気づいていないようです！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHTHEFURTHEST_SAFE"]/choice/text
fr: Visualisez la victoire - les butins succulents de sa bonne fortune.
ja: 勝利をイメージする - 幸運がもたらす甘美な戦利品。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHTHEFURTHEST_SAFE"]/choice/event/text
fr: Maintenant, voyons ce que ma sœur a ramené... ...une arme Radiante ! Ma sœur connaît pas mal les Flamboyants, ayant travaillé étroitement avec eux en tant que leur superviseur... tandis que la plupart des Flamboyants fonctionnent pour se développer en Cœurs Radiants, et se reproduire à partir de là, certains des plus grands peuvent réussir à devenir des armes Radiantes - des Flamboyants particulièrement puissants capables d'altérer l'espace et de le rendre habitable pour leurs congénères mineurs. Malgré leur pouvoir, ils dépendent encore de Flamboyants encore plus grands - les, euh, quelques-uns, puissants et massifs, qui servent à abriter et à renforcer à la fois les Cœurs Radiants et les armes. C'est un s-système étrange, mais, euh... je trouve ça un peu attachant, comment tous leurs rôles sont nécessaires. Ils sont comme une grande machine indifférente !
ja: さて、姉さんが何を引きずり込んできたか見てみましょう… …ラディアント・ウェポンです！姉さんは監督者としてライトボーンと密接に関わってきたので、彼らのことをよく知っているんです…。ほとんどのライトボーンはラディアント・コアに成長してそこから繁殖するんですけど、大きい個体の中にはラディアント・ウェポンになるものもいるんです。空間を変化させて、自分たちより小さい同族が住めるようにできる、特に強力なライトボーンです。でもその力にもかかわらず、彼らはさらに大きなライトボーンに依存しています。それは、あ、ラディアント・コアとウェポンの両方を収容し、力を与える役割を持つ、強力で巨大な少数のライトボーンです。き、奇妙なシステムですけど、えっと…彼らの役割がすべて必要とされてるっていうのは、なんだか愛らしいなって思います。大きくて、無関心な機械みたいです！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_DANGER"]/text
fr: Attendez, c'est... oh, Père - la Fausse Radiance est là ! Elles ont dû capter le signal de ma sœur, après tout... C-c'est bon, cependant ! Je, euh... je sais que vous pouvez les gérer !
ja: 待って、あれは…あ、父様、フォールス・ラディアンスがここに！結局、姉さんの信号を捉えたんですね…で、でも大丈夫です！私、あ…あなたが彼らを倒せると知ってますから！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_DANGER"]/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。
