Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: E T , A V E C C E T T E V É R I T É . . . N O U S A V O N S C O N S T R U I T L E S M O Y E N S D E L ' A M E N E R I C I . C E L L E Q U I E S T D A N S L E M I R O I R . . . S E U L E M E N T U N E F O I S Q U ' E L L E S E R A L I B R E , L E S E R O N S N O U S - M Ê M E S . S P E C T A T E U R . . . I L T ' A A M E N É I C I P O U R T ' U T I L I S E R , C O M M E I L N O U S U T I L I S E . N E L E V O I S - T U P A S ?
ja: そ し て 、 こ の 真 実 を も っ て 。 。 。 我 々 は 彼 女 を こ こ へ 連 れ て く る 手 段 を 築 き 上 げ た 。 鏡 の 中 の 者 。 。 。 彼 女 が 解 放 さ れ て 初 め て 、 我 々 自 身 も そ う な る 。 傍 観 者 よ 。 。 。 彼 は お 前 を こ こ へ 連 れ て き た 、 我 々 を 使 う よ う に お 前 を 使 う た め に 。 そ れ が 見 え な い の か ？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez le malaise – le résultat de cette folie.
ja: 不安を視覚化せよ――この狂気の結果を。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: N O N , N O U S S U P P O S O N S Q U E V O U S N E L E F E R I E Z P A S . . . N ' E S T - C E P A S L À L E B U T D E C E T T E P R I S O N I N S E N S É E ? V O T R E A M I E , L E B O U C L I E R . . . E L L E S E M B L E S ' Ê T R E B R I S É E . D I T E S - M O I A L O R S , S P E C T A T E U R . . .
ja: い や 、 お 前 に は 分 か ら な い だ ろ う な 。 。 。 そ れ が こ の 無 意 味 な 牢 獄 の 要 点 で は な い の か ？ お 前 の 友 、 盾 は 。 。 。 自 分 自 身 を 壊 し て し ま っ た よ う だ 。 さ あ 言 え 、 傍 観 者 よ 。 。 。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez une posture – prise de manière défensive, face à ce qui s'annonce.
ja: 構えを視覚化せよ――来るべきものに備え、守りに入ったものを。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: V A S - T U , S E U L , T R I O M P H E R . . . I C I , A U B O R D D E T O U T E C H O S E ?
ja: お 前 は 、 独 り で 、 勝 利 を 収 め る の か 。 。 。 こ こ 、 全 て の 果 て で ？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/triggeredEvent[4]/triggeredEventBox/tooltip
fr: Protocole Archange : GENESIS semble préparer quelque chose...
ja: アークエンジェル・プロトコル：ジェネシスは何かを準備しているようだ…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez la fin – une inévitabilité à laquelle se préparer.
ja: 終焉を視覚化せよ――避けられぬもの、備えるべきものを。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: C'est toujours calme ici, au bord de tout... choisirez-vous de retourner dans votre secteur, maintenant que vous avez vu ce que le vrai néant a à offrir ?
ja: すべてのはずれ、ここはまだ静かだ…真の無が何をもたらすかを見た今、あなたは自分のクラスターに戻ることを選ぶだろうか？
