Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Je... je ne sais pas pourquoi, mais... j'ai l'impression de me souvenir de quelque chose. Ou, ah... de quelqu'un ? Leur peau était... translucide, mais aussi plus magnifique que tout ce que j'avais jamais vu. Il y avait quelque chose dans son éclat doré et réfléchissant qui rendait leur présence si réconfortante. Je... je ne me souviens pas qui c'était, ni quand je les ai rencontrés. Je me demandais juste si vous, euh... aviez une idée ? Je p-pense que vous avez vu beaucoup de choses, et, vous savez, ah, vous les avez peut-être, euh... rencontrés vous-même, à un moment donné.
ja: 私…なぜだか分からないんですけど…何かを思い出せるような気がします。それか、あ…誰か？その人の肌は…半透明で、でも私が今まで見た何よりも美しかったんです。その反射する金色の輝きには、彼らのそばにいるととても安心できる何かがありました。私…それが誰だったか、いつ会ったのかは覚えていません。ただ、あなたが、えっと…何か心当たりがあるかと思って。あ、あなたはたくさん見てきたでしょうし、ほら、あ、もしかしたら、えっと…どこかで会ったことがあるかもしれませんし。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez une description – celle d'un Cristalien.
ja: 描写をイメージする - クリスタル族の描写。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: Un Cristalien...? Hmm... peut-être ? Je, ah... ne parle pas à beaucoup de monde, étant avec Père, mais... j'aurais l'impression de me souvenir un peu mieux de quelqu'un comme ça si je les avais vraiment rencontrés. Je me demande... était-ce un rêve que j'ai fait, ou... quelque chose de plus ?
ja: クリスタル族…？うーん…そうかもしれませんね？私、あ…父様と一緒にいるので、あまり多くの人と話す機会がないんですけど…でも、もし本当に会っていたら、あんな人のことはもう少しよく覚えているような気がします。 不思議…私が見た夢だったのか、それとも…もっと何かだったのか…

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
fr: Or de Rêve
ja: ドリームゴールド

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Vous savez, euh... j'ai réfléchi. À votre réalité, en fait. Ma sœur n'a enregistré que très peu de choses, son vaisseau étant cassé, mais... j'ai l'impression qu'il y a quelque chose de familier que je reconnais.
ja: …あの、えっと…考えていたんです。あなたの現実について、です。姉さんは船が壊れていたので、あまり多くを記録できませんでしたけど…でも、何か見覚えのあるものがあるような気がします。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez une oreille – prête à écouter.
ja: 耳をイメージする - 聞く準備ができている。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Je... je ne sais pas pourquoi, mais... j'ai l'impression de me souvenir de quelque chose. Ou, ah... de quelqu'un ? Leur peau était... un peu visqueuse, mais aussi écailleuse. Et, ces écailles... il y avait quelque chose dans leur éclat doré et réfléchissant qui rendait leur présence si réconfortante. Je... je ne me souviens pas qui c'était, ni quand je les ai rencontrés. Je me demandais juste si vous, euh... aviez une idée ? Je p-pense que vous avez vu beaucoup de choses, et, vous savez, ah, vous les avez peut-être, euh... rencontrés vous-même, à un moment donné.
ja: 私…なぜだか分からないんですけど…何かを思い出せるような気がします。それか、あ…誰か？その人の肌は…少しぬるぬるしていて、でも鱗もありました。そして、その鱗…その反射する金色の輝きには、彼らのそばにいるととても安心できる何かがありました。私…それが誰だったか、いつ会ったのかは覚えていません。ただ、あなたが、えっと…何か心当たりがあるかと思って。あ、あなたはたくさん見てきたでしょうし、ほら、あ、もしかしたら、えっと…どこかで会ったことがあるかもしれませんし。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez une description – celle d'un Deep One.
ja: 描写をイメージする - ディープワンの描写。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: Un Deep One...? Hmm... peut-être ? Je, ah... ne parle pas à beaucoup de monde, étant avec Père, mais... j'aurais l'impression de me souvenir un peu mieux de quelqu'un comme ça si je les avais vraiment rencontrés. Je me demande... était-ce un rêve que j'ai fait, ou... quelque chose de plus ?
ja: ディープワン…？うーん…そうかもしれませんね？私、あ…父様と一緒にいるので、あまり多くの人と話す機会がないんですけど…でも、もし本当に会っていたら、あんな人のことはもう少しよく覚えているような気がします。 不思議…私が見た夢だったのか、それとも…もっと何かだったのか…

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
fr: De Rêve
ja: オブドリーム

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Vous savez, euh... j'ai réfléchi. À votre réalité, en fait. Ma sœur n'a enregistré que très peu de choses, son vaisseau étant cassé, mais... j'ai l'impression qu'il y a quelque chose de familier que je reconnais.
ja: …あの、えっと…考えていたんです。あなたの現実について、です。姉さんは船が壊れていたので、あまり多くを記録できませんでしたけど…でも、何か見覚えのあるものがあるような気がします。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez une oreille – prête à écouter.
ja: 耳をイメージする - 聞く準備ができている。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Je... je ne sais pas pourquoi, mais... j'ai l'impression de me souvenir de quelque chose. Ou, ah... de quelqu'un ? Leur peau était... métallique, mais aussi un peu, euh... granuleuse ? C'était bizarre – presque comme si elle était capable de se déplacer comme un nuage. Ce nuage, cependant... il y avait quelque chose dans son éclat doré et réfléchissant qui rendait leur présence si réconfortante. Je... je ne me souviens pas qui c'était, ni quand je les ai rencontrés. Je me demandais juste si vous, euh... aviez une idée ? Je p-pense que vous avez vu beaucoup de choses, et, vous savez, ah, vous les avez peut-être, euh... rencontrés vous-même, à un moment donné.
ja: 私…なぜだか分からないんですけど…何かを思い出せるような気がします。それか、あ…誰か？その人の肌は…金属質で、でもなんだか、えっと…ざらざらしていましたか？奇妙でした。まるで雲のように動けるかのようで。でも、その雲…その反射する金色の輝きには、彼らのそばにいるととても安心できる何かがありました。私…それが誰だったか、いつ会ったのかは覚えていません。ただ、あなたが、えっと…何か心当たりがあるかと思って。あ、あなたはたくさん見てきたでしょうし、ほら、あ、もしかしたら、えっと…どこかで会ったことがあるかもしれませんし。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez une description – celle d'un Engi.
ja: 描写をイメージする - エンジの描写。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: Un Engi...? Hmm... peut-être ? Je, ah... ne parle pas à beaucoup de monde, étant avec Père, mais... j'aurais l'impression de me souvenir un peu mieux de quelqu'un comme ça si je les avais vraiment rencontrés. Je me demande... était-ce un rêve que j'ai fait, ou... quelque chose de plus ?
ja: エンジ…？うーん…そうかもしれませんね？私、あ…父様と一緒にいるので、あまり多くの人と話す機会がないんですけど…でも、もし本当に会っていたら、あんな人のことはもう少しよく覚えているような気がします。 不思議…私が見た夢だったのか、それとも…もっと何かだったのか…

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
fr: Or de
ja: ゴールドオブ

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Vous savez, euh... j'ai réfléchi. À votre réalité, en fait. Ma sœur n'a enregistré que très peu de choses, son vaisseau étant cassé, mais... j'ai l'impression qu'il y a quelque chose de familier que je reconnais.
ja: …あの、えっと…考えていたんです。あなたの現実について、です。姉さんは船が壊れていたので、あまり多くを記録できませんでしたけど…でも、何か見覚えのあるものがあるような気がします。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez une oreille – prête à écouter.
ja: 耳をイメージする - 聞く準備ができている。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Je... je ne sais pas pourquoi, mais... j'ai l'impression de me souvenir de quelque chose. Ou, ah... de quelqu'un ? Leur peau était... pâle, mais pas anormalement, et ils gardaient toujours le sourire, même sous la pluie. Et, ce sourire... il y avait quelque chose dans son éclat doré et réfléchissant qui rendait leur présence si réconfortante. Je... je ne me souviens pas qui c'était, ni quand je les ai rencontrés. Je me demandais juste si vous, euh... aviez une idée ? Je p-pense que vous avez vu beaucoup de choses, et, vous savez, ah, vous les avez peut-être, euh... rencontrés vous-même, à un moment donné.
ja: 私…なぜだか分からないんですけど…何かを思い出せるような気がします。それか、あ…誰か？その人の肌は…青白いですが、異常なほどではなく、雨が降っていてもいつも笑顔を絶やしませんでした。そして、その笑顔…その反射する金色の輝きには、彼らのそばにいるととても安心できる何かがありました。私…それが誰だったか、いつ会ったのかは覚えていません。ただ、あなたが、えっと…何か心当たりがあるかと思って。あ、あなたはたくさん見てきたでしょうし、ほら、あ、もしかしたら、えっと…どこかで会ったことがあるかもしれませんし。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez une description – celle d'un Humain.
ja: 描写をイメージする - 人間の描写。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: Un Humain...? Hmm... peut-être ? Je, ah... ne parle pas à beaucoup de monde, étant avec Père, mais... j'aurais l'impression de me souvenir un peu mieux de quelqu'un comme ça si je les avais vraiment rencontrés. I wonder... was it a dream I had, or... something more ?
ja: 人間…？うーん…そうかもしれませんね？私、あ…父様と一緒にいるので、あまり多くの人と話す機会がないんですけど…でも、もし本当に会っていたら、あんな人のことはもう少しよく覚えているような気がします。 不思議…私が見た夢だったのか、それとも…もっと何かだったのか…

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
fr: De l'Or
ja: オブゴールド

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Vous savez, euh... j'ai réfléchi. À votre réalité, en fait. Ma sœur n'a enregistré que très peu de choses, son vaisseau étant cassé, mais... j'ai l'impression qu'il y a quelque chose de familier que je reconnais.
ja: …あの、えっと…考えていたんです。あなたの現実について、です。姉さんは船が壊れていたので、あまり多くを記録できませんでしたけど…でも、何か見覚えのあるものがあるような気がします。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez une oreille – prête à écouter.
ja: 耳をイメージする - 聞く準備ができている。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Je... je ne sais pas pourquoi, mais... j'ai l'impression de me souvenir de quelque chose. Ou, ah... de quelqu'un ? Leur peau était... difficile à distinguer, honnêtement – si quoi que ce soit, c'était plutôt une armure. Et, cette armure... il y avait quelque chose dans son éclat doré et réfléchissant qui rendait leur présence si réconfortante. Je... je ne me souviens pas qui c'était, ni quand je les ai rencontrés. Je me demandais juste si vous, euh... aviez une idée ? Je p-pense que vous avez vu beaucoup de choses, et, vous savez, ah, vous les avez peut-être, euh... rencontrés vous-même, à un moment donné.
ja: 私…なぜだか分からないんですけど…何かを思い出せるような気がします。それか、あ…誰か？その人の肌は…正直、見分けがつきませんでした。どちらかと言えば、鎧のようでした。そして、その鎧…その反射する金色の輝きには、彼らのそばにいるととても安心できる何かがありました。私…それが誰だったか、いつ会ったのかは覚えていません。ただ、あなたが、えっと…何か心当たりがあるかと思って。あ、あなたはたくさん見てきたでしょうし、ほら、あ、もしかしたら、えっと…どこかで会ったことがあるかもしれませんし。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez une description – celle d'une Coquille.
ja: 描写をイメージする - シェル族の描写。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: Une Coquille...? Hmm... peut-être ? Je, ah... ne parle pas à beaucoup de monde, étant avec Père, mais... j'aurais l'impression de me souvenir un peu mieux de quelqu'un comme ça si je les avais vraiment rencontrés. Je me demande... était-ce un rêve que j'ai fait, ou... quelque chose de plus ?
ja: シェル族…？うーん…そうかもしれませんね？私、あ…父様と一緒にいるので、あまり多くの人と話す機会がないんですけど…でも、もし本当に会っていたら、あんな人のことはもう少しよく覚えているような気がします。 不思議…私が見た夢だったのか、それとも…もっと何かだったのか…

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
fr: De Rêve
ja: ドリームオブ

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Vous savez, euh... j'ai réfléchi. À votre réalité, en fait. Ma sœur n'a enregistré que très peu de choses, son vaisseau étant cassé, mais... j'ai l'impression qu'il y a quelque chose de familier que je reconnais.
ja: …あの、えっと…考えていたんです。あなたの現実について、です。姉さんは船が壊れていたので、あまり多くを記録できませんでしたけど…でも、何か見覚えのあるものがあるような気がします。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez une oreille – prête à écouter.
ja: 耳をイメージする - 聞く準備ができている。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Je... je ne sais pas pourquoi, mais... j'ai l'impression de me souvenir de quelque chose. Ou, ah... de quelqu'un ? Leur peau était... un peu rugueuse par endroits, mais lisse ailleurs. Ils n'avaient pas d'bras, mais des griffes avec lesquelles piquer et poignarder. Et, ces griffes... il y avait quelque chose dans leur éclat doré et réfléchissant qui rendait leur présence si réconfortante. Je... je ne me souviens pas qui c'était, ni quand je les ai rencontrés. Je me demandais juste si vous, euh... aviez une idée ? Je p-pense que vous avez vu beaucoup de choses, et, vous savez, ah, vous les avez peut-être, euh... rencontrés vous-même, à un moment donné.
ja: 私…なぜだか分からないんですけど…何かを思い出せるような気がします。それか、あ…誰か？その人の肌は…ところどころざらざらしていて、でも他のところは滑らかでした。彼らには腕というより、突いたり刺したりするための爪がありました。そして、その爪…その反射する金色の輝きには、彼らのそばにいるととても安心できる何かがありました。私…それが誰だったか、いつ会ったのかは覚えていません。ただ、あなたが、えっと…何か心当たりがあるかと思って。あ、あなたはたくさん見てきたでしょうし、ほら、あ、もしかしたら、えっと…どこかで会ったことがあるかもしれませんし。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez une description – celle d'un Mantis.
ja: 描写をイメージする - マンティスの描写。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: Un Mantis...? Hmm... peut-être ? Je, ah... ne parle pas à beaucoup de monde, étant avec Père, mais... j'aurais l'impression de me souvenir un peu mieux de quelqu'un comme ça si je les avais vraiment rencontrés. I wonder... was it a dream I had, or... something more ?
ja: マンティス…？うーん…そうかもしれませんね？私、あ…父様と一緒にいるので、あまり多くの人と話す機会がないんですけど…でも、もし本当に会っていたら、あんな人のことはもう少しよく覚えているような気がします。 不思議…私が見た夢だったのか、それとも…もっと何かだったのか…

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
fr: Rêve d'Or
ja: ゴールドリーム

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_QUIET_DDANTUMBRA"]/text[1]
fr: Cet endroit a l'air assez vide. S'il y a quelque chose dont vous voudriez, euh... vous savez, vous occuper, je le ferais maintenant.
ja: …この場所は十分に空いているようです。もし何か、えっと…ほら、片付けたいことがあるなら、今やるべきだと思います。

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_QUIET_DDANTUMBRA"]/text[2]
fr: Un peu de paix et de tranquillité, semblerait-il ? Partout dans le Plan Antumbral, c'était si calme quand ma sœur était en charge... ce sera, euh... merveilleux, quand les choses reviendront à la normale.
ja: …少し平和で静かなようですね？姉さんが担当していた頃は、アンタンブラル・プレーンのどこもかしこもこんなに穏やかでした…物事が本来あるべき姿に戻れば、えっと…素晴らしいでしょうね。

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_QUIET_DDANTUMBRA"]/text[3]
fr: Je, euh... je suppose qu'il n'y a rien ici ? Mieux que d'avoir quelque chose de MAUVAIS ici, si vous voulez mon avis, mais... je sais que vous auriez préféré quelque chose de plus substantiel.
ja: …私、えっと…ここには何もないみたいですね？私に言わせれば、何か悪いものがあるよりはマシですけど…でも、あなたがもっと実質的なものを望んでいたのは分かっています。

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_QUIET_DDANTUMBRA"]/text[4]
fr: Il n'y a rien ici. Rien d'autre que, ah... les vestiges de Lightborne morts depuis longtemps au loin. Rappelant les étoiles de votre réalité, si je ne me trompe pas, euh, m-moi ! Ce doit être un si magnifique spectacle...
ja: …ここには何もありません。遠くにある、あ…とうの昔に死んだライトボーンの残骸だけです。もし私が、えっと、ま、間違っていなければ、あなたの現実の星々を彷彿とさせますね！きっととても美しい光景なんでしょうね…

source: data/events_sector_ddantumbra.xml$//event[@name="QUIET_DDANTUMBRA"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="QUIET_DDANTUMBRA"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="QUIET_DDANTUMBRA"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_NORMAL"]/text[1]
fr: Oh, ils vous ont, ah... la Fausse Radiance vous a trouvé ! Ne perdez pas espoir, cependant – je sais que vous pouvez gagner ça, d'accord ?!
ja: …あ、彼らが、あ…フォールス・ラディアンスがあなたを見つけました！でも、希望を失わないでください。あなたが勝てると私は知っていますから、いいですか？！

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_NORMAL"]/text[2]
fr: On dirait que la Fausse Radiance est de retour pour une autre correction ! Montrez-leur qui est le chef !
ja: …フォールス・ラディアンスがまた叩きのめされに戻ってきたようですね！誰がボスか見せてやりましょう！

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_NORMAL"]/text[3]
fr: Nulle part dans le Plan Antumbral n'est à l'abri de ces gars...? Eh bien, ah, peu importe – je sais que vous ne reculerez pas ! Bottez-leur le cul à la place de ma sœur !
ja: …アンタンブラル・プレーンのどこにも、こいつらから安全な場所はないんでしょうか…？まあ、あ、とにかく、あなたが引き下がらないのは知っています！姉さんの代わりに、彼らのお尻を蹴飛ばしてやりましょう！

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_NORMAL"]/text[4]
fr: Dis, euh... vous pouvez gérer un combat maintenant, n'est-ce pas ? P-pas de soucis si ce n'est pas le cas – vous pouvez toujours essayer de fuir ! Si vous voulez, je veux dire. Juste, ah... faites ce qui vous semble le mieux.
ja: …あの、えっと…今、戦えますよね？も、もしできなくても心配いりません。いつでも逃げられますから！もしそうしたいなら、ですけど。ただ、あ…一番良さそうなことをしてください。

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_NORMAL"]/text[5]
fr: Ces sales types ont TELLEMENT de chance que ma sœur soit hors service en ce moment. Pas assez de chance, cependant – pas avec vous ici pour les tabasser à sa place !
ja: …こいつらは、姉さんが今動けないから本当に運がいいですね。でも、それほど運がいいわけでもありません。彼女のために彼らを叩きのめすあなたがここにいるんですから！
