Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/event/text
fr: ...eh bien, je suppose que pendant qu'elles, hum... mâchent cette arme, nous pourrions peut-être, ah, parler un peu ? Je... voulais vous demander quelque chose — à propos des Ombres, assez curieusement. Elles sont aussi dans votre réalité, n'est-ce pas ? C'est flou, mais j'ai l'impression de m'en souvenir en partie grâce à ce que ma sœur a vu quand elle vous a rencontré. Ce que je voulais demander, c'était, hum... comment sont-elles là-bas ?
ja: …ええと、彼らが、その…武器を噛んでいる間に、もしかしたら、あ、少しお話できますか？私…あなたに聞きたいことがあったんです。奇しくも、シャドウについて。あなたの現実にもいますよね？曖昧ですけど、姉さんがあなたに会った時に見たものを通して、そう思い出せる気がします。聞きたかったのは、えっと…そこでは彼らはどんな感じなんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/event/choice/text
fr: Visualisez l'obscurité — vaste, vorace et plus que suffisamment profonde pour s'y noyer.
ja: 闇をイメージする - 広大で、貪欲で、溺れるには十分すぎるほど深い。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/event/choice/event/text
fr: V-vraiment ? Les Ombres ici sont si timides, pourtant... vu à quel point votre réalité est lointaine, je suppose qu'il est juste de supposer que Père les a ramenées d'ici. Mais, qu'est-ce qui causerait un tel changement dans leur comportement ? Et, euh... à quoi bon les amener là-bas, de toute façon ? Surtout si elles sont contentes ici, et en colère ailleurs... O-on pourrait peut-être lui demander plus tard ? Ensemble, bien sûr... ! C'est, euh... moins effrayant, comme ça.
ja: ほ、本当ですか？ここのシャドウはとても臆病なのに…あなたの現実がどれだけ遠いかを考えると、父様がここから彼らを連れて行ったと考えて間違いないでしょうね。でも、何が彼らの行動を変えさせたんでしょう？そして、あ…そもそも、父様が彼らをそこに連れて行く意味は何なんでしょう？特に、ここでは満足していて、そうでなければ怒っているのに…あ、あとで父様に聞いてみましょうか？もちろん、一緒に！その、えっと…その方が怖くないですから。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un compagnon — une compagnie bienvenue en territoire inhospitalier.
ja: 仲間をイメージする - 歓迎されない領域での、歓迎すべき仲間。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Un compagnon ? P-pensez-vous que je suis... oh, euh, regardez ! Les Ombres ont fini ! Et il semblerait qu'elles aient quelque chose pour vous ? Est-ce... un Flamboyant ? Un qui n'est pas sous l'influence de la Fausse Radiance, en plus... Je me demande si les Ombres le protégeaient, et c'est pour cela que la Fausse Radiance les a attaquées. Je suppose qu'elles vous le confient, maintenant ? Vous êtes populaire ! Avec les, euh, Ombres, bien sûr...
ja: 仲間？あなたは…私が、あ…あ、えっと、見てください！シャドウが終わったみたいです！そして、あなたに何かくれるみたいですよ？ あれは…ライトボーン？しかも、フォールス・ラディアンスの影響下にない…もしかしてシャドウがこれを守っていて、だからフォールス・ラディアンスに攻撃されたんでしょうか。今はあなたに託しているみたいですね？人気者じゃないですか！もちろん、あ、シャドウに…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/text
fr: Visualisez une arme à Rayon préventif - un silence destiné à frapper tout le monde.
ja: プリエンプティブ・ビーム兵器をイメージする - 全てに訪れる運命の沈黙。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/text
fr: Oh, elles sont... en train de la manger ? Ou, hum... peut-être qu'elles sont juste... en train de l'absorber ? Je ne suis pas vraiment sûre. Ma sœur n'a jamais vraiment eu beaucoup d'occasions de connaître les Ombres, malgré qu'elle travaille à les garder, elles et les Porteurs de Lumière, en sécurité. Elles, ah... restent surtout entre elles. Mais, hé ! Peut-être que nous pourrons apprendre quelque chose ici, et tout lui raconter quand ce sera fini ! Laissons-les, hum... laissons-les faire leur truc, je suppose ?
ja: あ、彼ら…食べてる？それとも、えっと…吸収してるんでしょうか？よく分かりません。姉さんは、シャドウとライトボーンを安全に保つために働いていたにもかかわらず、シャドウのことを知る機会があまりなかったんです。彼らは、あ…ほとんど自分たちだけでいるので。でも、ねえ！ここで何か学んで、このことが終わったら姉さんに全部話せるかもしれません！えっと…彼らの好きにさせてみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/text
fr: Visualisez la patience — une vertu, parmi tant d'autres, à exercer lorsque cela est jugé nécessaire.
ja: 忍耐をイメージする - 必要と判断された時に発揮されるべき、多くの美徳の一つ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/text
fr: Visualisez le silence — le sombre compagnon de la patience.
ja: 沈黙をイメージする - 忍耐の陰鬱な伴侶。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/event/text
fr: ...eh bien, je suppose que pendant qu'elles, hum... mâchent cette arme, nous pourrions peut-être, ah, parler un peu ? Je... voulais vous demander quelque chose — à propos des Ombres, assez curieusement. Elles sont aussi dans votre réalité, n'est-ce pas ? C'est flou, mais j'ai l'impression de m'en souvenir en partie grâce à ce que ma sœur a vu quand elle vous a rencontré. Ce que je voulais demander, c'était, hum... comment sont-elles là-bas ?
ja: …ええと、彼らが、その…武器を噛んでいる間に、もしかしたら、あ、少しお話できますか？私…あなたに聞きたいことがあったんです。奇しくも、シャドウについて。あなたの現実にもいますよね？曖昧ですけど、姉さんがあなたに会った時に見たものを通して、そう思い出せる気がします。聞きたかったのは、えっと…そこでは彼らはどんな感じなんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/event/choice/text
fr: Visualisez l'obscurité — vaste, vorace et plus que suffisamment profonde pour s'y noyer.
ja: 闇をイメージする - 広大で、貪欲で、溺れるには十分すぎるほど深い。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/event/choice/event/text
fr: V-vraiment ? Les Ombres ici sont si timides, pourtant... vu à quel point votre réalité est lointaine, je suppose qu'il est juste de supposer que Père les a ramenées d'ici. Mais, qu'est-ce qui causerait un tel changement dans leur comportement ? Et, euh... à quoi bon les amener là-bas, de toute façon ? Surtout si elles sont contentes ici, et en colère ailleurs... O-on pourrait peut-être lui demander plus tard ? Ensemble, bien sûr... ! C'est, euh... moins effrayant, comme ça.
ja: ほ、本当ですか？ここのシャドウはとても臆病なのに…あなたの現実がどれだけ遠いかを考えると、父様がここから彼らを連れて行ったと考えて間違いないでしょうね。でも、何が彼らの行動を変えさせたんでしょう？そして、あ…そもそも、父様が彼らをそこに連れて行く意味は何なんでしょう？特に、ここでは満足していて、そうでなければ怒っているのに…あ、あとで父様に聞いてみましょうか？もちろん、一緒に！その、えっと…その方が怖くないですから。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un compagnon — une compagnie bienvenue en territoire inhospitalier.
ja: 仲間をイメージする - 歓迎されない領域での、歓迎すべき仲間。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Un compagnon ? P-pensez-vous que je suis... oh, euh, regardez ! Les Ombres ont fini ! Et il semblerait qu'elles aient quelque chose pour vous ? Est-ce... un Flamboyant ? Un qui n'est pas sous l'influence de la Fausse Radiance, en plus... Je me demande si les Ombres le protégeaient, et c'est pour cela que la Fausse Radiance les a attaquées. Je suppose qu'elles vous le confient, maintenant ? Vous êtes populaire ! Avec les, euh, Ombres, bien sûr...
ja: 仲間？あなたは…私が、あ…あ、えっと、見てください！シャドウが終わったみたいです！そして、あなたに何かくれるみたいですよ？ あれは…ライトボーン？しかも、フォールス・ラディアンスの影響下にない…もしかしてシャドウがこれを守っていて、だからフォールス・ラディアンスに攻撃されたんでしょうか。今はあなたに託しているみたいですね？人気者じゃないですか！もちろん、あ、シャドウに…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/text
fr: Visualisez une arme Laser à Charge - le crépuscule de demain, destiné à descendre.
ja: チャージレーザー兵器をイメージする - 訪れる運命にある明日の黄昏。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/text
fr: Oh, elles sont... en train de la manger ? Ou, hum... peut-être qu'elles sont juste... en train de l'absorber ? Je ne suis pas vraiment sûre. Ma sœur n'a jamais vraiment eu beaucoup d'occasions de connaître les Ombres, malgré qu'elle travaille à les garder, elles et les Porteurs de Lumière, en sécurité. Elles, ah... restent surtout entre elles. Mais, hé ! Peut-être que nous pourrons apprendre quelque chose ici, et tout lui raconter quand ce sera fini ! Laissons-les, hum... laissons-les faire leur truc, je suppose ?
ja: あ、彼ら…食べてる？それとも、えっと…吸収してるんでしょうか？よく分かりません。姉さんは、シャドウとライトボーンを安全に保つために働いていたにもかかわらず、シャドウのことを知る機会があまりなかったんです。彼らは、あ…ほとんど自分たちだけでいるので。でも、ねえ！ここで何か学んで、このことが終わったら姉さんに全部話せるかもしれません！えっと…彼らの好きにさせてみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/text
fr: Visualisez la patience — une vertu, parmi tant d'autres, à exercer lorsque cela est jugé nécessaire.
ja: 忍耐をイメージする - 必要と判断された時に発揮されるべき、多くの美徳の一つ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/text
fr: Visualisez le silence — le sombre compagnon de la patience.
ja: 沈黙をイメージする - 忍耐の陰鬱な伴侶。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/event/text
fr: ...eh bien, je suppose que pendant qu'elles, hum... mâchent cette arme, nous pourrions peut-être, ah, parler un peu ? Je... voulais vous demander quelque chose — à propos des Ombres, assez curieusement. Elles sont aussi dans votre réalité, n'est-ce pas ? C'est flou, mais j'ai l'impression de m'en souvenir en partie grâce à ce que ma sœur a vu quand elle vous a rencontré. Ce que je voulais demander, c'était, hum... comment sont-elles là-bas ?
ja: …ええと、彼らが、その…武器を噛んでいる間に、もしかしたら、あ、少しお話できますか？私…あなたに聞きたいことがあったんです。奇しくも、シャドウについて。あなたの現実にもいますよね？曖昧ですけど、姉さんがあなたに会った時に見たものを通して、そう思い出せる気がします。聞きたかったのは、えっと…そこでは彼らはどんな感じなんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/event/choice/text
fr: Visualisez l'obscurité — vaste, vorace et plus que suffisamment profonde pour s'y noyer.
ja: 闇をイメージする - 広大で、貪欲で、溺れるには十分すぎるほど深い。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/event/choice/event/text
fr: V-vraiment ? Les Ombres ici sont si timides, pourtant... vu à quel point votre réalité est lointaine, je suppose qu'il est juste de supposer que Père les a ramenées d'ici. Mais, qu'est-ce qui causerait un tel changement dans leur comportement ? Et, euh... à quoi bon les amener là-bas, de toute façon ? Surtout si elles sont contentes ici, et en colère ailleurs... O-on pourrait peut-être lui demander plus tard ? Ensemble, bien sûr... ! C'est, euh... moins effrayant, comme ça.
ja: ほ、本当ですか？ここのシャドウはとても臆病なのに…あなたの現実がどれだけ遠いかを考えると、父様がここから彼らを連れて行ったと考えて間違いないでしょうね。でも、何が彼らの行動を変えさせたんでしょう？そして、あ…そもそも、父様が彼らをそこに連れて行く意味は何なんでしょう？特に、ここでは満足していて、そうでなければ怒っているのに…あ、あとで父様に聞いてみましょうか？もちろん、一緒に！その、えっと…その方が怖くないですから。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un compagnon — une compagnie bienvenue en territoire inhospitalier.
ja: 仲間をイメージする - 歓迎されない領域での、歓迎すべき仲間。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Un compagnon ? P-pensez-vous que je suis... oh, euh, regardez ! Les Ombres ont fini ! Et il semblerait qu'elles aient quelque chose pour vous ? Est-ce... un Flamboyant ? Un qui n'est pas sous l'influence de la Fausse Radiance, en plus... Je me demande si les Ombres le protégeaient, et c'est pour cela que la Fausse Radiance les a attaquées. Je suppose qu'elles vous le confient, maintenant ? Vous êtes populaire ! Avec les, euh, Ombres, bien sûr...
ja: 仲間？あなたは…私が、あ…あ、えっと、見てください！シャドウが終わったみたいです！そして、あなたに何かくれるみたいですよ？ あれは…ライトボーン？しかも、フォールス・ラディアンスの影響下にない…もしかしてシャドウがこれを守っていて、だからフォールス・ラディアンスに攻撃されたんでしょうか。今はあなたに託しているみたいですね？人気者じゃないですか！もちろん、あ、シャドウに…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/text
fr: Visualisez une offrande - la parenté trouvée en offrant un drone Ombre.
ja: 捧げ物をイメージする - シャドウのドローンを捧げることで見出される親近感。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/text
fr: Un drone ? Pensez-vous que cela aidera ? Eh bien... lequel, alors ?
ja: ドローンですか？それで助けになると思いますか？ええと…じゃあ、どれにしますか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/text
fr: Visualisez un Drone de combat - un assaut lent, mais régulier.
ja: 戦闘ドローンをイメージする - 遅いが着実な猛攻撃。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/text
fr: Oh, elles sont... en train de la manger ? Ou, hum... peut-être qu'elles sont juste... en train de l'absorber ? Je ne suis pas vraiment sûre. Ma sœur n'a jamais vraiment eu beaucoup d'occasions de connaître les Ombres, malgré qu'elle travaille à les garder, elles et les Porteurs de Lumière, en sécurité. Elles, ah... restent surtout entre elles. Mais, hé ! Peut-être que nous pourrons apprendre quelque chose ici, et tout lui raconter quand ce sera fini ! Laissons-les, hum... laissons-les faire leur truc, je suppose ?
ja: あ、彼ら…食べてる？それとも、えっと…吸収してるんでしょうか？よく分かりません。姉さんは、シャドウとライトボーンを安全に保つために働いていたにもかかわらず、シャドウのことを知る機会があまりなかったんです。彼らは、あ…ほとんど自分たちだけでいるので。でも、ねえ！ここで何か学んで、このことが終わったら姉さんに全部話せるかもしれません！えっと…彼らの好きにさせてみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/text
fr: Visualisez la patience — une vertu, parmi tant d'autres, à exercer lorsque cela est jugé nécessaire.
ja: 忍耐をイメージする - 必要と判断された時に発揮されるべき、多くの美徳の一つ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/text
fr: Visualisez le silence — le sombre compagnon de la patience.
ja: 沈黙をイメージする - 忍耐の陰鬱な伴侶。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/event/text
fr: ...eh bien, je suppose que pendant qu'elles, hum... mâchent cette arme, nous pourrions peut-être, ah, parler un peu ? Je... voulais vous demander quelque chose — à propos des Ombres, assez curieusement. Elles sont aussi dans votre réalité, n'est-ce pas ? C'est flou, mais j'ai l'impression de m'en souvenir en partie grâce à ce que ma sœur a vu quand elle vous a rencontré. Ce que je voulais demander, c'était, hum... comment sont-elles là-bas ?
ja: …ええと、彼らが、その…武器を噛んでいる間に、もしかしたら、あ、少しお話できますか？私…あなたに聞きたいことがあったんです。奇しくも、シャドウについて。あなたの現実にもいますよね？曖昧ですけど、姉さんがあなたに会った時に見たものを通して、そう思い出せる気がします。聞きたかったのは、えっと…そこでは彼らはどんな感じなんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/event/choice/text
fr: Visualisez l'obscurité — vaste, vorace et plus que suffisamment profonde pour s'y noyer.
ja: 闇をイメージする - 広大で、貪欲で、溺れるには十分すぎるほど深い。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/event/choice/event/text
fr: V-vraiment ? Les Ombres ici sont si timides, pourtant... vu à quel point votre réalité est lointaine, je suppose qu'il est juste de supposer que Père les a ramenées d'ici. Mais, qu'est-ce qui causerait un tel changement dans leur comportement ? Et, euh... à quoi bon les amener là-bas, de toute façon ? Surtout si elles sont contentes ici, et en colère ailleurs... O-on pourrait peut-être lui demander plus tard ? Ensemble, bien sûr... ! C'est, euh... moins effrayant, comme ça.
ja: ほ、本当ですか？ここのシャドウはとても臆病なのに…あなたの現実がどれだけ遠いかを考えると、父様がここから彼らを連れて行ったと考えて間違いないでしょうね。でも、何が彼らの行動を変えさせたんでしょう？そして、あ…そもそも、父様が彼らをそこに連れて行く意味は何なんでしょう？特に、ここでは満足していて、そうでなければ怒っているのに…あ、あとで父様に聞いてみましょうか？もちろん、一緒に！その、えっと…その方が怖くないですから。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un compagnon — une compagnie bienvenue en territoire inhospitalier.
ja: 仲間をイメージする - 歓迎されない領域での、歓迎すべき仲間。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Un compagnon ? P-pensez-vous que je suis... oh, euh, regardez ! Les Ombres ont fini ! Et il semblerait qu'elles aient quelque chose pour vous ? Est-ce... un Flamboyant ? Un qui n'est pas sous l'influence de la Fausse Radiance, en plus... Je me demande si les Ombres le protégeaient, et c'est pour cela que la Fausse Radiance les a attaquées. Je suppose qu'elles vous le confient, maintenant ? Vous êtes populaire ! Avec les, euh, Ombres, bien sûr...
ja: 仲間？あなたは…私が、あ…あ、えっと、見てください！シャドウが終わったみたいです！そして、あなたに何かくれるみたいですよ？ あれは…ライトボーン？しかも、フォールス・ラディアンスの影響下にない…もしかしてシャドウがこれを守っていて、だからフォールス・ラディアンスに攻撃されたんでしょうか。今はあなたに託しているみたいですね？人気者じゃないですか！もちろん、あ、シャドウに…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/text
fr: Visualisez un drone antipersonnel - seul, jusqu'à preuve du contraire.
ja: 対人ドローンをイメージする - 別途証明されるまでは孤独な存在。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/text
fr: Oh, elles sont... en train de la manger ? Ou, hum... peut-être qu'elles sont juste... en train de l'absorber ? Je ne suis pas vraiment sûre. Ma sœur n'a jamais vraiment eu beaucoup d'occasions de connaître les Ombres, malgré qu'elle travaille à les garder, elles et les Porteurs de Lumière, en sécurité. Elles, ah... restent surtout entre elles. Mais, hé ! Peut-être que nous pourrons apprendre quelque chose ici, et tout lui raconter quand ce sera fini ! Laissons-les, hum... laissons-les faire leur truc, je suppose ?
ja: あ、彼ら…食べてる？それとも、えっと…吸収してるんでしょうか？よく分かりません。姉さんは、シャドウとライトボーンを安全に保つために働いていたにもかかわらず、シャドウのことを知る機会があまりなかったんです。彼らは、あ…ほとんど自分たちだけでいるので。でも、ねえ！ここで何か学んで、このことが終わったら姉さんに全部話せるかもしれません！えっと…彼らの好きにさせてみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/text
fr: Visualisez la patience — une vertu, parmi tant d'autres, à exercer lorsque cela est jugé nécessaire.
ja: 忍耐をイメージする - 必要と判断された時に発揮されるべき、多くの美徳の一つ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/text
fr: Visualisez le silence — le sombre compagnon de la patience.
ja: 沈黙をイメージする - 忍耐の陰鬱な伴侶。
