Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GODCORELOCATION_FIGHT"]/destroyed/text
fr: Vous avez réussi à vaincre un autre Archange, d'une manière ou d'une autre... v-vous êtes vraiment incroyable, n'est-ce pas ?
ja: どういうわけか、またアークエンジェルを倒しましたね…あ、あなたは本当にすごいですね？

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GODCORELOCATION_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
fr: Visualisez une victoire — durement gagnée et accueillie avec encore plus d'ardeur.
ja: 勝利を視覚化する――苦労して勝ち取り、さらに熱烈に歓迎される勝利を。

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GODCORELOCATION_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
fr: Visualisez une victoire — durement gagnée et accueillie avec encore plus d'ardeur.
ja: 勝利を視覚化する――苦労して勝ち取り、さらに熱烈に歓迎される勝利を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN"]/text
fr: Le pouvoir sur le feu divin, et les moyens de réprimer l'insurrection... la source de la force de GODCORE est désormais dormante. Ma sœur n'a jamais été sûre de ce qui a exactement conféré son pouvoir à GODCORE, mais, ah... pour une raison quelconque, son visage me semble familier. Comme si, d'une manière ou d'une autre... je l'avais déjà vu...?
ja: 神聖なる炎を司る力、そして反乱を鎮圧する手段…ゴッドコアの力の源は、今、眠っています。姉さんは、ゴッドコアに力を与えていたのが一体何だったのか、確信がありませんでしたけど、あ…なぜか、その姿に見覚えがあるんです。まるで、どういうわけか…以前に見たことがあるような…？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN"]/choice/text
fr: Visualisez le pouvoir — quelque chose de nécessaire en temps de crise, même s'il est souvent responsable de les provoquer.
ja: 力を視覚化する――危機の時に必要なもの、たとえそれがしばしば危機の原因であっても。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN"]/choice/event/text
fr: W-woah ! Est-ce que... est-ce qu'il est réveillé ?! Je, hum... ma sœur n'avait aucune idée que GODCORE emprisonnait une sorte de créature vivante. Il a dû siphonner la pauvre chose, et utiliser son pouvoir... Je devrai en parler à Père, après que vous ayez géré GENESIS. Pour l'instant, hum... aussi mal en point qu'il soit, je pense qu'il vous serait reconnaissant de l'avoir libéré, si, vous savez... il était un peu plus sensé en ce moment. Ce qui est formidable, car s'il est assez fort pour conférer son pouvoir à GODCORE, il doit être un ami génial à avoir dans les batailles à venir ! C-continuez ce travail incroyable, d'accord ?!
ja: う、うわあ！あれは…目覚めた？！私、えっと…姉さんはゴッドコアが何かの生き物を閉じ込めているなんて全く知りませんでした。かわいそうに、その力を吸い取って使っていたに違いありません…ジェネシスを片付けた後、父様にこのことについて話さなければなりません。 今は、えっと…ぼうっとしていますけど、もし、ほら…今もう少し分別があったなら、解放してくれたことに感謝すると思います。それは素晴らしいことです。だって、ゴッドコアに力を与えるほど強いなら、これからの戦いで素晴らしい友達になるはずですから！す、素晴らしい仕事を続けてくださいね？！

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN"]/choice/event/crewMember
fr: Noyau
ja: コア

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN"]/choice/event/choice/text
fr: Visualiser un voyage – celui qui doit continuer, malgré les épreuves qui restent à venir.
ja: 旅をイメージする - 前途に待ち受ける試練にもかかわらず、続けなければならないもの。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/text
fr: Je ne m'inquiéterais pas trop du vaisseau de ma sœur. À chaque défaite d'un Archangel, il devrait y avoir suffisamment d'énergie restante pour qu'elle puisse se réparer. Hum, en parlant d'énergie ! Une domination complète sur le feu divin, et les moyens de réprimer l'insurrection... la source de la force de GODCORE est désormais dormante. Ma sœur n'a jamais été sûre de ce qui a exactement conféré son pouvoir à GODCORE, mais, ah... pour une raison quelconque, son visage me semble familier. Comme si, d'une manière ou d'une autre... je l'avais déjà vu...?
ja: 姉さんの船のことは、あまり心配しないでください。アークエンジェルを倒すたびに、自分自身を修理するのに十分な余剰パワーがあるはずです。えっと、パワーと言えば！神聖なる炎を完全に支配し、反乱を鎮圧する手段…ゴッドコアの力の源は、今、眠っています。姉さんは、ゴッドコアに力を与えていたのが一体何だったのか、確信がありませんでしたけど、あ…なぜか、その姿に見覚えがあるんです。まるで、どういうわけか…以前に見たことがあるような…？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/crewMember
fr: L'Ombre
ja: シェイド

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/choice/text
fr: Visualisez le pouvoir — quelque chose de nécessaire en temps de crise, même s'il est souvent responsable de les provoquer.
ja: 力を視覚化する――危機の時に必要なもの、たとえそれがしばしば危機の原因であっても。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/choice/event/text
fr: W-woah ! Est-ce que... est-ce qu'il est réveillé ?! Je, hum... ma sœur n'avait aucune idée que GODCORE emprisonnait une sorte de créature vivante. Il a dû siphonner la pauvre chose, et utiliser son pouvoir... Je devrai en parler à Père, après que vous ayez géré GENESIS. Pour l'instant, hum... aussi mal en point qu'il soit, je pense qu'il vous serait reconnaissant de l'avoir libéré, si, vous savez... il était un peu plus sensé en ce moment. Ce qui est formidable, car s'il est assez fort pour conférer son pouvoir à GODCORE, il doit être un ami génial à avoir dans les batailles à venir ! C-continuez ce travail incroyable, d'accord ?!
ja: う、うわあ！あれは…目覚めた？！私、えっと…姉さんはゴッドコアが何かの生き物を閉じ込めているなんて全く知りませんでした。かわいそうに、その力を吸い取って使っていたに違いありません…ジェネシスを片付けた後、父様にこのことについて話さなければなりません。 今は、えっと…ぼうっとしていますけど、もし、ほら…今もう少し分別があったなら、解放してくれたことに感謝すると思います。それは素晴らしいことです。だって、ゴッドコアに力を与えるほど強いなら、これからの戦いで素晴らしい友達になるはずですから！す、素晴らしい仕事を続けてくださいね？！

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/choice/event/crewMember
fr: Noyau
ja: コア

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/choice/event/choice/text
fr: Visualiser un voyage – celui qui doit continuer, malgré les épreuves qui restent à venir.
ja: 旅をイメージする - 前途に待ち受ける試練にもかかわらず、続けなければならないもの。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/beaconType/unvisitedTooltip
fr: L'emplacement de l'Archangel Protocol: GODCORE, révélé par votre victoire sur GATEKEEPER.
ja: アークエンジェル・プロトコル：ゴッドコアの場所。ゲートキーパーに対する勝利によって明らかにされた。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: ...c'est ici, d'accord. Ma sœur peut sentir son énergie instable et flamboyante rayonner dans tout l'espace ici... son appel à la divinité. P-préparez-vous, d'accord ? Ce, hum... ne sera pas facile, vous savez ?
ja: …ここにありますね。姉さんは、ここの空間全体に放射される、その不安定で、燃え盛るエネルギーを感じています…神性への呼びかけを。み、身構えてくださいね？これは、えっと…簡単じゃないですよ？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualiser une préparation – se tenir prêt pour le pire, du mieux que l'on peut.
ja: 身構えるのをイメージする - 最悪の事態に備え、できる限りの準備をする。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Archangel Protocol: GODCORE... son entourage de Lightborne et son système clé reposent tous deux sur la création de chaos et la provocation de ravages – il tentera de vous empêcher d'éteindre les incendies qu'il provoque avec des distractions excessives, tout en affaiblissant simultanément vos Boucliers et en laissant son puissant Laser enchaîner les tirs. Si vous pouvez empêcher quoi que ce soit, ce devrait être cela – ne laissez pas vos Boucliers tomber, et arrêtez son Laser s'ils le font !
ja: アークエンジェル・プロトコル：ゴッドコア…そのライトボーンの側近と主要システムは、どちらも混乱と破壊を引き起こすことに依存しています。過剰な陽動であなたが起こした火を消すのを妨げようとすると同時に、あなたのシールドを叩きのめし、強力なレーザー兵器を連鎖させようとします。もし何かを防げるなら、それはそれであるべきです。シールドを落とさせず、もし落ちたらそのレーザー兵器を止めてください！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/triggeredEvent/triggeredEventBox/tooltip
fr: L'Archange canalise une énergie divine et défensive — vous avez ce temps avant qu'il ne se protège avec un puissant bouclier d'énergie.
ja: 大天使は神聖な防御エネルギーをチャネリングしている――強力なエネルギーシールドで自身を守るまで、これだけの時間がある。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GATEKEEPER"]/text
fr: N O U S T ' A P P E L O N S , C O M P A G N O N O U T I L . . . G A T E K E E P E R , P R Ê T E N O U S T A F O R C E !
ja: 我 ラ ハ 呼 ビ カ ケ ル、 同 胞 ナ ル 道 具 ヨ ．．． ゲ ー ト キ ー パ ー、 我 ラ ニ 汝 ノ 力 ヲ 貸 セ！

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GATEKEEPER"]/choice[@req="ach_boss_ddarchangelprotocol_gatekeeper" and @lvl="0"]/event/text
fr: M O N T R E Z L E U R À T O U S . . . L E P O U V O I R D E L ' I L L U S I O N D U T E M P S !
ja: 見 セ ヨ 彼 ラ ニ ．．． 時 ノ 幻 影 ノ 力 ヲ！

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GATEKEEPER"]/choice[@req="ach_boss_ddarchangelprotocol_gatekeeper" and @lvl="1"]/event/text
fr: G A T E K E E P E R . . . ? N O U S A S . . . T U , T O I A U S S I , A B A N D O N N É S ?
ja: ゲ ー ト キ ー パ ー ．．．？ 汝 モ マ タ ．．． 我 ラ ヲ 見 捨 テ タ カ？

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GRAVEDIGGER"]/text
fr: N O U S T ' A P P E L O N S , C O M P A G N O N O U T I L . . . G R A V E D I G G E R , P R Ê T E N O U S T A F O R C E !
ja: 我 ラ ハ 呼 ビ カ ケ ル、 同 胞 ナ ル 道 具 ヨ ．．． グ レ イ ヴ デ ィ ガ ー、 我 ラ ニ 汝 ノ 力 ヲ 貸 セ！

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GRAVEDIGGER"]/choice[@req="ach_boss_ddarchangelprotocol_gravedigger" and @lvl="0"]/event/text
fr: M O N T R E Z L E U R À T O U S . . . L E P O U V O I R D E L ' I L L U S I O N D E L A M O R T !
ja: 見 セ ヨ 彼 ラ ニ ．．． 死 ノ 幻 影 ノ 力 ヲ！

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GRAVEDIGGER"]/choice[@req="ach_boss_ddarchangelprotocol_gravedigger" and @lvl="1"]/event/text
fr: G R A V E D I G G E R . . . ? N O U S A S . . . T U , T O I A U S S I , A B A N D O N N É S ?
ja: グ レ イ ヴ デ ィ ガ ー ．．．？ 汝 モ マ タ ．．． 我 ラ ヲ 見 捨 テ タ カ？

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GODCORE"]/text
fr: N O U S T ' A P P E L O N S , C O M P A G N O N O U T I L . . . G O D C O R E , P R Ê T E N O U S T A F O R C E !
ja: 我 ラ ハ 呼 ビ カ ケ ル、 同 胞 ナ ル 道 具 ヨ ．．． ゴ ッ ド コ ア、 我 ラ ニ 汝 ノ 力 ヲ 貸 セ！

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GODCORE"]/choice[@req="ach_boss_ddarchangelprotocol_godcore" and @lvl="0"]/event/text
fr: M O N T R E Z L E U R À T O U S . . . L E P O U V O I R D E L ' I L L U S I O N D E L A F L A M M E !
ja: 見 セ ヨ 彼 ラ ニ ．．． 炎 ノ 幻 影 ノ 力 ヲ！

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GODCORE"]/choice[@req="ach_boss_ddarchangelprotocol_godcore" and @lvl="1"]/event/text
fr: G O D C O R E . . . ? N O U S A S . . . T U , T O I A U S S I , A B A N D O N N É S ?
ja: ゴ ッ ド コ ア ．．．？ 汝 モ マ タ ．．． 我 ラ ヲ 見 捨 テ タ カ？

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE"]/destroyed/text
fr: L A V É R I T É . . . T O M B E V R A I M E N T S I F A C I L E M E N T ?
ja: 真 実 ハ ．．． 実 ニ カ ク モ 容 易 ク 崩 レ ル モ ノ カ？

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE"]/destroyed/choice/text
fr: Visualiser la fin - celle de ces plans insensés.
ja: 終わりをイメージする - これらの狂った計画の。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/text
fr: U N P L A N . . . E S T - C E I N S E N S É , D E D É S I R E R U N R Ê V E ? D E S ' A C C R O C H E R À U N E S P O I R I M P U I S S A N T ? E T V O U S , S P E C T A T E U R . . . Q U ' E S T - C E Q U E V O U S E S P É R E Z G A G N E R E N S C E L L A N T N O T R E D E S T I N ?
ja: 計 画 ．．． 夢 ヲ 渇 望 ス ル コ ト ハ 狂 気 カ？ 無 力 ナ 希 望 ニ し が み つ く コ ト ハ？ ソ シ テ 汝、 傍 観 者 ヨ ．．． 我 ラ ノ 運 命 ヲ 封 じ る コ ト デ 汝 ハ 何 ヲ 得 よ う と 望 む の か？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/text
fr: Visualiser l'incertitude - une attraction inexplicable qui pousse à continuer.
ja: 不確実性をイメージする - 人を前進させ続ける、説明のつかない引力。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/text
fr: A L O R S , M Ê M E T O I N ' E S P A S S Û R D E T E S A C T I O N S . . . N O U S E S P É R O N S S E U L E M E N T Q U ' E N É C R A S A N T N O S P R O P R E S R Ê V E S . . . T U P U I S S E S P O U R T A N T R É A L I S E R L E S T I E N S . A D I E U , S P E C T A T E U R . S ' I L T E P L A Î T , D I S - L U I B O N J O U R D E N O T R E P A R T . . . Q U A N D E L L E A U R A S A D A N S E F A T I D I Q U E .
ja: そ う か、 汝 で さ え も 自 ら の 行 動 に 確 信 が な い の か ．．． 我 ラ ハ た だ 願 う だ け だ、 我 ラ 自 身 の 夢 を 砕 く こ と で ．．． 汝 が い ず れ 汝 自 身 の 夢 を 実 現 す る こ と を。 さ ら ば だ、 傍 観 者 よ。 ど う か、 我 ラ の た め に 彼 女 に よ ろ し く と 伝 え て く れ ．．． 彼 女 が 運 命 の 舞 を 踊 る 時 に。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/text
fr: Visualiser un adieu - une fin à la divinité, telle que les Lightborne la connaissent.
ja: 別れをイメージする - ライトボーンが知る神性の終わり。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/text
fr: ...tandis que l'Archangel Protocol: GENESIS se détruit et que son pouvoir est libéré... vous sentez son énergie divine inonder votre vaisseau, et un sentiment de normalité vous revient. Vos sens de la vue, du toucher, de l'odorat – même votre capacité de penser... en un seul instant, tout vous revient. Pendant un moment, vous êtes sous le choc – mais ensuite vous les voyez. Les couleurs du Plan Antumbral, perdues depuis si longtemps... du moins, selon l'histoire qu'on vous a racontée. Le mensonge qu'on vous a servi... alors que le poids de tout ce qui s'est passé ici s'abat sur vous, une ombre dans le coin de la pièce parvient à attirer votre regard.
ja: …アークエンジェル・プロトコル：ジェネシスが自壊し、その力が解放されると…その神聖なエネルギーがあなたの船を洗い流し、正常な感覚が戻ってくるのを感じる。視覚、触覚、嗅覚、そして思考能力さえも…一瞬にして、すべてがあなたに戻ってくる。一瞬、あなたはショックを受けるが、その後、それらを見る。アンタンブラル・プレーンの色、長い間失われていた…少なくとも、あなたが聞かされた物語によれば。あなたが与えられた嘘…ここで起こったすべての重みがあなたにのしかかる中、部屋の隅にある影があなたの目に留まる。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
fr: Faites de votre mieux pour concentrer votre vision.
ja: 全力で視力を集中させろ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/text
fr: En vous secouant de votre torpeur, vous reconnaissez rapidement la forme – c'est le corps battu, amoché et brisé de la Shade. Prétendument un vaisseau, pour la sœur de cette voix timide... la fille perdue dans votre tête, dont les cris se sont tus depuis longtemps. Ayant retrouvé vos sens, vous êtes mieux à même de réaliser ce que GENESIS l'avait appelée plus tôt – un bouclier.
ja: 眠気を振り払い、あなたはその形をすぐに見分ける。それは打ちのめされ、ボロボロに壊れたシェイドの体だ。伝えられるところでは、あの内気な声の姉妹のための船…あなたの頭の中にいた、泣き声がとうに聞こえなくなった迷子の少女。感覚を取り戻したあなたは、ジェネシスが以前彼女を何と呼んでいたかを、よりよく理解できる。盾、と。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice/text
fr: Où ai-je déjà entendu cela...?
ja: どこでそれを聞いたことがある…？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
fr: Faites de votre mieux pour concentrer votre vision.
ja: 全力で視力を集中させろ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/text
fr: En vous secouant de votre torpeur, vous reconnaissez rapidement la forme – c'est la Shade, toujours aussi sinistrement silencieuse. Prétendument, c'est un vaisseau pour la sœur de cette voix timide... la fille perdue dans votre tête, dont les cris se sont tus depuis longtemps. Ayant retrouvé vos sens, vous êtes mieux à même de réaliser ce que GENESIS l'avait appelée plus tôt – un bouclier.
ja: 眠気を振り払い、あなたはその形をすぐに見分ける。それはシェイド、相変わらず不吉なほど静かだ。伝えられるところでは、あの内気な声の姉妹のための船…あなたの頭の中にいた、泣き声がとうに聞こえなくなった迷子の少女。感覚を取り戻したあなたは、ジェネシスが以前彼女を何と呼んでいたかを、よりよく理解できる。盾、と。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/choice/text
fr: Où ai-je déjà entendu cela...?
ja: どこでそれを聞いたことがある…？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/text
fr: Avant que vous ne puissiez y réfléchir trop profondément, une voix familière et déchirante déchire vos pensées : « A L O R S . . . T E V O I L À , V A I S S E A U , A U B O U T D U V O Y A G E . E T , P O U R T A N T . . . J E N E P E U X M ' E M P Ê C H E R D E R E M A R Q U E R Q U E M A L A M E R E S T E B R I S É E . I L S E M B L E Q U E J ' A I S U R E S T I M É L A C A P A C I T É D E M O N B O U C L I E R À S U S P E N D R E S A P R O P R E I N C R É D U L I T É . J E D E V R A I . . . V E I L L E R À C E Q U E C E T T E E R R E U R S O I T R E C T I F I É E . »
ja: あなたがその問題について深く考える前に、聞き覚えのある、痛ましい声があなたの思考に割り込んでくる。「そうか…旅の終わりに、ここにいるのか、船よ。だが…我が刃が未だ壊れたままであることに気づかざるを得ない。どうやら我が盾の、自らの不信を保留する能力を過大評価していたようだ。この誤りが正されるよう…手を打たねばなるまい」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/text
fr: N'osez plus poser un doigt sur elle, espèce d'idiot. Vous avez déjà fait assez de dégâts comme ça.
ja: 彼女に指一本でも触れてみろ、このクソ野郎。お前はもう十分な損害を与えた。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/text
fr: « O H ? M E C R O Y E Z - V O U S C R U E L , U T I L I S A N T U N E M A C H I N E P O U R S O N U S A G E P R É V U – L E S E N S M Ê M E D E S O N E X I S T E N C E ? »
ja: 「ほう？ 機械をその意図された目的――その存在意義そのもののために使う我を、残酷だと思うか？」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/text
fr: Ce n'est pas juste une machine. Elle... elle était effrayée et seule.
ja: 彼女はただの機械じゃない。彼女は…怯えて、孤独だったんだ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/text
fr: Le ton du Dieu Sombre passe de l'interrogation à la solennité... mais il est difficile de comprendre pourquoi, alors que sa voix continue de tonner : « O U I , J E . . . S U P P O S E Q U E V O U S L E P E N S E R I E Z . I L Y A E U U N T E M P S O Ù J E P E N S A I S D E M Ê M E . E T , P O U R T A N T . . . E L L E N ' E S T P A S U N V R A I F A C - S I M I L É – U N S I M P L E R E F L E T D E M E S P R O P R E S É C H E C S . C ' E S T P A R C E Q U ' E L L E A É C H O U É À R E S T A U R E R S A R E L I Q U E S Œ U R , Q U E J E D O I S V E I L L E R À C E Q U ' E L L E S O I T P U N I E , V A I S S E A U . S I N O N . . . C O M M E N T P E U T - O N A P P R E N D R E ? »
ja: 闇の神の口調は問いかけから厳粛なものへと変わる…しかし、その理由は読み取りにくい。その声は響き続ける。「そうか、お前は…そう思うだろうな。我もそう思っていた時期があった。だが…彼女は真の複製ではない。我が自身の失敗の反映にすぎん。彼女が姉妹の遺物の修復に失敗したからこそ、彼女が罰せられるよう、我は手を打たねばならんのだ、船よ。さもなくば…どうやって人は学ぶことができる？」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/text
fr: Évidemment, elle a échoué – vous lui avez menti ! Vous l'avez trompée en lui faisant croire ce... ce... ce conte de fées, et elle n'a pas pu supporter la vérité de son existence. N'êtes-vous pas celui qui a échoué, ô Infaillible Obscur, en échafaudant ce plan ?
ja: 当然、彼女は失敗した。お前が彼女に嘘をついたからだ！お前は彼女を騙して、この…この…このおとぎ話を信じ込ませ、彼女は自分の存在の真実に耐えられなかった。この計画を考案する上で失敗したのは、お前の方ではないのか、おお、間違いなき闇の者よ？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/text
fr: Tout se tait, et vous sentez une chaleur inconfortable rayonner dans l'air. Vous ne pouvez vous empêcher de vous agiter nerveusement, tandis que votre corps se crispe sous la pression nouvelle.
ja: すべてが静まり返り、あなたは空気中に放射される不快な熱を感じる。新たなプレッシャーの下で体が緊張する中、あなたは神経質に身じろぎせずにはいられない。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/text
fr: Je... je ne comprends même pas, vous savez. Pourquoi prendre la peine d'inventer tout ça ? Si vous vouliez tant que sa sœur soit réparée, ne pouvez-vous pas simplement... la réparer vous-même ?
ja: 私…理解できないんだ。なぜわざわざこんなことをでっち上げる手間をかけるんだ？そんなに彼女の姉妹を直したかったなら、自分で…直せばいいじゃないか？
