Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHEVENFURTHER_SAFE"]/text
fr: Jusqu'à présent, tout va bien... le signal de ma sœur a presque atteint le centre de cet essaim de Flamboyants ! Vous devriez, euh... probablement annuler maintenant, avant que la Fausse Radiance ne capte elle-même le signal.
ja: 今のところ順調です…姉さんの信号が、このライトボーンの群れの中心にほとんど届いています！あ…フォールス・ラディアンス自身が信号に気づく前に、もうやめた方がいいかもしれません。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHEVENFURTHER_SAFE"]/choice[1]/text
fr: Visualisez le jackpot - juste hors de portée, mais qui vaut la peine d'être atteint.
ja: 大当たりをイメージする - 手の届かないところにあるが、手を伸ばす価値はある。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHEVENFURTHER_SAFE"]/choice[2]/text
fr: Visualisez l'encaissement - un bon joueur sait quand arrêter.
ja: 換金をイメージする - 優れたギャンブラーは引き際を知っている。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHEVENFURTHER_SAFE"]/choice[2]/event/text
fr: C'est ça l'esprit ! Ça ne sert à rien de tenter davantage votre chance. Maintenant, voyons ce que ma sœur a ramené... ...un Cœur Radiant ! Ma sœur connaît pas mal les Flamboyants, ayant travaillé étroitement avec eux en tant que leur superviseur - les Cœurs Radiants eux-mêmes SONT des Flamboyants, mais ils servent également de moyen de reproduire des Flamboyants SUPPLÉMENTAIRES, mineurs. Ils ont besoin d'être nourris en énergie pour cela, mais, euh... une fois qu'ils démarrent, ils démarrent VRAIMENT. Leurs sens étant dévoués, la reproduction est tout ce dont les Flamboyants sont vraiment capables, à moins que ma sœur n'attire leur attention... pour la plupart, en tout cas. Il semble que les Flamboyants sous l'influence de la Fausse Radiance aient leurs propres intérêts en tête, mais, euh... nous les arrêterons, n'est-ce pas ? Je veux dire, euh - v-vous les arrêterez ! Je suis juste, vous savez, là... là-bas ! J'aide ! Ou, du moins, euh, j'essaie...? Je v-vais arrêter de parler...
ja: その意気です！すでに試した以上に運を試してもほとんど意味がありません。さて、姉さんが何を引きずり込んできたか見てみましょう… …ラディアント・コアです！姉さんは監督者としてライトボーンと密接に関わってきたので、彼らのことをよく知っているんです。ラディアント・コア自体もライトボーンですが、追加の、より下級のライトボーンを繁殖させる手段としても機能します。そのためにはエネルギーを供給する必要がありますが、えっと…一度始まると、本当に止まりません。感覚を誓って捨てているため、繁殖こそがライトボーンにできることのすべてです。姉さんが彼らの注意を引かない限りは…まあ、ほとんどはそうです。フォールス・ラディアンスの影響下にあるライトボーンは自分たちの利益を考えているようですが、あ…私たちが止めますよね？つまり、えっと、あ、あなたが止めます！私は、ほら、あっちの…あっちで！手伝ってます！というか、少なくとも、あ、手伝おうと…？だ、黙りますね…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_SAFE"]/text
fr: Ça a fait l'affaire - certains des Flamboyants les plus forts semblent se déplacer maintenant. Cependant, vous pourriez continuer à tenter votre chance et trouver des Flamboyants VRAIMENT puissants... c-c'est toujours, euh... à vous de voir !
ja: うまくいきましたね。より強力なライトボーンのいくつかが動き回っているようです。でも、運を試し続けて、本当に強力なライトボーンを見つけることもできます…そ、それでも、あ…あなた次第です！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_SAFE"]/choice[1]/text
fr: Visualisez un risque supplémentaire - le potentiel vaut l'autre potentiel.
ja: さらなるリスクをイメージする - その可能性は他の可能性に見合う価値がある。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_SAFE"]/choice[2]/text
fr: Visualisez l'encaissement - un bon joueur sait quand arrêter.
ja: 換金をイメージする - 優れたギャンブラーは引き際を知っている。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_SAFE"]/choice[2]/event/text
fr: Il n'y a pas de honte à jouer la prudence - surtout quand vous avez déjà pris un risque ! Maintenant, voyons ce que ma sœur a ramené... ...un Cœur Radiant ! Ma sœur connaît pas mal les Flamboyants, ayant travaillé étroitement avec eux en tant que leur superviseur - les Cœurs Radiants eux-mêmes SONT des Flamboyants, mais ils servent également de moyen de reproduire des Flamboyants SUPPLÉMENTAIRES, mineurs. Ils ont besoin d'être nourris en énergie pour cela, mais, euh... une fois qu'ils démarrent, ils démarrent VRAIMENT. Leurs sens étant dévoués, la reproduction est tout ce dont les Flamboyants sont vraiment capables, à moins que ma sœur n'attire leur attention... pour la plupart, en tout cas. Il semble que les Flamboyants sous l'influence de la Fausse Radiance aient leurs propres intérêts en tête, mais, euh... nous les arrêterons, n'est-ce pas ? Je veux dire, euh - v-vous les arrêterez ! Je suis juste, vous savez, là... là-bas ! J'aide ! Ou, du moins, euh, j'essaie...? Je v-vais arrêter de parler...
ja: 安全策をとることは恥ずかしいことではありません。特にすでにリスクを冒した後では！さて、姉さんが何を引きずり込んできたか見てみましょう… …ラディアント・コアです！姉さんは監督者としてライトボーンと密接に関わってきたので、彼らのことをよく知っているんです。ラディアント・コア自体もライトボーンですが、追加の、より下級のライトボーンを繁殖させる手段としても機能します。そのためにはエネルギーを供給する必要がありますが、えっと…一度始まると、本当に止まりません。感覚を誓って捨てているため、繁殖こそがライトボーンにできることのすべてです。姉さんが彼らの注意を引かない限りは…まあ、ほとんどはそうです。フォールス・ラディアンスの影響下にあるライトボーンは自分たちの利益を考えているようですが、あ…私たちが止めますよね？つまり、えっと、あ、あなたが止めます！私は、ほら、あっちの…あっちで！手伝ってます！というか、少なくとも、あ、手伝おうと…？だ、黙りますね…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_TIERONEACQUIRED"]/text
fr: Il n'y a pas de honte à jouer la prudence ! Maintenant, voyons ce que ma sœur a ramené... ...un Cœur Radiant ! Ma sœur connaît pas mal les Flamboyants, ayant travaillé étroitement avec eux en tant que leur superviseur - les Cœurs Radiants eux-mêmes SONT des Flamboyants, mais ils servent également de moyen de reproduire des Flamboyants SUPPLÉMENTAIRES, mineurs. Ils ont besoin d'être nourris en énergie pour cela, mais, euh... une fois qu'ils démarrent, ils démarrent VRAIMENT. Leurs sens étant dévoués, la reproduction est tout ce dont les Flamboyants sont vraiment capables, à moins que ma sœur n'attire leur attention... pour la plupart, en tout cas. Il semble que les Flamboyants sous l'influence de la Fausse Radiance aient leurs propres intérêts en tête, mais, euh... nous les arrêterons, n'est-ce pas ? Je veux dire, euh - v-vous les arrêterez ! Je suis juste, vous savez, là... là-bas ! J'aide ! Ou, du moins, euh, j'essaie...? Je v-vais arrêter de parler...
ja: 安全策をとることは恥ずかしいことではありません！さて、姉さんが何を引きずり込んできたか見てみましょう… …ラディアント・コアです！姉さんは監督者としてライトボーンと密接に関わってきたので、彼らのことをよく知っているんです。ラディアント・コア自体もライトボーンですが、追加の、より下級のライトボーンを繁殖させる手段としても機能します。そのためにはエネルギーを供給する必要がありますが、えっと…一度始まると、本当に止まりません。感覚を誓って捨てているため、繁殖こそがライトボーンにできることのすべてです。姉さんが彼らの注意を引かない限りは…まあ、ほとんどはそうです。フォールス・ラディアンスの影響下にあるライトボーンは自分たちの利益を考えているようですが、あ…私たちが止めますよね？つまり、えっと、あ、あなたが止めます！私は、ほら、あっちの…あっちで！手伝ってます！というか、少なくとも、あ、手伝おうと…？だ、黙りますね…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Oh là là, il y a tellement de Flamboyants ici ! Ils semblent être épargnés par l'influence de la Fausse Radiance, aussi... si vous, euh, vouliez, vous pourriez peut-être utiliser la présence de ma sœur pour en énerver certains ? Cela pourrait attirer une attention indésirable, mais... cela pourrait aussi attirer une attention souhaitée !
ja: …まあ、ここにこんなにたくさんのライトボーンが！フォールス・ラディアンスの影響も受けていないようです…もし、えっと、よろしければ、姉さんの存在を使って彼らの何体かを奮い立たせることができますか？望まない注意を引くかもしれませんが…でも、望む注意も引くかもしれません！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
fr: Visualisez un accord - celui du plan proposé.
ja: 同意をイメージする - 提案された計画への同意。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
fr: Il y en a BEAUCOUP, cependant... avec autant de Flamboyants ici, vous devriez pousser son signal un peu au-delà des petits pour atteindre les grands. C'est, euh, à v-vous de voir si le risque d'agir ainsi en vaut la peine. Les Flamboyants mineurs peuvent être puissants à leur, euh... à leur manière !
ja: でも、本当にたくさんいますね…これだけたくさんのライトボーンがいると、大きい個体に届くには、小さい個体を少し通り越して信号を送る必要があります。そのリスクが価値あるものに聞こえるかどうかは、あ、あ、あなた次第です。下級のライトボーンも、えっと…それなりに強力ですから！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[1]/text
fr: Visualisez le risque - celui impliqué dans l'attraction d'attention.
ja: リスクをイメージする - 注意を引くことに関わる類のリスク。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[2]/text
fr: Visualisez la sécurité - celle que l'on trouve en s'installant en périphérie.
ja: 安全をイメージする - 周辺に落ち着くことで見出されるもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
fr: Visualisez l'hésitation - une prudence née des dangers impliqués.
ja: 躊躇をイメージする - 関わる危険から生まれる警戒心。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
fr: Eh bien, si vous voulez, vous pouvez simplement la laisser attirer l'attention de quelques-uns des Flamboyants mineurs, ici, en bordure. Il ne devrait pas y avoir beaucoup de risques à le faire, si, euh... s'il y en a ! J'ai le sentiment que les Flamboyants plus forts sont plus profondément dans le groupe, nécessitant une force de signal potentiellement plus dangereuse, mais... c'est à vous de décider, vraiment !
ja: ええと、もしよろしければ、この端にいる下級のライトボーンの何体かの注意を引かせることができます。そうすることに大きなリスクはないはずです、あ…もしあったとしても！より強力なライトボーンは群れの奥深くにいて、より潜在的に危険な強さの信号が必要な気がしますが…でも、本当に、あ、あなた次第です！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
fr: Visualisez le risque - celui impliqué dans l'attraction d'attention.
ja: リスクをイメージする - 注意を引くことに関わる類のリスク。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
fr: Visualisez la sécurité - celle que l'on trouve en s'installant en périphérie.
ja: 安全をイメージする - 周辺に落ち着くことで見出されるもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_OMGEVERYONEISHAPPY"]/text
fr: M-menez le chemin, alors ! Les Flamboyants semblent avoir déjà remarqué la présence de leurs congénères à bord de votre vaisseau, alors, euh... ils DEVRAIENT suivre de près.
ja: そ、それなら、先導してください！ライトボーンはすでにあなたの船に乗っている同族の存在に気づいているようなので、えっと…ぴったりついてくるはずです。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_OMGEVERYONEISHAPPY"]/choice/event/choice/event/text
fr: Je pense que cela devrait, euh... être assez loin, n'est-ce pas ? Plus loin et la Fausse Radiance pourrait commencer à vous rattraper, et je ne peux guère imaginer quoi que ce soit que je veuille moins. Il semblerait que chacun des Flamboyants vous ait suivi jusqu'ici, aussi... ne sont-ils pas un peu étonnants ? Avec tout cet espace vide, ils sont sûrs d'avoir un temps facile pour se reproduire !
ja: これで、えっと…十分な距離ですよね？これ以上進むとフォールス・ラディアンスが追いつき始めるかもしれませんし、それ以上に嫌なことはほとんど考えられません。 ライトボーンの一体一体がここまでずっとついてきたようです…なんだかすごくないですか？こんなに広い空間があれば、彼らはきっと簡単に繁殖できるでしょう！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_OMGEVERYONEISHAPPY"]/choice/event/choice/event/choice/text
fr: Visualisez une posture fière - le résultat d'un travail bien fait.
ja: 誇らしげな立ち姿をイメージする - 見事にやり遂げた仕事の結果。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_OMGEVERYONEISHAPPY"]/choice/event/choice/event/choice/event/text
fr: Cependant, euh... qu'est-ce qu'ils font, exactement ? Ils sont un peu comme - attendez... ma sœur a déjà vu ça ! Ils transfèrent une partie de leur énergie à votre vaisseau, en se frottant simplement contre lui - tout comme ils le faisaient, quand elle leur rendait visite avec les Archanges. Ils doivent penser que vous êtes l'un d'eux, d'une manière ou d'une autre... Je ne peux pas, euh, dire pourquoi, mais, euh... qui sait vraiment, étant donné la simplicité d'esprit des Flamboyants. Quoi qu'il en soit, non seulement ils ont efficacement réparé votre vaisseau, mais il semblerait qu'ils soient prêts à continuer à se multiplier et à faire ce qu'ils peuvent pour ralentir la Fausse Radiance. Allez-y, les petits !
ja: でも、あ…彼らは一体何をしているんでしょう？なんだか、ただ、こう…待って…姉さんはこれを見たことがあります！彼らはあなたの船にエネルギーを移しているんです、ただ擦り寄るだけで。ちょうど、彼女がアークエンジェルと一緒に彼らを訪れていた頃にやっていたように。どういうわけか、彼らはあなたを自分たちの一員だと思っているに違いありません…理由は、あ、言えませんけど、えっと…ライトボーンがどれだけ単純かを考えると、本当のところは誰にも分かりません。とにかく、彼らはあなたの船を効果的に修理しただけでなく、繁殖を続けてフォールス・ラディアンスを遅らせるためにできることをする準備ができているようです。頑張って、ちびっこたち！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_THEENDOFTHEFIGHT_PRISMLING"]/text
fr: C'était... quelque chose. Au moins les Prismlings sont libres de faire attention maintenant, n'est-ce pas ? Demandez à ma sœur de renvoyer le signal, et... ...ça devrait faire l'affaire - des renforts, qui arrivent ! Tout ce qu'il a fallu, c'est un peu, euh... de v-violence.
ja: 確かに…すごかったですね。少なくともプリズミングたちは今、注意を払えるようになりましたよね？姉さんにもう一度信号を送らせて、そして… …これでよし。援軍が来ます！必要なのは、ほんの少しの、あ…りゅ、流血でした。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_THEENDOFTHEFIGHT_CINDERLING"]/text
fr: C'était... quelque chose. Au moins les Cinderlings sont libres de faire attention maintenant, n'est-ce pas ? Demandez à ma sœur de renvoyer le signal, et... ...ça devrait faire l'affaire - des renforts, qui arrivent ! Tout ce qu'il a fallu, c'est un peu, euh... de v-violence.
ja: 確かに…すごかったですね。少なくともシンダーリングたちは今、注意を払えるようになりましたよね？姉さんにもう一度信号を送らせて、そして… …これでよし。援軍が来ます！必要なのは、ほんの少しの、あ…りゅ、流血でした。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_THEENDOFTHEFIGHT_SLAYLING"]/text
fr: C'était... quelque chose. Au moins les Slaylings sont libres de faire attention maintenant, n'est-ce pas ? Demandez à ma sœur de renvoyer le signal, et... ...ça devrait faire l'affaire - des renforts, qui arrivent ! Tout ce qu'il a fallu, c'est un peu, euh... de v-violence.
ja: 確かに…すごかったですね。少なくともスレイリングたちは今、注意を払えるようになりましたよね？姉さんにもう一度信号を送らせて、そして… …これでよし。援軍が来ます！必要なのは、ほんの少しの、あ…りゅ、流血でした。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_THEENDOFTHEFIGHT_SPIRITLING"]/text
fr: C'était... quelque chose. Au moins les Spiritlings sont libres de faire attention maintenant, n'est-ce pas ? Demandez à ma sœur de renvoyer le signal, et... ...ça devrait faire l'affaire - des renforts, qui arrivent ! Tout ce qu'il a fallu, c'est un peu, euh... de v-violence.
ja: 確かに…すごかったですね。少なくともスピリットリングたちは今、注意を払えるようになりましたよね？姉さんにもう一度信号を送らせて、そして… …これでよし。援軍が来ます！必要なのは、ほんの少しの、あ…りゅ、流血でした。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_THEENDOFTHEFIGHT_BREAKLING"]/text
fr: C'était... quelque chose. Au moins les Breaklings sont libres de faire attention maintenant, n'est-ce pas ? Demandez à ma sœur de renvoyer le signal, et... ...ça devrait faire l'affaire - des renforts, qui arrivent ! Tout ce qu'il a fallu, c'est un peu, euh... de v-violence.
ja: 確かに…すごかったですね。少なくともブレイクリングたちは今、注意を払えるようになりましたよね？姉さんにもう一度信号を送らせて、そして… …これでよし。援軍が来ます！必要なのは、ほんの少しの、あ…りゅ、流血でした。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/text
fr: Eh bien, un côté est composé de Cinderlings - l'autre étant, euh... des Prismlings ? Oui, on dirait bien. Étant donné que votre vaisseau est inhabitable pour les Flamboyants, aucun des deux ne représente une grande menace pour vous... si vous vouliez régler ça, tout ce que vous auriez VRAIMENT à faire est d'attirer un côté à bord.
ja: ええと、片方はシンダーリングで構成されていて、もう片方は、えっと…プリズミング？ええ、そうみたいです。あなたの船はライトボーンには住めないので、どちらもあなたにとって大した脅威ではありません…もしこれを解決したいなら、本当にやるべきことは片方を船に誘い込むことだけです。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/text
fr: Visualisez un Cœur Radiant Cinderling - quelque chose de présent à proximité.
ja: シンダーリング・ラディアント・コアをイメージする - 近くに存在する何か。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/event/text
fr: C'est... une idée intéressante. Au lieu de les attirer à bord, peut-être pourriez-vous utiliser votre Cœur Radiant pour éloigner les Cinderlings ? De cette façon, les Prismlings pourront utiliser l'espace ici, et les Cinderlings pourront avoir leur propre espace ailleurs ! Bonne, euh... bonne idée, moi ! Je pense...
ja: それは…面白い考えですね。船に誘い込む代わりに、あなたのラディアント・コアを使ってシンダーリングを誘導するのはどうでしょう？そうすれば、プリズミングはここの空間を使えて、シンダーリングはどこか別の場所に自分たちの空間を持てます！良い、あ…良い考えです、私！多分…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/event/choice/text
fr: Visualisez un endroit plus éloigné - la destination de la lumière.
ja: もっと遠い場所をイメージする - 光の目的地。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_PRISMLING"]/text
fr: Visualisez un Cœur Radiant Prismling - quelque chose de présent à proximité.
ja: プリズミング・ラディアント・コアをイメージする - 近くに存在する何か。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_PRISMLING"]/event/text
fr: C'est... une idée intéressante. Au lieu de les attirer à bord, peut-être pourriez-vous utiliser votre Cœur Radiant pour éloigner les Prismlings ? De cette façon, les Cinderlings pourront utiliser l'espace ici, et les Prismlings pourront avoir leur propre espace ailleurs ! Bonne, euh... bonne idée, moi ! Je pense...
ja: それは…面白い考えですね。船に誘い込む代わりに、あなたのラディアント・コアを使ってプリズミングを誘導するのはどうでしょう？そうすれば、シンダーリングはここの空間を使えて、プリズミングはどこか別の場所に自分たちの空間を持てます！良い、あ…良い考えです、私！多分…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_PRISMLING"]/event/choice/text
fr: Visualisez un endroit plus éloigné - la destination de la lumière.
ja: もっと遠い場所をイメージする - 光の目的地。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[3]/text
fr: Visualisez une flamme - un Cinderling, désespérément piégé à bord de son vaisseau.
ja: 炎をイメージする - 船内に絶望的に閉じ込められたシンダーリング。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[3]/event/text
fr: Je ne suis pas sûr de l'éthique de cette action, mais... en ce moment, ma sœur a besoin d'aide, et il n'y a pas de temps pour que les Flamboyants toujours sous son contrôle se disputent ! Tout ce qu'il faudrait vraiment pour les attirer, c'est un rapide, euh... éperonnage ?
ja: これがどれほど倫理的か分かりませんけど…今、姉さんは助けを必要としていて、まだ彼女の支配下にあるライトボーンがいがみ合っている時間はありません！彼らを誘い込むのに本当に必要なのは、素早い、あ…体当たり？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[3]/event/choice/text
fr: Visualisez un bélier - tumultueux, flamboyant, BÊLANT !
ja: 体当たりをイメージする - 騒々しく、燃え盛る、メェーメェー！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[3]/event/choice/event/text
fr: Oh, wow, euh - ouais, les voilà !
ja: お、わあ、えー、はい、来ました！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[4]/text
fr: Visualisez un arc-en-ciel - un Prismling, désespérément piégé à bord de son vaisseau.
ja: 虹をイメージする - 船内に絶望的に閉じ込められたプリズミング。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[4]/event/text
fr: Je ne suis pas sûr de l'éthique de cette action, mais... en ce moment, ma sœur a besoin d'aide, et il n'y a pas de temps pour que les Flamboyants toujours sous son contrôle se disputent ! Tout ce qu'il faudrait vraiment pour les attirer, c'est un rapide, euh... éperonnage ?
ja: これがどれほど倫理的か分かりませんけど…今、姉さんは助けを必要としていて、まだ彼女の支配下にあるライトボーンがいがみ合っている時間はありません！彼らを誘い込むのに本当に必要なのは、素早い、あ…体当たり？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[4]/event/choice/text
fr: Visualisez un bélier - tumultueux, flamboyant, BÊLANT !
ja: 体当たりをイメージする - 騒々しく、燃え盛る、メェーメェー！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[4]/event/choice/event/text
fr: Oh, wow, euh - ouais, les voilà !
ja: お、わあ、えー、はい、来ました！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[5]/text
fr: Visualisez une sortie - une issue à cette interaction.
ja: 出口をイメージする - このやり取りからの脱出方法。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[5]/event/text
fr: Oh, c'est, euh... c'est juste ! Les Flamboyants finiront par comprendre leurs propres bizarreries, n'est-ce pas ? Vous avez juste besoin de, vous savez... continuer à naviguer ! Naviguer, et, euh, de profiter... ?
ja: あ、それは、あ…もっともですね！ライトボーンはそのうち自分たちの奇妙な問題を解決するでしょう、ですよね？あなたはただ、ほら…クルージングを続けるだけです！クルージングと、えっと、グルーヴィング…？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[5]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[5]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/text
fr: Eh bien, un côté est composé de Slaylings - l'autre étant, euh... des Spiritlings ? Oui, on dirait bien. Étant donné que votre vaisseau est inhabitable pour les Flamboyants, aucun des deux ne représente une grande menace pour vous... si vous vouliez régler ça, tout ce que vous auriez VRAIMENT à faire est d'attirer un côté à bord.
ja: ええと、片方はスレイリングで構成されていて、もう片方は、えっと…スピリットリング？ええ、そうみたいです。あなたの船はライトボーンには住めないので、どちらもあなたにとって大した脅威ではありません…もしこれを解決したいなら、本当にやるべきことは片方を船に誘い込むことだけです。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SLAYLING"]/text
fr: Visualisez un Cœur Radiant Slayling - quelque chose de présent à proximité.
ja: スレイリング・ラディアント・コアをイメージする - 近くに存在する何か。
