Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[1]/text
fr: Visualisez un Flamboyant - né de nouveau, en quelque chose de mécanique.
ja: ライトボーンをイメージする - 新たに生まれ、機械的なものになる。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/text
fr: Ils ne sont pas vraiment vivants encore, sans le toucher de GRAVEDIGGER, mais... c'est le mieux que ma sœur puisse faire en attendant. Espérons qu'ils, euh... pourront vous servir bien ? A-au moins jusqu'à ce que leur vraie réincarnation puisse être réglée !
ja: グレイヴディガーの手に触れなければ、彼らはまだ本当に生きているわけではありませんが…当面、姉さんができる最善のことです。願わくば、彼らが、えっと…あなたによく仕えてくれるといいのですが？ほ、本当の転生が整理されるまでは、少なくとも！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
fr: Visualisez un Flamboyant - né de nouveau, en quelque chose d'explosif.
ja: ライトボーンをイメージする - 新たに生まれ、爆発的なものになる。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/text
fr: Ils ne sont pas vraiment vivants encore, sans le toucher de GRAVEDIGGER, mais... c'est le mieux que ma sœur puisse faire en attendant. Espérons qu'ils, euh... pourront vous servir bien ? A-au moins jusqu'à ce que leur vraie réincarnation puisse être réglée !
ja: グレイヴディガーの手に触れなければ、彼らはまだ本当に生きているわけではありませんが…当面、姉さんができる最善のことです。願わくば、彼らが、えっと…あなたによく仕えてくれるといいのですが？ほ、本当の転生が整理されるまでは、少なくとも！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[3]/text
fr: Visualisez un Flamboyant - né de nouveau, en quelque chose de combustible.
ja: ライトボーンをイメージする - 新たに生まれ、可燃性のものになる。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[3]/event/text
fr: Ils ne sont pas vraiment vivants encore, sans le toucher de GRAVEDIGGER, mais... c'est le mieux que ma sœur puisse faire en attendant. Espérons qu'ils, euh... pourront vous servir bien ? A-au moins jusqu'à ce que leur vraie réincarnation puisse être réglée !
ja: グレイヴディガーの手に触れなければ、彼らはまだ本当に生きているわけではありませんが…当面、姉さんができる最善のことです。願わくば、彼らが、えっと…あなたによく仕えてくれるといいのですが？ほ、本当の転生が整理されるまでは、少なくとも！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Ces Flamboyants semblent dormir ! Honnêtement, ils sont plutôt mignons - vous savez, quand ils ne commettent pas de destruction massive. Si vous, euh, vouliez... ce ne serait pas vraiment si difficile d'en tirer quelque chose.
ja: …このライトボーンたちは眠っているみたいですね！正直、ちょっと可愛いです。ほら、大量破壊をしていない時は。もし、えっと、よろしければ…彼らから何かを得るのは、それほど難しくないでしょう。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez la confusion - on doit d'abord apprendre à savoir.
ja: 混乱をイメージする - まずは知ることを学ばなければならない。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: E-eh bien, euh, vous voyez... si ma sœur a appris quelque chose en travaillant à protéger les Flamboyants, c'est qu'ils sont, euh... VRAIMENT bizarres, honnêtement ? Non seulement ils ne vivent que pour se reproduire et remplir l'espace, mais... ils sont aussi capables d'absorber l'espace même que d'autres choses occupent. Ce n'est presque jamais pratique, car il n'y a rien dans le Plan Antumbral qui ne soit pas une Ombre ou un Flamboyant en premier lieu, mais ma sœur l'a remarqué avec tout ce qu'elle a fait venir via GENESIS. Vous l'avez peut-être remarqué aussi - la façon dont les Flamboyants semblent presque "infecter" l'espace, et dévorer les choses qui s'y trouvent...
ja: え、ええと、あ、あのですね…姉さんがライトボーンを守るために働いていて学んだことがあるとすれば、それは彼らが、えっと…本当に奇妙だということです、正直言って。彼らはただ繁殖して空間を埋めるために生きているだけでなく…他のものが占める空間そのものを吸収することもできるんです。アンタンブラル・プレーンにはそもそもシャドウかライトボーン以外何もないので、ほとんど実用的ではありませんが、姉さんはジェネシス経由で持ち込んだものでそれに気づきました。あなたも気づいたかもしれませんね。ライトボーンがまるで空間を「汚染」し、その中のものを侵食していくように見える様子を…

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez une forme de vie - aussi resplendissante qu'horrifique.
ja: 生命体をイメージする - 恐ろしいほどに壮麗な。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: Elle ne sait pas vraiment pourquoi ils peuvent le faire, elle-même... Quoi qu'il en soit, c'est un fait de leur biologie qui peut s'avérer utile en ce moment ! Ces idiots endormis dehors ne sont pas de simples Lightborne, ce sont des Warlockulars ! Volatils, explosifs, dangereux... et à quoi cela ressemble-t-il ? Bah – des missiles ! Si vous leur en donnez, ils auront tout ce dont ils ont besoin pour commencer à se multiplier et à grandir. En quoi, je ne suis pas exactement, euh, sûre, mais... ça ne vaut pas le coup d'essayer ?
ja: 彼女自身も、なぜ彼らがそれができるのかよく分かっていません…でも、とにかく、それは彼らの生物学的な事実であり、今、役立つ可能性があります！外にいるこの眠そうな間抜けたちは、ただのライトボーンではありません。ウォーロックキュラーです！揮発性で、爆発性で、危険…そして、それは何に聞こえますか？もちろん、ミサイルです！彼らに少し与えれば、彼らは繁殖し、成長し始めるために必要なすべてを手に入れるでしょう。何に成長するかは、正確には、えっと、分かりませんけど…試す価値があると思いませんか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[1]/text
fr: Visualisez les missiles – offerts en abondance décente. [10}]
ja: ミサイルをイメージする - かなり豊富に提供される。 [10}]

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[1]/event/text
fr: Wow, ils peuvent, ah... vraiment dévorer ces choses, n'est-ce pas ? C'est un peu troublant, si on y pense, mais... je crois que je vais, euh... juste choisir de ne pas y penser, n'est-ce pas ? Et, regardez – ils grandissent vraiment ! Un Cœur Radiant entier, généré de nulle part... enfin, de nulle part ET des missiles, mais vous voyez l'idée. J'espère que, quand tout sera fini, ma sœur pourra mieux connaître les Lightborne... et les Shadows aussi, honnêtement ! Il y a tellement de choses à propos du Plan Antumbral et de ses habitants qui n'ont guère de sens pour le profane. Mais, plus que tout... j'aimerais juste l'entendre me raconter tout ce qu'elle apprendra un jour. Et, après, peut-être que je pourrai, ah... vous le raconter aussi ? Vous savez, si Père me le permet... !
ja: わあ、彼らは、あ…本当にあれをむさぼり食いますね？考えると少し不気味ですけど…私は、えっと…考えないことにします、そうですよね？そして、見てください。本当に成長しています！無から生まれた、丸ごとのラディアント・コアが…まあ、無とミサイルからですけど、言いたいことは分かりますよね。 これがすべて終わったら、姉さんがライトボーンのことをもう少しよく知れるといいんですけど…そしてシャドウのことも、正直言って！アンタンブラル・プレーンとその住民については、素人にはほとんど理解できないことが本当にたくさんあります。でも、何よりも…いつか彼女が学ぶであろうことすべてを、彼女が私に話してくれるのを聞くのが本当に楽しみです。そして、その後、もしかしたら私が、あ…あなたにも全部話せるかもしれません？ほら、父様が許してくれれば…！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[2]/text
fr: Visualisez les missiles – offerts en quantités vraiment ridicules. [25}]
ja: ミサイルをイメージする - 本当に馬鹿げた量で提供される。 [25}]

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[2]/event/text
fr: Wow, ils peuvent, ah... vraiment dévorer ces choses, n'est-ce pas ? C'est un peu troublant, si on y pense, mais... je crois que je vais, euh... juste choisir de ne pas y penser, n'est-ce pas ? Et, regardez – ils grandissent vraiment ! Une arme Radieuse entière, générée de nulle part... enfin, de nulle part ET une quantité excessive de missiles, mais vous voyez l'idée. J'espère que, quand tout sera fini, ma sœur pourra mieux connaître les Lightborne... et les Shadows aussi, honnêtement ! Il y a tellement de choses à propos du Plan Antumbral et de ses habitants qui n'ont guère de sens pour le profane. Mais, plus que tout... j'aimerais juste l'entendre me raconter tout ce qu'elle apprendra un jour. Et, après, peut-être que je pourrai, ah... vous le raconter aussi ? Vous savez, si Père me le permet... !
ja: わあ、彼らは、あ…本当にあれをむさぼり食いますね？考えると少し不気味ですけど…私は、えっと…考えないことにします、そうですよね？そして、見てください。本当に成長しています！無から生まれた、丸ごとのラディアント・ウェポンが…まあ、無と過剰な量のミサイルからですけど、言いたいことは分かりますよね。 これがすべて終わったら、姉さんがライトボーンのことをもう少しよく知れるといいんですけど…そしてシャドウのことも、正直言って！アンタンブラル・プレーンとその住民については、素人にはほとんど理解できないことが本当にたくさんあります。でも、何よりも…いつか彼女が学ぶであろうことすべてを、彼女が私に話してくれるのを聞くのが本当に楽しみです。そして、その後、もしかしたら私が、あ…あなたにも全部話せるかもしれません？ほら、父様が許してくれれば…！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[3]/text
fr: Visualisez l'avidité – une cachette, gardée pour soi.
ja: 貪欲をイメージする - 自分だけのものとして保管される宝の山。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[3]/event/text
fr: Eh bien, vous pouvez aussi collecter les Warlockulars ici. Ils dorment encore, et je ne crois pas qu'ils s'inquiéteraient d'être utilisés comme chair à canon, si ma sœur envoie le signal... surtout quand c'est au nom de leur défense ! La Fausse Radiance ne va pas, euh... se vaincre toute seule, vous savez ?
ja: ええと、ここのウォーロックキュラーを集めることもできますよ。彼らはまだ眠っていますし、姉さんが信号を送れば、餌として使われることを本当に気にしないと思います…特に、それが彼らの防御のためなら！フォールス・ラディアンスは、えっと…自滅したりはしませんからね？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_SLOW"]/text
fr: ...ugh, ça fait combien de temps ? Je me fiche de savoir à qui appartient ce désordre – pourquoi est-ce si, euh... géométrique et symétrique ? On a l'impression que vous explorez la même section depuis des heures, même si vous avez cherché partout !
ja: …うう、どれくらい経ったんでしょう？この混乱が誰のものかなんてどうでもいいです。なんでこんなに、こう…幾何学的で、対称的なんでしょう？あちこち探しているのに、何時間も同じ区画を探索しているような気がします！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_SLOW"]/choice/text
fr: Visualisez la patience – une vertu en des temps pareils.
ja: 忍耐をイメージする - このような時の美徳。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_SLOW"]/choice/event/text
fr: Hé, je ne suis pas impatiente ! C'est juste que vous êtes ici depuis un moment, et... attendez, qu'est-ce que c'est ? Là-bas, dans le coin !
ja: ねえ、私はせっかちじゃないですよ！ただ、あなたがここにしばらくいるから…待って、あれは何ですか？あそこ、隅っこに！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_SLOW"]/choice/event/choice/text
fr: Visualisez un coin – mûr pour l'exploration.
ja: 隅をイメージする - 探索の機が熟した。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_QUICK"]/text
fr: Comment êtes-vous censé commencer la recherche, cependant ? Cet endroit ressemble à un tel labyrinthe... Je me sens étourdie rien qu'à le regarder. Sommes-nous sûrs que ça en vaut la peine ?
ja: でも、一体どうやって捜索を始めるんですか？この場所は迷路みたいです…見ているだけでめまいがします。これが本当に価値のあることなのか、確かですか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_QUICK"]/choice/text
fr: Visualisez la patience – une vertu en des temps pareils.
ja: 忍耐をイメージする - このような時の美徳。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_QUICK"]/choice/event/text
fr: Hé, je ne suis pas impatiente ! C'est juste que la Fausse Radiance va commencer à nous rattraper, et... attendez, qu'est-ce que c'est ? Là-bas, dans le coin !
ja: ねえ、私はせっかちじゃないですよ！ただ、フォールス・ラディアンスが追いつき始めるから…待って、あれは何ですか？あそこ、隅っこに！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_QUICK"]/choice/event/choice/text
fr: Visualisez un coin – mûr pour l'exploration.
ja: 隅をイメージする - 探索の機が熟した。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_PAYOUT_HOLYHELLISTHATAPAYLOAD"]/text
fr: Il, ah... semblerait que ce soit une sorte d'arme ? Je n'y avais pas vraiment pensé avant, mais... la couleur de cette épave est plutôt magnifique, n'est-ce pas ? Je me demande si c'est pour ça que GENESIS l'a apportée ici... eh bien, euh, peu importe – ce butin est à vous maintenant ! Voyons si elle peut être aussi utile que fascinante.
ja: あ、何かの武器みたいですね？今まであまり考えたことがありませんでしたけど…この残骸の色、なんだか美しいですよね？ジェネシスがこれをここに持ってきたのは、そのためでしょうか…まあ、えっと、とにかく、この戦利品は今、あなたのものです！それが魅惑的であるのと同じくらい、役に立つかどうか見てみましょう。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_PAYOUT_OHACOGNITIVEISCOOLTOO"]/text
fr: Il, ah... semblerait que ce soit une sorte d'artefact ? Je n'y avais pas vraiment pensé avant, mais... la couleur de cette épave est plutôt magnifique, n'est-ce pas ? Je me demande si c'est pour ça que GENESIS l'a apportée ici... eh bien, euh, peu importe – ce butin est à vous maintenant ! Voyons si elle peut être aussi utile que fascinante.
ja: あ、何かの構造物みたいですね？今まであまり考えたことがありませんでしたけど…この残骸の色、なんだか美しいですよね？ジェネシスがこれをここに持ってきたのは、そのためでしょうか…まあ、えっと、とにかく、この戦利品は今、あなたのものです！それが魅惑的であるのと同じくらい、役に立つかどうか見てみましょう。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_PAYOUT_WAITBUTUGHIHATEATOMDRONES"]/text
fr: Il, ah... semblerait que ce soit une sorte de drone ? Je n'y avais pas vraiment pensé avant, mais... la couleur de cette épave est plutôt magnifique, n'est-ce pas ? Je me demande si c'est pour ça que GENESIS l'a apporté ici... eh bien, euh, peu importe – ce butin est à vous maintenant ! Voyons s'il peut être aussi utile que fascinant.
ja: あ、何かのドローンみたいですね？今まであまり考えたことがありませんでしたけど…この残骸の色、なんだか美しいですよね？ジェネシスがこれをここに持ってきたのは、そのためでしょうか…まあ、えっと、とにかく、この戦利品は今、あなたのものです！それが魅惑的であるのと同じくらい、役に立つかどうか見てみましょう。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/text
fr: ...quoi ? Qu'est-ce que... c'est ? Cette... cette épave ne peut pas venir du Plan Antumbral. Ma sœur n'a... non, JE n'ai jamais rien vu de tel, mais... cela me semble si familier. Pourquoi cela me semble-t-il si familier... ?
ja: …何？あれは…何ですか？あの…この残骸はアンタンブラル・プレーンのものであるはずがありません。姉さんは…いえ、私もこんなものは見たことがありません、でも…とても見覚えがあるんです。なぜこんなに見覚えがあるんでしょう…？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/text
fr: Visualisez les Obélisques – vraiment anciens, et familiers pour peu de gens.
ja: オベリスクをイメージする - 実に古く、知る者は少ない。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/text
fr: Je vois... donc ça vient de votre réalité ? Ou, du moins, d'une réalité assez proche de la vôtre... mais pourquoi le reconnaîtrais-je ? Je ne me souviens pas avoir jamais été... je...
ja: なるほど…あなたの現実から来たものですか？それか、少なくともあなたの現実に近い現実から…でも、なぜ私が見覚えがあるんでしょう？私がいたことなんて思い出せない…私…

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/text
fr: Visualisez la détente – ce qui est précieux en des temps difficiles.
ja: リラックスをイメージする - 困難な時に宝とされるもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/text
fr: Oui, oui... c'est probablement, ah... je suis juste sur les nerfs, n'est-ce pas ? Je suis sûre que ce n'est... ça doit être rien. Eh bien, euh... quoi qu'il en soit, ça a dû être apporté ici récemment par GENESIS. Je ne saurais dire pourquoi, mais... si elle a voulu l'apporter ici, peut-être qu'il y a quelque chose de valeur à l'intérieur ? C'est un si grand complexe, cependant... comment le passer tout au crible ?
ja: そう、そうですよね…多分、あ…私がただ神経質になっているだけですよね？きっと…何でもないはずです。 まあ、えっと…いずれにせよ、これは最近ジェネシスによってここに持ち込まれたに違いありません。理由は言えませんけど…もしそれがここに持ち込みたかったのなら、中に何か価値のあるものがあるかもしれませんね？でも、こんなに大きな複合施設…どうやって全部探し回るんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="sensors"]/text
fr: Visualisez les capteurs – assez puissants pour toute tâche exigée d'eux.
ja: センサーをイメージする - 求められるどんな任務にも十分な強力さ。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="sensors"]/event/text
fr: Oh, bonne idée ! On dirait que vos capteurs ont réussi à repérer quelque chose d'intéressant, oui... euh, allons y jeter un œil alors, d'accord ?
ja: あ、良い考えですね！あなたのセンサーが何か注目すべきものを見つけたようです、ええ…それじゃあ、えっと、見てみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="sensors"]/event/choice/text
fr: Visualisez votre prix – vérifié entièrement.
ja: 賞品をイメージする - 全体をチェック済み。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="ADV_SCANNERS"]/text
fr: Visualisez les scanners – assez longue portée pour toute tâche exigée d'eux.
ja: スキャナーをイメージする - 求められるどんな任務にも十分な長距離。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/text
fr: Oh, bonne idée ! On dirait que vos scanners ont réussi à repérer quelque chose d'intéressant, oui... euh, allons y jeter un œil alors, d'accord ?
ja: あ、良い考えですね！あなたのスキャナーが何か注目すべきものを見つけたようです、ええ…それじゃあ、えっと、見てみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/choice/text
fr: Visualisez votre prix – vérifié entièrement.
ja: 賞品をイメージする - 全体をチェック済み。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[3]/text
fr: Visualisez une recherche – une entreprise manuelle, totalement fastidieuse dans son exécution.
ja: 捜索をイメージする - 手作業の仕事、その実施は全くもって退屈。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[3]/event/text
fr: Supposons que vous n'ayez pas beaucoup de choix en la matière... euh, mettons-nous-y alors, d'accord ? Vous ne pouvez pas vous permettre de passer trop de temps ici, après tout.
ja: この件に関して、あなたにはあまり選択肢がないようですね…それじゃあ、えっと、始めましょうか？結局、ここに長居するわけにはいきませんから。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[3]/event/choice/text
fr: Visualisez un soupir – un dégoût du travail à venir.
ja: ため息をイメージする - 目前の労働への嫌悪。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[4]/text
fr: Visualisez un mystère – mieux vaut le laisser pour un autre jour.
ja: 謎をイメージする - 別の日まで残しておくのが最善。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[4]/event/text
fr: Je... eh bien, si vous êtes sûr. Évidemment, je ne peux pas, ah... faire semblant de ne pas être intéressée par ce que diable c'est, mais... la Fausse Radiance est plus proche de nous tomber dessus à chaque seconde qui passe. Je ferai confiance à votre jugement !
ja: 私…まあ、あなたがそう言うなら。もちろん、これが一体何なのかに興味がないふりはできませんけど、あ…フォールス・ラディアンスは刻一刻と私たちに迫ってきています。あなたの判断を信じます！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[4]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[4]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/text
fr: Visualisez les créateurs des Cognitifs – vraiment anciens, et familiers pour peu de gens.
ja: コグニティブの創造主をイメージする - 実に古く、知る者は少ない。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/text
fr: Je vois... donc ça vient de votre réalité ? Ou, du moins, d'une réalité assez proche de la vôtre... mais pourquoi le reconnaîtrais-je ? Je ne me souviens pas avoir jamais été... je...
ja: なるほど…あなたの現実から来たものですか？それか、少なくともあなたの現実に近い現実から…でも、なぜ私が見覚えがあるんでしょう？私がいたことなんて思い出せない…私…

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/text
fr: Visualisez la détente – ce qui est précieux en des temps difficiles.
ja: リラックスをイメージする - 困難な時に宝とされるもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/text
fr: Oui, oui... c'est probablement, ah... je suis juste sur les nerfs, n'est-ce pas ? Je suis sûre que ce n'est... ça doit être rien. Eh bien, euh... quoi qu'il en soit, ça a dû être apporté ici récemment par GENESIS. Je ne saurais dire pourquoi, mais... si elle a voulu l'apporter ici, peut-être qu'il y a quelque chose de valeur à l'intérieur ? C'est un si grand complexe, cependant... comment le passer tout au crible ?
ja: そう、そうですよね…多分、あ…私がただ神経質になっているだけですよね？きっと…何でもないはずです。 まあ、えっと…いずれにせよ、これは最近ジェネシスによってここに持ち込まれたに違いありません。理由は言えませんけど…もしそれがここに持ち込みたかったのなら、中に何か価値のあるものがあるかもしれませんね？でも、こんなに大きな複合施設…どうやって全部探し回るんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="sensors"]/text
fr: Visualisez les capteurs – assez puissants pour toute tâche exigée d'eux.
ja: センサーをイメージする - 求められるどんな任務にも十分な強力さ。
