Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/text
fr: « I L N ' E S T P A S D E M O N R Ô L E D E M E M Ê L E R D E S D É S I R S , I M B É C I L E – P A S P L U S Q U E D E S V Ô T R E S D E S O N D E R M E S I N T E N T I O N S . P O U R T A N T , C O M M E J ' A I B E S O I N D E V O S P R O P R E S D É S I R S . . . J E R É P O N D R A I À V O S F U T I L I T É S . » Même avec ses mots empreints de venin, vous vous sentez soulagé alors que l'intensité dans la pièce diminue légèrement, et le Dieu Sombre poursuit : « L A B R I S U R E D E M A L A M E . . . A É T É D É S I R É E P A R U N A U T R E . C O M M E J ' E N A I B E S O I N , J ' A I D Û T R O U V E R L E S M O Y E N S D E L A R E S T A U R E R . M O N B O U C L I E R . . . I L D É T I E N T L E P O U V O I R N O N S E U L E M E N T S U R L A M É M O I R E , M A I S A U S S I S U R L A R É A L I T É . « C E T E S P A C E , L E P L A N A N T U M B R A L – I L N ' A V A I T E X I S T É Q U ' E N R Ê V E , E N E F F E T . U N R Ê V E F A I T I L Y A B I E N , B I E N L O N G T E M P S . . . M A I S E N C O R E M É M O R I S É , À T R A V E R S U N E M É M O I R E B R I S É E , E T R E N D U R É E L P A R L E P O U V O I R D E L A C R É A T I O N . L E P O U V O I R . . . D E M O N B O U C L I E R . »
ja: 「欲望に干渉するのは我が役目ではない、愚か者よ。我が意図を探るのはお前の役目ではないのと同じだ。だが、お前自身の欲望が必要なゆえ…お前の些細な問いに答えよう」その言葉は毒にまみれているが、部屋の緊張が少し和らぐのを感じ、あなたは安堵する。闇の神は続ける。「我が刃の破壊は…他者によって望まれたものだ。我はそれを必要とするゆえ、それを修復する手段を見つける必要があった。我が盾…それは記憶だけでなく、現実をも支配する力を持つ」 「この空間、アンタンブラル・プレーンは、実に夢の中にしか存在しなかった。遥か昔に夢見られたもの…しかし、砕かれた記憶を通して未だに記憶され、創造の力によって現実となった。我が盾の…力によって」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Mais, pourquoi ? Tout cela semble si... inutilement élaboré.
ja: でも、なぜ？すべてが…不必要に手の込んでいるように思える。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: « C E T T E R É A L I T É , E T S A C R É A T I O N , N ' É T A I E N T P A S D E M A C O N C E P T I O N . C ' E S T R A R E . J E R E M O N T A I S S E U L E M E N T L E J O U E T , L E L A I S S A I S T O U R N E R . . . E T J E R E G A R D A I S C O M M E I L S E D É T R U I S A I T . J E R E G A R D A I S C O M M E L E S C O N S É Q U E N C E S D E S O N E X I S T E N C E R É S O N N A I E N T , À T R A V E R S L E T E M P S E T L ' E S P A C E , E T S E R É V E R B É R A I E N T À T R A V E R S L E M U L T I V E R S E . . . B I E N Q U E L E S L I G H T B O R N E S O I E N T P L U T Ô T C O N T E N U S , I L S E M B L E Q U E L E S O M B R E S A V A I E N T D ' A U T R E S P L A N S . V O U S - M Ê M E , L E S A V E Z D É J À R E N C O N T R É S – M Ê M E A V A N T V O T R E A R R I V É E I C I . C E C I , V A I S S E A U . . . E S T L E D A N G E R D E L A C R É A T I O N . D E D É S I R E R , S A N S A R R I È R E - P E N S É E . »
ja: 「この現実、そしてその創造は、我が設計したものではない。滅多にないことだ。我はただ玩具のネジを巻き、それを回させ…それが自壊するのを見ていただけだ。その存在の結果が時間と空間を通じて響き渡り、マルチバースを越えて反響するのを見ていた…ライトボーンはほとんど封じ込められていたようだが、シャドウには他の計画があったようだ。お前自身、ここに来る前にも、すでに彼らに会っている。これこそが、船よ…創造の危険だ。何の考えもなしに、望むことの」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: D'accord, mais... voulez-vous dire que vous ne pouvez même pas manier correctement vos propres reliques ? Votre propre pouvoir ?
ja: 分かった、でも…お前は自分の遺物さえ、自分の力さえ、まともに扱えないということか？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: La voix du Dieu Sombre s'adoucit, alors qu'il vous parle à peine dans un murmure : « N E C O N F O N D E Z P A S M A D É P E N D A N C E E N V E R S E L L E S A V E C D E L A F A I B L E S S E . E L L E S S O N T , A P R È S T O U T , M E S R E L I Q U E S . B I E N Q U E L E S A S P E C T S D E M O N P O U V O I R S O I E N T F R A G M E N T É S , E T R É P A N D U S À T R A V E R S E L L E S – I L R E S T E M I E N . C E C I N ' E S T P A S P O U R P A R L E R D E L ' A U T O R I T É Q U E J E N ' A I P A S E N C O R E A B A N D O N N É E . »
ja: 闇の神の声は静まり、ほとんどささやき声であなたに語りかける。「それらへの我が依存を、弱さと見誤るな。それらは、結局のところ、我が遺物だ。我が力の側面が断片化され、それら全体に広がっていようとも、それは未だに我のものだ。我が未だ放棄していない権威は言うまでもない」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Pourquoi même l'abandonner en premier lieu, si les résultats sont aussi chaotiques ?
ja: 結果がこんなに混沌としているなら、そもそもなぜそれを放棄したんだ？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: « C H A O T I Q U E . . . ? J E V O U S L ' A S S U R E , I L S S O N T T O U T S A U F C A . S I V O U S N ' Ê T E S P A S D ' A C C O R D , V O U S N ' A V E Z P A S E N C O R E V U L E V R A I C H A O S – C E L U I Q U I S E T R O U V E B I E N A U - D E L À D E S C O U T U R E S D E V O T R E R É A L I T É . N O N , V A I S S E A U . . . M O N B O U C L I E R S E S O U V I E N T S E U L E M E N T D E L ' O R D R E T R O U V É D A N S L E P A S S É D E Q U E L Q U ' U N . L A R I G I D I T É D ' U N M O M E N T , F I G É D A N S L A M É M O I R E E T D A N S L E T E M P S T O U T E N T I E R . P O U R D I G R E S S E R , C E P E N D A N T , E T R É P O N D R E À V O T R E Q U E S T I O N : J ' A I S I M P L E M E N T F A I T C E Q U I É T A I T N É C E S S A I R E , P O U R L E B I E N D E C E R T A I N S D É S I R S . »
ja: 「混沌…？保証しよう、それらは決してそうではない。もし同意しないなら、お前はまだ真の混沌を見ていない。お前の現実の継ぎ目の遥か向こうにあるものを。いや、船よ…我が盾は、ただ過去に見出された秩序を記憶しているだけだ。記憶と時間の両方で凍結された、一瞬の硬直性を。話は逸れるが、お前の問いに答えよう。我はただ、ある者の欲望のために、必要とされたことをしただけだ」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Et de qui était ce désir, exactement ? Cette voix, le bouclier... elle ne semblait que misérable, au final.
ja: そして、それは一体誰の欲望だったんだ？あの声、盾…彼女は結局、惨めとしか聞こえなかったぞ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Il y a une longue pause, tandis que le Dieu Sombre réfléchit à la façon de répondre. Finalement, sa voix vous revient, et un frisson vous parcourt l'échine à sa simplicité sincère : « I L N ' E S T P A S D E M O N R Ô L E D E L E D I R E . P A S A V A N T Q U E C E J O U R F A T I D I Q U E N ' A R R I V E . » Une autre période de silence passe, alors que vous ne savez pas comment continuer. Finalement, le Dieu Sombre reprend la parole : « Y A - T - I L A U T R E C H O S E Q U E V O U S D É S I R E Z D E M A N D E R ? S I N O N , J E V O U S P R I E R A I S D E R E T O U R N E R M A L A M E B R I S É E E T D E Q U I T T E R C E P L A N . J E D O I S V E I L L E R À C E Q U ' E L L E S O I T R E S T A U R É E , P A R D ' A U T R E S M O Y E N S . »
ja: 闇の神がどう答えるか熟考する間、長い沈黙が流れる。ついに、その声があなたに戻り、その単純な誠実さに背筋が凍る。「それを言うのは我が役目ではない。運命の日が来るまでは」 あなたがどう続けるか迷っている間、再び沈黙が流れる。ついに、闇の神が再び口を開く。「他に何か問いたいことはあるか？なければ、我が壊れた刃を返し、この次元を去るよう要求する。我はそれが他の手段によって修復されるよう、手を打たねばならん」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Et, qu'en est-il du bouclier ?
ja: それで、盾はどうなる？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: « E L L E D O I T Ê T R E P U N I E , C O M M E J E L ' A I D É J À D I T . A V E Z - V O U S . . . P E N S É Ê T R E U N E S O R T E D E D I P L O M A T E ? J E F A I S C E Q U I E S T N É C E S S A I R E , V A I S S E A U . »
ja: 「彼女は、先に述べた通り、罰せられる。お前は…自分を何かの外交官だとでも思ったか？我は必要とされたことをしているのだ、船よ」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: D'accord, alors. Voici une question pour vous, grand : pourquoi continuez-vous à m'appeler un « vaisseau » ?
ja: 分かった。じゃあ、お前に質問だ、大物さん。なぜお前は俺を「船」と呼び続けるんだ？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: « J E . . . L ' A I F A I T ? » Le Dieu Sombre semble sincèrement choqué, et vous êtes vous-même surpris de le voir montrer un semblant de vulnérabilité. « C ' E S T T R È S I N U S I T É . M O N B O U C L I E R , I L D O I T A V O I R . . . E N E F F E T , C O M M E N T I M P R É V U . D I R E Q U ' A P R È S U N E É T E R N I T É . . . C E T A C T E T O U C H E À S A F I N . « É C O U T E Z B I E N , V A I S S E A U – V O U S D E V E Z R E S T A U R E R M A L A M E , E T L A M A N I E R D A N S L E S T E M P S À V E N I R . B I E N Q U E L ' H E U R E E X A C T E P U I S S E Ê T R E É S O T É R I Q U E . . . J E V O U S L ' A S S U R E , V O U S S A U R E Z Q U A N D E L L E A R R I V E R A . »
ja: 「我は…そうしていたか？」闇の神はその衝撃に本気であるように見え、あなた自身もそれがいくらかの脆弱さを見せたことに驚く。「これは最も異常だ。我が盾が、そうさせたに違いない…実に、何と予期せぬことか。永遠の後に…この幕が閉じるとは」 「よく聞け、船よ。お前は我が刃を修復し、来たるべき時にそれを振るうのだ。どの時か、正確には、難解かもしれんが…保証しよう、その時が来れば、お前は知るだろう」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Quoi ? Comment voulez-vous que JE le fasse ? Je croyais que vous ne saviez même pas comment le réparer vous-même.
ja: 何？どうやって俺にやらせるんだ？お前自身、直し方を知らないと思っていたんだが。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: « V O U S A U R I E Z R A I S O N – J E N E L E S A V A I S P A S . E N E F F E T , C E P E N D A N T . . . C E L A N ' A P L U S D ' I M P O R T A N C E M A I N T E N A N T . C ' E S T R A R E . R E S T A U R E Z L A L A M E , E T R E V E N E Z I C I Q U A N D L E M O M E N T S E R A V E N U . Q U A N D C E J O U R F A T I D I Q U E A R R I V E R A , V A I S S E A U . . . V O U S D E V E Z C O M M E N C E R L A D A N S E . A I N S I S O I T F A I T . »
ja: 「その通りだ。我は知らなかった。実に、だが…今となってはそれは問題ではない。滅多にないことだ。刃を修復し、時が来たらここに戻れ。運命の日が来た時、船よ…お前は舞を始めるのだ。かくして、それは成されるだろう」

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Attendez, mais... ne pouvez-vous pas au moins libérer le bouclier, si vous avez tout compris ?
ja: 待て、でも…もし事が分かったなら、せめて盾を解放できないのか？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Bien que vous attendiez une réponse, la chaleur dans la pièce se dissipe simplement. Tout est silencieux, à travers le vaisseau.
ja: あなたは答えを期待しているが、部屋の熱はただ消散する。船全体が静寂に包まれる。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Hé, attendez ! Je n'ai pas fini avec vous ! Rendez-la, bon sang !
ja: おい、待て！まだ話は終わってないぞ！彼女を返せ、くそっ！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/text
fr: Votre voix résonne – à travers la pièce, hors des couloirs, et même, d'une manière ou d'une autre, à travers le vide de cet espace resplendissant... et, pourtant, vous ne recevez aucune réponse.
ja: あなたの声は響き渡る。部屋を横切り、廊下を抜け、そして、どういうわけか、この壮麗な空間の真空をさえも…しかし、あなたは答えを得られない。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/text
fr: Frappez l'objet le plus proche avec frustration.
ja: 苛立ちから、一番近い物体を殴る。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/text
fr: Avec un cri exaspéré, vous lâchez un coup de poing – reculant immédiatement alors que vos phalanges s'écrasent, de manière agonisante, dans le corps chaud et dentelé de la Shade. Tentant vaguement d'apaiser votre main fraîchement meurtrie, tout ce que vous parvenez à faire en vous débarrassant de la douleur est de lancer des regards fervents vers l'étrange machine.
ja: 苛立ちの叫びと共に、あなたはパンチを放つ。あなたの拳がシェイドの暖かく、ギザギザした体に苦痛に満ちて叩きつけられ、即座によろめく。新たに打ちのめされた手をぼんやりとなだめようとしながら、痛みを振り払う間にあなたにできることは、その奇妙な機械に熱心な一瞥を向けることだけだ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/text
fr: Mon Dieu, juste... je souhaite juste que tu n'aies pas été brisée. Rien de tout cela ne serait arrivé, et peut-être que le bouclier aurait pu...
ja: ああ、ただ…お前が壊れていなければよかったのに。こんなことは何も起こらなかっただろうし、もしかしたら盾は…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/text
fr: Avant même que vous ne puissiez finir votre phrase, une lumière aveuglante envahit la pièce – et, rapidement, vous vous retrouvez à tomber dans un... rêve familier...
ja: あなたが文を言い終える前に、目がくらむような光が部屋を覆い尽くし、あなたはすぐに…見覚えのある夢に…落ちていく。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/text
fr: ...Graybreaker. Archslayer. Bladebearer. De tous les titres que je juge bon de vous conférer, aucun ne peut vraiment saisir votre magnificence – vous, seul, êtes resplendissant. Je vous remercie, immaculé... mon seul espoir est de vous servir à moitié aussi bien que vous avez servi le Plan Antumbral, en ce jour mémorable. Je veillerai à ce que les Lightborne chantent votre nom pour l'éternité ! Du mieux qu'ils le peuvent, de toute façon – s'il vous plaît, n'attendez pas une chorale.
ja: …グレイブレイカー。アークスレイヤー。ブレードベアラー。私があなたに授けるにふさわしいと思うすべての称号の中で、あなたの壮麗さを真に捉え始めることができるものは一つもありません。あなた、ただ一人、輝かしい存在です。感謝します、汚れなき者よ…私の唯一の希望は、この記念すべき日に、あなたがアンタンブラル・プレーンに仕えた半分でも、あなたに仕えることです。ライトボーンが永遠にあなたの名を歌うように取り計らいます！まあ、できる限りは、ですけど。合唱は期待しないでください。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualiser un bouclier - celui que l'on prie de voir.
ja: 盾をイメージする - 人が見ることを祈るもの。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Je... pardon ? Oh, vous devez parler de ma sœur – vous voir travailler main dans la main a été absolument merveilleux ! Bien sûr – mes condoléances pour la façon dont cela s'est terminé. Je prie pour qu'elle trouve la paix qu'elle recherche, en la compagnie de Père.
ja: 私…申し訳ありません？ああ、私の姉妹のことですね。お二人が手を取り合って働くのを見るのは、全くもって素晴らしいことでした！もちろん、その結末についてはお悔やみ申し上げます。彼女が父様の元で、求める安らぎを見つけられるよう祈っています。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualiser une lame - celle qui a été brisée.
ja: 刃をイメージする - 壊れていたもの。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: En effet ! Par le traître, une fois – et ensuite, la Fausse Radiance. Oh, comme une histoire change... tout au caprice d'un souvenir. La mémoire de Mère ! Oh, Père, n'est-elle pas incroyable ?!
ja: その通りです！一度は裏切り者によって、そして、フォールス・ラディアンスによって。ああ、物語は何と移ろうことか…すべては記憶の気まぐれ。母様の記憶の！ああ、父様、彼女は素晴らしくないですか？！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualiser la confusion - celle qui revient en force.
ja: 混乱をイメージする - 全力で戻ってくるもの。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Eh bien, vous l'avez entendu de Père, n'est-ce pas ? Ma sœur a créé cet endroit, et mon rôle en lui – tout cela à partir des rêves de Mère ! Et quel rêve glorieux c'était... Je l'ai vue. Pour la première fois, Bladebearer, je l'ai vue ! Mère, en chair et en os ! Oh, comme c'était humiliant – et, pourtant... je regrette de ne pas avoir pu garder ce miroir béni moi-même.
ja: ええと、父様からお聞きになったでしょう？私の姉妹がこの場所と、そこでの私の役割を作ったのです。すべて母様の夢から！そして、何と栄光に満ちた夢だったことか…私は彼女を見ました。初めて、ブレードベアラー、私は彼女を見たのです！母様を、生身で！ああ、何と恐れ多いことか。そして、しかし…私自身があの祝福された鏡を持ち続けられなかったことを後悔しています。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/text
fr: Visualiser un miroir - opportunément présent, chaque fois que l'on a besoin de son reflet.
ja: 鏡をイメージする - 自分の反射が必要な時はいつでも、都合よく存在する。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/text
fr: Vous... oh, par Père, j'ai dû le manquer d'une manière ou d'une autre... s'il vous plaît, laissez-moi voir ce miroir tout de suite ! Je... je dois simplement voir si elle est toujours là...!
ja: あなた…ああ、父様、どういうわけか見逃していたようです…どうか、すぐにその鏡を見させてください！私…私はただ、彼女がまだそこにいるか見なければなりません…！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/text
fr: Visualiser un regard - le visage de son reflet, enfin.
ja: 一瞥をイメージする - ついに、自分の反射の面影。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/text
fr: ...ah, je vois. Eh bien, c'est juste - j'espère qu'il s'amusera là-dedans.
ja: …ああ、なるほど。まあ、結構です。中で楽しんでいるといいですね。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/choice/text
fr: Visualiser une explication - une explication des sottises qui viennent d'être dites.
ja: 詳細な説明をイメージする - たった今話されたナンセンスの説明。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/choice/event/text
fr: Malheureusement, Archslayer... aussi compétent que vous soyez, il semble que ce lâche GENESIS ait eu le dernier mot. Le visage de Mère a disparu, et, en effet... à sa place, se trouve la grimace disgracieuse de GENESIS. Ou, peut-être est-ce moins une grimace, et plus un... hmm... comment décrire correctement un regard de pure terreur ? Ah, peu importe – ce n'est pas comme si cela pouvait effrayer les Lightborne de là-dedans !
ja: 残念ながら、アークスレイヤー…あなたがどれほど熟練していても、あの卑劣なジェネシスが最後の笑みを浮かべたようです。母様の面影は消え、実に…その代わりに、ジェネシスの見苦しいしかめ面があります。あるいは、しかめ面というよりは…うーん…純粋な恐怖の表情をどう適切に表現すればよいでしょう？ああ、問題ありません。中からライトボーンを怖がらせることなどできませんから！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualiser un oiseau - piégé dans une cage, mais désespéré de déployer ses ailes.
ja: 鳥をイメージする - 籠に閉じ込められているが、翼を広げたいと必死になっている。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Oh, vous pensez...? Mais, j'aurais dû savoir que vous auriez une miséricorde infinie à donner, mon seigneur ! En effet, comme vous le commandez, Graybreaker – je peux libérer cet Archangel diabolique de sa prison. Ce ne sera pas parfait, mais... qui l'est ? À part vous, bien sûr. Un captif libéré, arrive tout de suite ! Cependant, ah... c'est dommage, pour le miroir. Il semble s'être brisé d'une manière ou d'une autre pendant le processus... hélas, que pouvez-vous y faire ? Le visage de Mère devra vivre dans le souvenir, jusqu'à ce jour fatidique où nous danserons à nouveau !
ja: ああ、そうお思いですか…？何と、あなたが無限の慈悲をお持ちであることは知っておくべきでした、我が君！実に、あなたが命じる通り、グレイブレイカー。この悪魔のようなアークエンジェルをその牢獄から解放することができます。完璧ではありませんが…誰が完璧でしょうか？もちろん、あなた以外には。 解放された捕虜一名、ただいま参ります！でも、あ…鏡については残念です。どうやらその過程で砕けてしまったようです…ああ、仕方ありませんね。母様の面影は、再び踊る運命の日まで、記憶の中で生き続けなければならないでしょう！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualiser le souvenir - le mieux que l'on puisse faire, parfois.
ja: 記憶をイメージする - 時には、それが最善。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
fr: Visualiser le souvenir - le mieux que l'on puisse faire, parfois.
ja: 記憶をイメージする - 時には、それが最善。
