Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="sensors"]/event/text
fr: Oh, bonne idée ! On dirait que vos capteurs ont réussi à repérer quelque chose d'intéressant, oui... euh, allons y jeter un œil alors, d'accord ?
ja: あ、良い考えですね！あなたのセンサーが何か注目すべきものを見つけたようです、ええ…それじゃあ、えっと、見てみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="sensors"]/event/choice/text
fr: Visualisez votre prix – vérifié entièrement.
ja: 賞品をイメージする - 全体をチェック済み。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="ADV_SCANNERS"]/text
fr: Visualisez les scanners – assez longue portée pour toute tâche exigée d'eux.
ja: スキャナーをイメージする - 求められるどんな任務にも十分な長距離。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/text
fr: Oh, bonne idée ! On dirait que vos scanners ont réussi à repérer quelque chose d'intéressant, oui... euh, allons y jeter un œil alors, d'accord ?
ja: あ、良い考えですね！あなたのスキャナーが何か注目すべきものを見つけたようです、ええ…それじゃあ、えっと、見てみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/choice/text
fr: Visualisez votre prix – vérifié entièrement.
ja: 賞品をイメージする - 全体をチェック済み。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[3]/text
fr: Visualisez une recherche – une entreprise manuelle, totalement fastidieuse dans son exécution.
ja: 捜索をイメージする - 手作業の仕事、その実施は全くもって退屈。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[3]/event/text
fr: Supposons que vous n'ayez pas beaucoup de choix en la matière... euh, mettons-nous-y alors, d'accord ? Vous ne pouvez pas vous permettre de passer trop de temps ici, après tout.
ja: この件に関して、あなたにはあまり選択肢がないようですね…それじゃあ、えっと、始めましょうか？結局、ここに長居するわけにはいきませんから。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[3]/event/choice/text
fr: Visualisez un soupir – un dégoût du travail à venir.
ja: ため息をイメージする - 目前の労働への嫌悪。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[4]/text
fr: Visualisez un mystère – mieux vaut le laisser pour un autre jour.
ja: 謎をイメージする - 別の日まで残しておくのが最善。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[4]/event/text
fr: Je... eh bien, si vous êtes sûr. Évidemment, je ne peux pas, ah... faire semblant de ne pas être intéressée par ce que diable c'est, mais... la Fausse Radiance est plus proche de nous tomber dessus à chaque seconde qui passe. Je ferai confiance à votre jugement !
ja: 私…まあ、あなたがそう言うなら。もちろん、これが一体何なのかに興味がないふりはできませんけど、あ…フォールス・ラディアンスは刻一刻と私たちに迫ってきています。あなたの判断を信じます！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[4]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[4]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/text
fr: Visualisez les Ancêtres – vraiment anciens, et familiers pour peu de gens.
ja: フォアファーザーをイメージする - 実に古く、知る者は少ない。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/text
fr: Je vois... donc ça vient de votre réalité ? Ou, du moins, d'une réalité assez proche de la vôtre... mais pourquoi le reconnaîtrais-je ? Je ne me souviens pas avoir jamais été... je...
ja: なるほど…あなたの現実から来たものですか？それか、少なくともあなたの現実に近い現実から…でも、なぜ私が見覚えがあるんでしょう？私がいたことなんて思い出せない…私…

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/text
fr: Visualisez la détente – ce qui est précieux en des temps difficiles.
ja: リラックスをイメージする - 困難な時に宝とされるもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/text
fr: Oui, oui... c'est probablement, ah... je suis juste sur les nerfs, n'est-ce pas ? Je suis sûre que ce n'est... ça doit être rien. Eh bien, euh... quoi qu'il en soit, ça a dû être apporté ici récemment par GENESIS. Je ne saurais dire pourquoi, mais... si elle a voulu l'apporter ici, peut-être qu'il y a quelque chose de valeur à l'intérieur ? C'est un si grand complexe, cependant... comment le passer tout au crible ?
ja: そう、そうですよね…多分、あ…私がただ神経質になっているだけですよね？きっと…何でもないはずです。 まあ、えっと…いずれにせよ、これは最近ジェネシスによってここに持ち込まれたに違いありません。理由は言えませんけど…もしそれがここに持ち込みたかったのなら、中に何か価値のあるものがあるかもしれませんね？でも、こんなに大きな複合施設…どうやって全部探し回るんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="sensors"]/text
fr: Visualisez les capteurs – assez puissants pour toute tâche exigée d'eux.
ja: センサーをイメージする - 求められるどんな任務にも十分な強力さ。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="sensors"]/event/text
fr: Oh, bonne idée ! On dirait que vos capteurs ont réussi à repérer quelque chose d'intéressant, oui... euh, allons y jeter un œil alors, d'accord ?
ja: あ、良い考えですね！あなたのセンサーが何か注目すべきものを見つけたようです、ええ…それじゃあ、えっと、見てみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="sensors"]/event/choice/text
fr: Visualisez votre prix – vérifié entièrement.
ja: 賞品をイメージする - 全体をチェック済み。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="ADV_SCANNERS"]/text
fr: Visualisez les scanners – assez longue portée pour toute tâche exigée d'eux.
ja: スキャナーをイメージする - 求められるどんな任務にも十分な長距離。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/text
fr: Oh, bonne idée ! On dirait que vos scanners ont réussi à repérer quelque chose d'intéressant, oui... euh, allons y jeter un œil alors, d'accord ?
ja: あ、良い考えですね！あなたのスキャナーが何か注目すべきものを見つけたようです、ええ…それじゃあ、えっと、見てみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/choice/text
fr: Visualisez votre prix – vérifié entièrement.
ja: 賞品をイメージする - 全体をチェック済み。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[3]/text
fr: Visualisez une recherche – une entreprise manuelle, totalement fastidieuse dans son exécution.
ja: 捜索をイメージする - 手作業の仕事、その実施は全くもって退屈。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[3]/event/text
fr: Supposons que vous n'ayez pas beaucoup de choix en la matière... euh, mettons-nous-y alors, d'accord ? Vous ne pouvez pas vous permettre de passer trop de temps ici, après tout.
ja: この件に関して、あなたにはあまり選択肢がないようですね…それじゃあ、えっと、始めましょうか？結局、ここに長居するわけにはいきませんから。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[3]/event/choice/text
fr: Visualisez un soupir – un dégoût du travail à venir.
ja: ため息をイメージする - 目前の労働への嫌悪。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[4]/text
fr: Visualisez un mystère – mieux vaut le laisser pour un autre jour.
ja: 謎をイメージする - 別の日まで残しておくのが最善。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[4]/event/text
fr: Je... eh bien, si vous êtes sûr. Évidemment, je ne peux pas, ah... faire semblant de ne pas être intéressée par ce que diable c'est, mais... la Fausse Radiance est plus proche de nous tomber dessus à chaque seconde qui passe. Je ferai confiance à votre jugement !
ja: 私…まあ、あなたがそう言うなら。もちろん、これが一体何なのかに興味がないふりはできませんけど、あ…フォールス・ラディアンスは刻一刻と私たちに迫ってきています。あなたの判断を信じます！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[4]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[4]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/text
fr: Visualisez la confusion – représentée par un flot de questions.
ja: 混乱をイメージする - 矢継ぎ早の質問によって表される。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/text
fr: Vous le sentez aussi, n'est-ce pas ? Cette familiarité... cette confusion... pourquoi ? Qu'est-ce que ça... qu'est-ce que ça peut bien... ugh, j'ai mal à la tête...
ja: あなたも感じますよね？この親近感…この混乱…なぜ？これは一体…一体何が…うう、頭が痛い…

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/text
fr: Visualisez la détente – ce qui est précieux en des temps difficiles.
ja: リラックスをイメージする - 困難な時に宝とされるもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/text
fr: Oui, oui... c'est probablement, ah... je suis juste sur les nerfs, n'est-ce pas ? Je suis sûre que ce n'est... ça doit être rien. Eh bien, euh... quoi qu'il en soit, ça a dû être apporté ici récemment par GENESIS. Je ne saurais dire pourquoi, mais... si elle a voulu l'apporter ici, peut-être qu'il y a quelque chose de valeur à l'intérieur ? C'est un si grand complexe, cependant... comment le passer tout au crible ?
ja: …そう、そうですよね…多分、あ…私がただ神経質になっているだけですよね？きっと…何でもないはずです。 まあ、えっと…いずれにせよ、これは最近ジェネシスによってここに持ち込まれたに違いありません。理由は言えませんけど…もしそれがここに持ち込みたかったのなら、中に何か価値のあるものがあるかもしれませんね？でも、こんなに大きな複合施設…どうやって全部探し回るんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="sensors"]/text
fr: Visualisez les capteurs – assez puissants pour toute tâche exigée d'eux.
ja: センサーをイメージする - 求められるどんな任務にも十分な強力さ。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="sensors"]/event/text
fr: Oh, bonne idée ! On dirait que vos capteurs ont réussi à repérer quelque chose d'intéressant, oui... euh, allons y jeter un œil alors, d'accord ?
ja: あ、良い考えですね！あなたのセンサーが何か注目すべきものを見つけたようです、ええ…それじゃあ、えっと、見てみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="sensors"]/event/choice/text
fr: Visualisez votre prix – vérifié entièrement.
ja: 賞品をイメージする - 全体をチェック済み。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="ADV_SCANNERS"]/text
fr: Visualisez les scanners – assez longue portée pour toute tâche exigée d'eux.
ja: スキャナーをイメージする - 求められるどんな任務にも十分な長距離。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/text
fr: Oh, bonne idée ! On dirait que vos scanners ont réussi à repérer quelque chose d'intéressant, oui... euh, allons y jeter un œil alors, d'accord ?
ja: あ、良い考えですね！あなたのスキャナーが何か注目すべきものを見つけたようです、ええ…それじゃあ、えっと、見てみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/choice/text
fr: Visualisez votre prix – vérifié entièrement.
ja: 賞品をイメージする - 全体をチェック済み。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[3]/text
fr: Visualisez une recherche – une entreprise manuelle, totalement fastidieuse dans son exécution.
ja: 捜索をイメージする - 手作業の仕事、その実施は全くもって退屈。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[3]/event/text
fr: Supposons que vous n'ayez pas beaucoup de choix en la matière... euh, mettons-nous-y alors, d'accord ? Vous ne pouvez pas vous permettre de passer trop de temps ici, après tout.
ja: この件に関して、あなたにはあまり選択肢がないようですね…それじゃあ、えっと、始めましょうか？結局、ここに長居するわけにはいきませんから。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[3]/event/choice/text
fr: Visualisez un soupir – un dégoût du travail à venir.
ja: ため息をイメージする - 目前の労働への嫌悪。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[4]/text
fr: Visualisez un mystère – mieux vaut le laisser pour un autre jour.
ja: 謎をイメージする - 別の日まで残しておくのが最善。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[4]/event/text
fr: Je... eh bien, si vous êtes sûr. Évidemment, je ne peux pas, ah... faire semblant de ne pas être intéressée par ce que diable c'est, mais... la Fausse Radiance est plus proche de nous tomber dessus à chaque seconde qui passe. Je ferai confiance à votre jugement !
ja: 私…まあ、あなたがそう言うなら。もちろん、これが一体何なのかに興味がないふりはできませんけど、あ…フォールス・ラディアンスは刻一刻と私たちに迫ってきています。あなたの判断を信じます！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[4]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[4]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: ...oh, par Père, C'EST un grand Lightborne. Et, est-ce que c'est... oui, ça l'est ! Il réussit d'une manière ou d'une autre à MANGER les éclaireurs de la Fausse Radiance présents ici – vas-y, grand !
ja: …あ、父様、あれは大きなライトボーンです。そして、あれは…そうです！ここにいるフォールス・ラディアンスの偵察隊をどういうわけか食べています。頑張って、大きい子！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez une acclamation – la célébration de la chute du mal.
ja: 歓声をイメージする - 悪の終焉の祝賀。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: C'est vraiment inspirant de voir les Lightborne se battre contre la corruption de GENESIS. Même avec ma sœur dans son état actuel, ils réussissent à tenir bon... et pas seulement ça, mais, ah, celui-ci a l'air de prospérer ! Elle n'en a jamais vu un devenir aussi grand – euh, principalement parce que les Lightborne ne se battent pas et ne se mangent pas normalement entre eux, je suppose.
ja: ライトボーンがジェネシスの汚染に立ち向かうのを見るのは、本当に感動的です。姉さんが今の状態でも、彼らは持ちこたえています…それだけでなく、あ、この子は繁栄しているように見えます！彼女はこんなに大きくなるのを見たことがありません。えっと、ほとんどは、ライトボーンは普通、仲間割れして食べ合ったりしないからだと思いますけど。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez une offrande – une révérence offerte au nom de sa grandeur.
ja: 貢物をイメージする - その偉大さの名の下に捧げられる敬意。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
fr: Vous... pensez pouvoir le nourrir ? Je, ah... je ne vois pas pourquoi pas, même si c'est un peu bizarre. Peut-être qu'il peut vous aider, en retour ? Plus qu'il ne l'a déjà fait, en, euh... ralentissant la Fausse Radiance, je veux dire.
ja: あなたは…それに餌をやれると思いますか？私、あ…少し奇妙だとしても、やれない理由はありません。もしかしたら、お返しにあなたを助けてくれるかもしれませんね？すでに、えっと…フォールス・ラディアンスを遅らせることで助けてくれている以上に。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[1]/text
fr: Visualisez une misère – petite, mais sincère. [20~]
ja: わずかなものをイメージする - 小さいが、誠実な。 [20~]

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[1]/event/text
fr: Oh, wow – il, euh... absorbe les déchets, hein ? On dirait qu'il a encore faim, vu le peu que vous lui avez offert, mais... je pense que c'est peut-être une bonne chose ? Si vous avez éveillé son appétit, cela ne fera que prouver être une plus grande nuisance pour la Fausse Radiance. M-merci, monsieur Lightborne !
ja: あ、わあ、本当にただ、えっと…ゴミを吸収するんですね？あなたが提供したものが少ないので、まだお腹が空いているようですが…でも、それは良いことかもしれませんね？食欲を刺激したなら、フォールス・ラディアンスにとって、より大きな迷惑になるだけでしょう。あ、ありがとうございます、ライトボーンさん！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[2]/text
fr: Visualisez une portion – décemment convenable en taille. [40~]
ja: 一助をイメージする - その大きさは平凡だが悪くない。 [40~]

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[2]/event/text
fr: Oh, wow – il, euh... absorbe les déchets, hein ? Il semble apprécier, du moins, vu comment il vibre. Ou est-ce que, euh... il se divise ? Attendez, oui – il se divise DÉFINITIVEMENT. Dégoûtant, mais, ah... m-merci, monsieur Lightborne !
ja: あ、わあ、本当にただ…ゴミを吸収するんですね？少なくとも、振動している様子からすると、楽しんでいるようです。それとも、えっと…分裂している？待って、ええ、間違いなく分裂しています。気持ち悪いですけど、あ…あ、ありがとうございます、ライトボーンさん！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[3]/text
fr: Visualisez un plat – digne d'une forme de vie aussi resplendissante que celle-ci. [80~]
ja: 大皿をイメージする - これほど壮麗な生命体にふさわしい。 [80~]

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[3]/event/text
fr: Oh, wow – il, euh... absorbe les déchets, hein ? Même comme ça, il brille si magnifiquement... est-ce ce que l'on ressent quand on est béni ? Une magnificence si brillante, qu'elle contre même celle de la Fausse Radiance... vos Lightborne devraient se sentir légèrement apaisés par l'existence d'un tel symbole d'espoir, si vous en avez. M-merci, monsieur merveilleux Lightborne !
ja: あ、わあ、本当にただ、えっと…ゴミを吸収するんですね？それでも、とても美しく輝いています…これが祝福されるということなのでしょうか？フォールス・ラディアンスの輝きにさえ対抗するほどの、見事な壮麗さ…もしあなたにライトボーンがいるなら、このような希望の象徴の存在に少し癒されるはずです。あ、ありがとうございます、素晴らしいライトボーンさん！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[4]/text
fr: Visualisez un vide – vide de contenu, si ce n'est d'intentions.
ja: 虚空をイメージする - 意図はなくとも、中身は空。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[4]/event/text
fr: Eh bien, même si vous n'avez rien à lui donner, je suis sûre que le grand gars apprécie l'attention ! D'ailleurs, on dirait qu'il part déjà. Je suis triste de le voir partir, mais... peut-être que nous le reverrons, un jour ? Ou, um... peut-être ma sœur, du moins - alors, elle pourra nous raconter comment il va !
ja: まあ、たとえあげるものがなくても、大きい子は気持ちを感謝してくれるはずです！それに、もう去っていくようです。行ってしまうのは悲しいですけど…でも、いつかまた会えるかもしれませんね？それか、えっと…少なくとも姉さんが会えるかも。そうすれば、彼がどうしているか、全部話してくれるでしょう！

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[4]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[4]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Vous savez, euh... j'ai réfléchi. À votre réalité, en fait. Ma sœur n'a enregistré que très peu de choses, son vaisseau étant cassé, mais... j'ai l'impression qu'il y a quelque chose de familier que je reconnais.
ja: …あの、えっと…考えていたんです。あなたの現実について、です。姉さんは船が壊れていたので、あまり多くを記録できませんでしたけど…でも、何か見覚えのあるものがあるような気がします。

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez une oreille – prête à écouter.
ja: 耳をイメージする - 聞く準備ができている。
