Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//ship[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT"]/destroyed/text
fr: Vous l'avez fait ! Par le Père, vous l'avez vraiment fait ! Pas étonnant que ma sœur vous ait amené ici... vous êtes incroyable !
ja: やったわね！父にかけて、本当にやったのね！姉さんがあなたをここに連れてきたのも不思議じゃないわ……あなたは素晴らしい！

source: data/events_sector_ddantumbra.xml$//ship[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
fr: Visualisez une victoire — durement gagnée et accueillie avec encore plus d'ardeur.
ja: 勝利を視覚化する――苦労して勝ち取り、さらに熱烈に歓迎される勝利を。

source: data/events_sector_ddantumbra.xml$//ship[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
fr: Visualisez une victoire — durement gagnée et accueillie avec encore plus d'ardeur.
ja: 勝利を視覚化する――苦労して勝ち取り、さらに熱烈に歓迎される勝利を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN"]/text
fr: Pouvoir sur le temps et l'espace... la fenêtre est brève, mais le vaisseau de ma sœur devrait pouvoir exploiter le pouvoir de l'Archange — elle a besoin de toute la force qu'elle peut obtenir si elle veut se remettre d'aplomb.
ja: 時間と空間を操る力……時間は短いけど、姉さんの器なら大天使の力を利用できるはず――自分を治すためには、ありったけの力が必要なの。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN"]/choice/text
fr: Visualisez le pouvoir — quelque chose de nécessaire en temps de crise, même s'il est souvent responsable de les provoquer.
ja: 力を視覚化する――危機の時に必要なもの、たとえそれがしばしば危機の原因であっても。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN"]/choice/event/text
fr: Oui, comme ça ! Elle ne peut faire que peu de choses, dans l'état actuel des choses, mais... ça devrait suffire pour au moins remonter le temps un peu et restaurer l'intégrité de votre vaisseau. De plus, nous devrions pouvoir localiser les autres Archanges avec ça — le Père sait que nous aurons besoin de tous les avantages possibles pour le voyage à venir... en parlant de ça ! Je suppose qu'il est temps de partir ? Je sais que tout est, hum... flou, alors je ferai de mon mieux pour vous guider à travers tout ça, mais... je sais que vous pouvez le faire ! Vous venez de le prouver ! Alors, ah... faisons-le ensemble, d'accord ?
ja: そう、そんな感じ！今の状況では、彼女にできることは限られているけど……でも、少なくとも少し時間を戻して、あなたの船の完全性を取り戻すには十分なはず。それに、これを使えば他の大天使の場所も特定できるはず――父は、これからの旅で得られる限りの利点が必要だと知っているわ……そういえば！そろそろ出発の時間かしら？何もかもが、ええと……霧がかかっているのは分かっているから、私が全力で案内するわ。でも……あなたならできるって信じてる！さっき証明してくれたじゃない！だから、ええと……一緒にやりましょう、いい？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN"]/choice/event/choice/text
fr: Visualisez un voyage — celui qui vous attend, rempli de moments d'espoir et de conflits.
ja: 旅を視覚化する――希望と争いの瞬間に満ちた、これから待ち受ける旅を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN_DEATH"]/text
fr: Je ne m'inquiéterais pas trop pour le vaisseau de ma sœur. À chaque défaite d'un Archange, il devrait y avoir plus qu'assez de pouvoir résiduel pour qu'elle se remette sur pied. Hum, en parlant de pouvoir ! Une domination complète sur le temps et l'espace... la fenêtre est brève, mais le vaisseau de ma sœur devrait pouvoir l'exploiter maintenant.
ja: 姉さんの器のことは、あまり心配しないで。大天使を倒すたびに、自分を治すのに十分な余剰エネルギーがあるはずだから。ええと、力の話だけど！時間と空間の完全な支配……時間は短いけど、姉さんの器なら今ならそれを使いこなせるはずよ。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN_DEATH"]/crewMember
fr: L'Ombre
ja: シェイド

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN_DEATH"]/choice/text
fr: Visualisez le pouvoir — quelque chose de nécessaire en temps de crise, même s'il est souvent responsable de les provoquer.
ja: 力を視覚化する――危機の時に必要なもの、たとえそれがしばしば危機の原因であっても。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN_DEATH"]/choice/event/text
fr: Oui, comme ça ! Elle ne peut faire que peu de choses, dans l'état actuel des choses, mais... ça devrait suffire pour au moins remonter le temps un peu et restaurer l'intégrité de votre vaisseau. De plus, nous devrions pouvoir localiser les autres Archanges avec ça — le Père sait que nous aurons besoin de tous les avantages possibles pour le voyage à venir... en parlant de ça ! Je suppose qu'il est temps de partir ? Je sais que tout est, hum... flou, alors je ferai de mon mieux pour vous guider à travers tout ça, mais... je sais que vous pouvez le faire ! Vous venez de le prouver ! Alors, ah... faisons-le ensemble, d'accord ?
ja: そう、そんな感じ！今の状況では、彼女にできることは限られているけど……でも、少なくとも少し時間を戻して、あなたの船の完全性を取り戻すには十分なはず。それに、これを使えば他の大天使の場所も特定できるはず――父は、これからの旅で得られる限りの利点が必要だと知っているわ……そういえば！そろそろ出発の時間かしら？何もかもが、ええと……霧がかかっているのは分かっているから、私が全力で案内するわ。でも……あなたならできるって信じてる！さっき証明してくれたじゃない！だから、ええと……一緒にやりましょう、いい？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN_DEATH"]/choice/event/choice/text
fr: Visualisez un voyage — celui qui vous attend, rempli de moments d'espoir et de conflits.
ja: 旅を視覚化する――希望と争いの瞬間に満ちた、これから待ち受ける旅を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/text
fr: Attendez, je sens quelque chose. Est-ce que c'est... ...Je pense que vous devez sortir de là, maintenant !
ja: 待って――何かを感じる。あれは…… ……今すぐそこから離れるべきだと思う！

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/text
fr: Visualisez un geste amical — bienvenu, mais bien trop tard pour laisser une trace.
ja: 友好的なジェスチャーを視覚化する――歓迎されるが、影響を残すには遅すぎる。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/event/text
fr: Oh, Père... il est là, n'est-ce pas ? LE GARDIEN ? S'il vous a déjà trouvé, je ne pense pas que ça serve à quelque chose de fuir... Je... je, ah... je ne sais pas comment je peux aider...
ja: ああ、父よ……ここにいるのね？ゲートキーパー？もう見つかってしまったのなら、逃げても無駄だと思う……私……私、ええと……どうやって助ければいいのか分からない……

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/event/choice/text
fr: Visualisez l'espoir — celui qui ne faiblit devant rien.
ja: 希望を視覚化する――何にも屈しない希望を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/event/choice/event/text
fr: ...Vraiment ? Vous gérez ça ? Je... eh bien, d'accord ! Au moins... je, hum, peux essayer d'expliquer ses pouvoirs, je pense. Protocole Archange : GARDIEN... son entourage de Porteurs de Lumière et son système clé reposent tous deux sur la manipulation du temps — il essaiera de vous ralentir suffisamment longtemps pour que ses armes de focalisation s'enchaînent et commencent à oblitérer votre vaisseau. Si vous pouvez empêcher quelque chose, ce devrait être cela — ne laissez pas ces armes s'enchaîner continuellement ! Cependant, il convient également de noter deux choses à propos des Archanges... premièrement, leur armure cristalline — si vous essayez de la briser trop vite, vous serez simplement submergé par leurs Ombres asservies. À moins d'avoir les moyens d'affronter une petite armée, je serais tactique avec vos frappes. Deuxièmement, quelque chose qui s'applique à tous les membres de la Fausse Radiance — il N'est PAS sûr de les aborder avec plusieurs personnes à la fois. Quelque chose à propos de leur... étrange lueur éthérée fait que les choses se déstabilisent rapidement lorsque vous partagez une pièce avec eux. Eh bien, c'est tout ce que je peux partager — je crois en vous ! Faites-lui mordre la poussière pour moi, d'accord?!
ja: ……本当に？あなたなら大丈夫？私……まあ、分かったわ！少なくとも……私、ええと、その力について詳しく説明してみるわ。 大天使プロトコル：ゲートキーパー……そのライトボーンの取り巻きと主要システムは、どちらも時間の操作に依存している――フォーカス兵器が連鎖し、あなたの船を破壊し始めるまで、あなたを十分に減速させようとするでしょう。もし何かを防げるなら、それであるべき――あの兵器を連続して連鎖させないで！ しかし、大天使について注意すべきことが二つある……まず、彼らの水晶の装甲――もしそれを速く壊しすぎると、彼らに奴隷にされたシャドウに群がられるだけよ。小規模な軍隊と戦う手段がない限り、攻撃は戦術的に。次に、偽りの輝きのすべてのメンバーに当てはまること――一度に数人で乗り込むのは安全ではない。彼らのあの……奇妙で、幽玄な輝きは、同じ部屋にいると急速に不安定になるの。 まあ、私が共有できるのはこれくらい――あなたを信じているわ！私のために、奴らを地獄に送ってちょうだい！

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/event/choice/event/triggeredEvent/triggeredEventBox/tooltip
fr: L'Archange canalise une énergie divine et défensive — vous avez ce temps avant qu'il ne se protège avec un puissant bouclier d'énergie.
ja: 大天使は神聖な防御エネルギーをチャネリングしている――強力なエネルギーシールドで自身を守るまで、これだけの時間がある。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/event/choice/event/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/text
fr: Eh bien, à en juger par ce que ma sœur a vu — vous êtes capable, au moins ! Ne, hum... vous sous-estimez pas. Vous avez voyagé loin pour arriver ici, en son nom.
ja: まあ、姉さんが見たところから判断すると――少なくとも、あなたには能力があるわ！ええと……自分を過小評価しないで。彼女のために、ここまで遠くから旅してきたんだから。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/text
fr: Visualisez un frère ou une sœur — fiable, attentionné et toujours à vos côtés.
ja: 兄弟姉妹を視覚化する――信頼でき、思いやりがあり、いつもそばにいる存在を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/text
fr: Ma sœur ? Pour l'instant, elle est quelque peu en sommeil, mais... elle peut toujours percevoir des choses à travers son vaisseau — de la même manière que je peux vous sentir à travers elle, en quelque sorte.
ja: 私の姉さん？今は少し休眠状態だけど……彼女はまだ自分の器を通して物事を感じることができるの――私が彼女を通してあなたを感じるのと同じように、ね。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/text
fr: Visualisez une ombre — toujours présente, toujours sombre, fuyant à jamais la lumière.
ja: 影を視覚化する――常に存在し、常に暗く、永遠に光から逃れる存在を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/text
fr: Justement, son vaisseau ! Il est avec vous depuis un certain temps maintenant — il transporte ma sœur. Nous ne pouvons pas, hum... nous transporter nous-mêmes, alors... normalement, nous en aurions tous un, mais... le Père préfère me garder près de lui. Honnêtement, je ne me souviens plus pourquoi, ni, ah... comment je suis arrivé ici... ni où se trouve exactement 'ici'... ...en vérité, je suis... un peu terrifié en ce moment. Je n'ai jamais eu de perte de mémoire comme celle-ci auparavant, ni eu besoin de me fier aux sens de l'une de mes sœurs. Et, ma sœur... les Porteurs de Lumière, ils...
ja: そう、彼女の器！しばらくあなたのそばにいたわ――姉さんを運んでいるの。私たちは、ええと……自分たちを運べないから……普通はみんな一つ持っているんだけど……父は私を近くに置くのを好むの。正直、なぜか、あるいは、ええと……どうやってここに来たのか……あるいは「ここ」がどこなのか……思い出せないの。 ……本当は、今……少し怖いの。こんな風に記憶を失ったり、姉さんの感覚に頼ったりする必要は今までなかった。それに、姉さん……ライトボーン、彼らは……

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/text
fr: Visualisez une lumière — toujours bienvenue, toujours brillante, repoussant à jamais les ombres.
ja: 光を視覚化する――常に歓迎され、常に明るく、永遠に影を寄せ付けない光を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/text
fr: Non, vous avez tort. Il n'y a rien d'accueillant chez les Porteurs de Lumière... enfin, du moins la plupart d'entre eux, en ce moment — et les Ombres ne sont pas les méchants ici ! Ma sœur en sait un peu plus sur le sujet que moi, mais, en substance... ils sont en quelque sorte, comme, des tyrans ?
ja: いえ、それは違うわ。ライトボーンに歓迎されるようなものは何もない……まあ、少なくとも今のところ、彼らの大部分はね――それに、シャドウがここで悪者なわけでもないの！姉さんは私よりそのことについてずっと詳しいけど、要するに……彼らは、なんていうか、暴君みたいなもの？

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un Rebelle — la tyrannie, manifestée.
ja: 反乱軍を視覚化する――具現化した暴政を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/text
fr: P-peut-être, d'après le peu que ma sœur a entendu sur le sujet. Bien que ça ait moins à voir avec, genre, le super-fascisme spatial et plus, ah... la cécité. Ce que vous ressentez en ce moment, ce néant insensé — ce n'est pas seulement une affliction sur vous-même, mais sur toute cette réalité. Les Porteurs de Lumière, ils... ils cherchaient quelque chose du Père. En échange, on leur a demandé de renoncer à tout — tout, sauf leur confiance en lui. En la divinité.
ja: た、多分、姉さんがその件について小耳に挟んだことに基づくとね。でも、それは、なんていうか、超宇宙ファシズムというよりは、ええと……盲目さに関係しているの。あなたが今感じている、この無意味な虚無――それはあなた自身にだけ課せられたものではなく、この現実全体に課せられたものなの。ライトボーンは……彼らは父に何かを求めた。その代償として、彼らはすべてを――すべてを、ただし彼への、神性への信頼以外は――誓って捨て去るよう求められた。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un père — une figure effrayante, prompte à désapprouver.
ja: 父を視覚化する――不満をすぐに示す、恐ろしい人物を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Oui, c'est lui... vous vous ÊTES rencontrés, n'est-ce pas ? Vous deviez l'avoir fait si ma sœur est ici... eh bien, quoi qu'il en soit, les Porteurs de Lumière ont accepté son accord. Ils ont renoncé à tout ce qu'il leur avait demandé, et même plus — tout au nom de la paix avec les Ombres. Du Père, ils avaient demandé un leader mutuel... quelqu'un qui pourrait garder les deux parties sous contrôle et assurer leur coexistence. Et, ainsi... il a envoyé ma sœur.
ja: ええ、それが彼……あなたたち二人は会ったことがあるわよね？姉さんがここにいるなら会ったはず……まあ、いずれにせよ、ライトボーンは彼の取引を受け入れた。彼らは彼が求めたすべてを、そしてそれ以上を誓って捨て去った――すべてはシャドウとの平和のために。父に、彼らは共通の指導者を要求した……両者を牽制し、彼らの共存を保証できる誰かを。そして……彼は姉さんを送った。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez une lumière — digne de crainte, mais paradoxalement aspirant à la paix.
ja: 光を視覚化する――恐れるに値するが、逆説的に平和を求める光を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: C'est ça, eh bien... bien que les deux camps aient toujours été en guerre, certains Porteurs de Lumière étaient moins enthousiastes que d'autres. Quatre en particulier ont sollicité l'audience du Père et ont scellé le destin de cette réalité... et, bien qu'ils soient partis depuis longtemps, le Père a pensé aider ma sœur dans ses fonctions de supervision en construisant quatre divinités moindres, à leur image.
ja: そうね、ええと……両者はいつも戦争していたけど、一部のライトボーンは他の者たちほど熱心ではなかった。特に四人が父に謁見を求め、この現実の運命を決定づけた……そして、彼らはもういないけど、父は姉さんの監督業務を助けるために、彼らに似せて四つの下級神格を創造したの。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez une divinité — omnisciente, et à ce titre, vous visualisant probablement à son tour.
ja: 神性を視覚化する――全知であり、それゆえに、おそらくあなたをも視覚化している神性を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Ces divinités moindres, surnommées les Protocoles Archanges, furent formées pour incarner tout ce que les Porteurs de Lumière étaient devenus. Magnifiques, divinement puissantes... et aveugles. Protocole Archange : GARDIEN — un être doté du pouvoir sur le temps et l'espace. Un gardien, avant tout — destiné à protéger contre les intrusions multiverselles. Protocole Archange : FOSSOYEUR — un être doté du pouvoir sur la mort, et de la capacité à restaurer l'énergie. Une sauvegarde contre l'entropie, au cas où les Porteurs de Lumière commenceraient à s'éteindre dans leur existence nouvellement grise. Protocole Archange : CŒUR-DIVIN — un être doté du pouvoir sur le feu divin... une arme de destruction, principalement. Son but principal était d'être utilisée contre les Ombres, au cas où elles se montreraient insatisfaites. Et, enfin... Protocole Archange : GENÈSE. À part ma sœur, il fut doté du plus grand pouvoir et du plus grand honneur de tous — le pouvoir de manipuler... tout, au sens le plus vrai du terme. C'était une passerelle, plus grande que toute autre — elle pouvait déplacer n'importe quoi, n'importe où. Entre les mondes, les galaxies, les réalités — même les AMAS ! Le Père avait une affection particulière pour celui-ci, le trouvant un moyen pratique de déplacer des choses... même si c'était souvent sur un coup de tête.
ja: 大天使プロトコルと名付けられたこれらの下級神格は、ライトボーンがなったすべてのものを体現するために形成された。壮大で、神聖な力を与えられ……そして盲目。 大天使プロトコル：ゲートキーパー - 時間と空間の両方を操る力を与えられた存在。何よりもまず守護者――マルチバースからの侵入を防ぐためのもの。 大天使プロトコル：グレイブディガー - 死を操る力と、エネルギーを回復する能力を与えられた存在。ライトボーンが新たに灰色になった存在の中で燃え尽き始めた場合のエントロピーに対する安全装置。 大天使プロトコル：ゴッドコア - 神聖な炎を操る力を与えられた存在……主に破壊の武器。その主な目的は、シャドウが不満を示した場合に彼らに対して使用されることだった。 そして、最後に……大天使プロトコル：ジェネシス。姉さん以外で、最も偉大な力と最も偉大な栄誉の両方を与えられた――言葉の真の意味で、すべてを……操る力。それは他のどんなものよりも偉大なゲートウェイだった――何でも、どこへでも動かすことができた。世界、銀河、現実の間――クラスター間でさえも！父はこれに特に愛着を持っており、物事をあちこちに動かす便利な方法だと考えていた……たとえそれがしばしば気まぐれであっても。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez la genèse — la création de toute chose.
ja: 創世を視覚化する――すべての創造を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Au-dessus même de GENÈSE, cependant... il y avait ma sœur ! Véritable superviseuse, elle avait le pouvoir sur les Archanges — une force collective utilisée pour maintenir les Porteurs de Lumière et les Ombres dans leurs états de béatitude infinie et insensée. Cela, et... collecter ce qui lui était demandé par le Père. Il demandait des Ombres, principalement — bien que pour quelle raison, elle l'ignorait.
ja: ジェネシスの上でさえ……姉さんがいた！真の監督者として、彼女は大天使を支配する力を持っていた――ライトボーンとシャドウを終わりのない、無感覚な至福の状態に保つための集合的な力。それと……父に求められたものを集めること。彼は主にシャドウを求めた――何のためにかは、彼女も知らなかったけど。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez le passé — ce qui ne se reproduira plus jamais.
ja: 過去を視覚化する――二度と訪れることのない過去を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: J'y viens ! Voyez-vous, ma sœur a une sorte d'... obsession. Bien plus grande que moi, ou notre autre sœur... elle souhaite revoir Mère. Le Père a insisté sur le fait que cela n'arriverait jamais — pas en un million, un milliard, ou même un trillion d'années — mais elle n'a jamais été du genre à perdre espoir à ce sujet. Et donc, un jour... quand le Père n'y regardait pas, elle décida de manier GENÈSE. Le pouvoir sur tout, comme elle le voyait, était le pouvoir de défier même le Père — le pouvoir de ramener Mère. Et, peut-être avait-elle raison, mais... elle n'était pas prête pour ce qu'elle allait voir. Ce que GENÈSE allait voir.
ja: 今から話すわ！ほら、姉さんはちょっと……執着しているの。私やもう一人の姉さんよりもずっと……彼女は母にまた会いたいと願っている。父はそれが決して起こらないと明言している――百万年、十億年、いや一兆年経っても――でも彼女はその件について希望を捨てたことがないの。 そして、ある日……父が見ていない時に、彼女はジェネシスを操ろうとした。彼女の考えでは、すべてを操る力は、父にさえ逆らう力――母を連れ戻す力だった。そして、もしかしたら彼女は正しかったのかもしれないけど……彼女は見るべきものへの準備ができていなかった。ジェネシスが見るべきものへの。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez une erreur — rectifiée ni par la prévoyance ni par le recul.
ja: 間違いを視覚化する――先見の明も後知恵も効かない間違いを。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: GENÈSE forgea ce lien, cette connexion à notre Mère — et ce ne fut pas l'enfer qui se déchaîna, ou quelque autre grande catastrophe... mais, plutôt, le visage d'un petit miroir. Dans ce miroir, ma sœur se vit — non pas comme les autres la percevaient, comme la lame du Père... mais comme la petite fille qu'elle n'avait jamais pu être. Son enfant intérieur, pour ainsi dire... ou, du moins, c'est ainsi qu'elle le rationalisa. Je ne suis pas si sûre, mais, hum... ce n'est pas si important, de toute façon. Ce qui ÉTAIT important, cependant... c'était GENÈSE. Dans cet étrange miroir, ses grands yeux nombreux purent aussi voir quelque chose as well — ce que c'était exactement reste un mystère, même pour ma sœur, mais... quoi qu'il ait vu, ce fut suffisant pour changer quelque chose en lui. Il agit de son propre chef, coupant sa connexion interdimensionnelle et emportant le miroir presque immédiatement — mais, à ce moment-là, le mal était déjà fait. Le centre de GENÈSE irradiait maintenant une lueur éthérée et multicolore... une série de couleurs plus belles que tout ce que les Porteurs de Lumière avaient renié. Et cela BRISA l'Archange.
ja: ジェネシスは母とのつながり、そのリンクを築いた――そして、大混乱が起こったわけでも、何か他の大災害が起こったわけでもなく……むしろ、小さな鏡の姿だった。その鏡の中で、姉さんは自分自身を見た――他人が彼女を、父の刃として認識していた姿ではなく……彼女がなれなかった小さな女の子として。いわば、彼女のインナーチャイルド……あるいは、少なくとも彼女はそう合理化した。私はあまり確信はないけど、ええと……それはどっちにしろ重要じゃないわ。 重要だったのは……ジェネシスだった。その奇妙な鏡の中で、その多くの大きな目は何かを見ることもできた――それが一体何だったのかは、姉さんでさえ謎のままだけど……何を見たにせよ、それはその内部で何かを変えるのに十分だった。それは自らの意思で行動し、次元間の接続を断ち切り、鏡をすぐに運び去った――しかし、その時までに、損害はすでに出ていた。ジェネシスの中心は今や、幽玄な、多色の輝きを放っていた……ライトボーンが誓って捨て去ったどんなものよりも美しい色の連続。そして、それが大天使を壊した。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez une horloge cassée — juste deux fois par jour, et pas moins fausse pour autant.
ja: 壊れた時計を視覚化する――日に二度は正しいが、それでも間違っている。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Il n'avait jamais connu que la divinité sur laquelle il avait juré — la même divinité qui l'avait engendré. Et, pourtant... malgré son pouvoir sur tout, il ne pouvait commencer à comprendre la radiance resplendissante émanant maintenant de son intérieur. Un goût de VRAIE divinité — couleur, sensation, pensées... ce qui avait été renié, avant sa création, et tenu à l'écart depuis. GENÈSE avait tout ressenti, maintenant... et il, ah... en voulait plus. Ma sœur pensa arrêter ses machinations nouvellement nées et ramener l'Archange à son état d'insensibilité... mais il se battit contre elle. Il chercha à éclairer les siens — le GARDIEN, le FOSSOYEUR et le CŒUR-DIVIN — et, avec leur force divine combinée... ils dépouillèrent ma sœur de son pouvoir. Elle n'était plus leur superviseuse, et les Archanges avaient maintenant les rênes.
ja: それは誓った神性以外、何も知らなかった――それが生まれた神性そのもの。それでも……すべてを操る力を持っていながら、今やその内部から放たれる輝かしい輝きを理解し始めることはできなかった。真の神性の味――色、感情、思考……創造される前に誓って捨て去られ、それ以来遠ざけられてきたもの。ジェネシスは今、それをすべて感じた……そして、ええと……もっと欲しくなった。 姉さんはその新たに生まれた策略を止め、大天使を無感覚な状態に戻そうと考えた……しかし、それは彼女に抵抗した。それは同胞――ゲートキーパー、グレイブディガー、そしてゴッドコア――を啓蒙しようとし、彼らの神聖な力を合わせ……彼らは姉さんから力を奪った。彼女はもはや彼らの監督者ではなく、今や大天使が実権を握っていた。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un régicide — la mort d'un tyran et la naissance d'un autre.
ja: 王殺しを視覚化する――一人の暴君の死と、もう一人の暴君の誕生を。
