Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SLAYLING"]/event/text
fr: C'est... une idée intéressante. Au lieu de les attirer à bord, peut-être pourriez-vous utiliser votre Cœur Radiant pour éloigner les Slaylings ? De cette façon, les Spiritlings pourront utiliser l'espace ici, et les Slaylings pourront avoir leur propre espace ailleurs ! Bonne, euh... bonne idée, moi ! Je pense...
ja: それは…面白い考えですね。船に誘い込む代わりに、あなたのラディアント・コアを使ってスレイリングを誘導するのはどうでしょう？そうすれば、スピリットリングはここの空間を使えて、スレイリングはどこか別の場所に自分たちの空間を持てます！良い、あ…良い考えです、私！多分…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SLAYLING"]/event/choice/text
fr: Visualisez un endroit plus éloigné - la destination de la lumière.
ja: もっと遠い場所をイメージする - 光の目的地。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SPIRITLING"]/text
fr: Visualisez un Cœur Radiant Spiritling - quelque chose de présent à proximité.
ja: スピリットリング・ラディアント・コアをイメージする - 近くに存在する何か。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SPIRITLING"]/event/text
fr: C'est... une idée intéressante. Au lieu de les attirer à bord, peut-être pourriez-vous utiliser votre Cœur Radiant pour éloigner les Spiritlings ? De cette façon, les Slaylings pourront utiliser l'espace ici, et les Spiritlings pourront avoir leur propre espace ailleurs ! Bonne, euh... bonne idée, moi ! Je pense...
ja: それは…面白い考えですね。船に誘い込む代わりに、あなたのラディアント・コアを使ってスピリットリングを誘導するのはどうでしょう？そうすれば、スレイリングはここの空間を使えて、スピリットリングはどこか別の場所に自分たちの空間を持てます！良い、あ…良い考えです、私！多分…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SPIRITLING"]/event/choice/text
fr: Visualisez un endroit plus éloigné - la destination de la lumière.
ja: もっと遠い場所をイメージする - 光の目的地。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[3]/text
fr: Visualisez un guerrier - un Slayling, désespérément piégé à bord de son vaisseau.
ja: 戦士をイメージする - 船内に絶望的に閉じ込められたスレイリング。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[3]/event/text
fr: Je ne suis pas sûr de l'éthique de cette action, mais... en ce moment, ma sœur a besoin d'aide, et il n'y a pas de temps pour que les Flamboyants toujours sous son contrôle se disputent ! Tout ce qu'il faudrait vraiment pour les attirer, c'est un rapide, euh... éperonnage ?
ja: これがどれほど倫理的か分かりませんけど…今、姉さんは助けを必要としていて、まだ彼女の支配下にあるライトボーンがいがみ合っている時間はありません！彼らを誘い込むのに本当に必要なのは、素早い、あ…体当たり？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[3]/event/choice/text
fr: Visualisez un bélier - tumultueux, flamboyant, BÊLANT !
ja: 体当たりをイメージする - 騒々しく、燃え盛る、メェーメェー！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[3]/event/choice/event/text
fr: Oh, wow, euh - ouais, les voilà !
ja: お、わあ、えー、はい、来ました！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[4]/text
fr: Visualisez un fantôme - un Spiritling, désespérément piégé à bord de son vaisseau.
ja: 幽霊をイメージする - 船内に絶望的に閉じ込められたスピリットリング。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[4]/event/text
fr: Je ne suis pas sûr de l'éthique de cette action, mais... en ce moment, ma sœur a besoin d'aide, et il n'y a pas de temps pour que les Flamboyants toujours sous son contrôle se disputent ! Tout ce qu'il faudrait vraiment pour les attirer, c'est un rapide, euh... éperonnage ?
ja: これがどれほど倫理的か分かりませんけど…今、姉さんは助けを必要としていて、まだ彼女の支配下にあるライトボーンがいがみ合っている時間はありません！彼らを誘い込むのに本当に必要なのは、素早い、あ…体当たり？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[4]/event/choice/text
fr: Visualisez un bélier - tumultueux, flamboyant, BÊLANT !
ja: 体当たりをイメージする - 騒々しく、燃え盛る、メェーメェー！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[4]/event/choice/event/text
fr: Oh, wow, euh - ouais, les voilà !
ja: お、わあ、えー、はい、来ました！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[5]/text
fr: Visualisez une sortie - une issue à cette interaction.
ja: 出口をイメージする - このやり取りからの脱出方法。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[5]/event/text
fr: Oh, c'est, euh... c'est juste ! Les Flamboyants finiront par comprendre leurs propres bizarreries, n'est-ce pas ? Vous avez juste besoin de, vous savez... continuer à naviguer ! Naviguer, et, euh, de profiter... ?
ja: あ、それは、あ…もっともですね！ライトボーンはそのうち自分たちの奇妙な問題を解決するでしょう、ですよね？あなたはただ、ほら…クルージングを続けるだけです！クルージングと、えっと、グルーヴィング…？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[5]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[5]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/text
fr: Eh bien, un côté est composé de Breaklings - l'autre étant, euh... des Cinderlings ? Oui, on dirait bien. Étant donné que votre vaisseau est inhabitable pour les Flamboyants, aucun des deux ne représente une grande menace pour vous... si vous vouliez régler ça, tout ce que vous auriez VRAIMENT à faire est d'attirer un côté à bord.
ja: ええと、片方はブレイクリングで構成されていて、もう片方は、えっと…シンダーリング？ええ、そうみたいです。あなたの船はライトボーンには住めないので、どちらもあなたにとって大した脅威ではありません…もしこれを解決したいなら、本当にやるべきことは片方を船に誘い込むことだけです。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_BREAKLING"]/text
fr: Visualisez un Cœur Radiant Breakling - quelque chose de présent à proximité.
ja: ブレイクリング・ラディアント・コアをイメージする - 近くに存在する何か。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_BREAKLING"]/event/text
fr: C'est... une idée intéressante. Au lieu de les attirer à bord, peut-être pourriez-vous utiliser votre Cœur Radiant pour éloigner les Breaklings ? De cette façon, les Cinderlings pourront utiliser l'espace ici, et les Breaklings pourront avoir leur propre espace ailleurs ! Bonne, euh... bonne idée, moi ! Je pense...
ja: それは…面白い考えですね。船に誘い込む代わりに、あなたのラディアント・コアを使ってブレイクリングを誘導するのはどうでしょう？そうすれば、シンダーリングはここの空間を使えて、ブレイクリングはどこか別の場所に自分たちの空間を持てます！良い、あ…良い考えです、私！多分…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_BREAKLING"]/event/choice/text
fr: Visualisez un endroit plus éloigné - la destination de la lumière.
ja: もっと遠い場所をイメージする - 光の目的地。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/text
fr: Visualisez un Cœur Radiant Cinderling - quelque chose de présent à proximité.
ja: シンダーリング・ラディアント・コアをイメージする - 近くに存在する何か。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/event/text
fr: C'est... une idée intéressante. Au lieu de les attirer à bord, peut-être pourriez-vous utiliser votre Cœur Radiant pour éloigner les Cinderlings ? De cette façon, les Breaklings pourront utiliser l'espace ici, et les Cinderlings pourront avoir leur propre espace ailleurs ! Bonne, euh... bonne idée, moi ! Je pense...
ja: それは…面白い考えですね。船に誘い込む代わりに、あなたのラディアント・コアを使ってシンダーリングを誘導するのはどうでしょう？そうすれば、ブレイクリングはここの空間を使えて、シンダーリングはどこか別の場所に自分たちの空間を持てます！良い、あ…良い考えです、私！多分…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/event/choice/text
fr: Visualisez un endroit plus éloigné - la destination de la lumière.
ja: もっと遠い場所をイメージする - 光の目的地。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[3]/text
fr: Visualisez un marteau - un Breakling, désespérément piégé à bord de son vaisseau.
ja: ハンマーをイメージする - 船内に絶望的に閉じ込められたブレイクリング。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[3]/event/text
fr: Je ne suis pas sûr de l'éthique de cette action, mais... en ce moment, ma sœur a besoin d'aide, et il n'y a pas de temps pour que les Flamboyants toujours sous son contrôle se disputent ! Tout ce qu'il faudrait vraiment pour les attirer, c'est un rapide, euh... éperonnage ?
ja: これがどれほど倫理的か分かりませんけど…今、姉さんは助けを必要としていて、まだ彼女の支配下にあるライトボーンがいがみ合っている時間はありません！彼らを誘い込むのに本当に必要なのは、素早い、あ…体当たり？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[3]/event/choice/text
fr: Visualisez un bélier - tumultueux, flamboyant, BÊLANT !
ja: 体当たりをイメージする - 騒々しく、燃え盛る、メェーメェー！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[3]/event/choice/event/text
fr: Oh, wow, euh - ouais, les voilà !
ja: お、わあ、えー、はい、来ました！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[4]/text
fr: Visualisez une flamme - un Cinderling, désespérément piégé à bord de son vaisseau.
ja: 炎をイメージする - 船内に絶望的に閉じ込められたシンダーリング。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[4]/event/text
fr: Je ne suis pas sûr de l'éthique de cette action, mais... en ce moment, ma sœur a besoin d'aide, et il n'y a pas de temps pour que les Flamboyants toujours sous son contrôle se disputent ! Tout ce qu'il faudrait vraiment pour les attirer, c'est un rapide, euh... éperonnage ?
ja: これがどれほど倫理的か分かりませんけど…今、姉さんは助けを必要としていて、まだ彼女の支配下にあるライトボーンがいがみ合っている時間はありません！彼らを誘い込むのに本当に必要なのは、素早い、あ…体当たり？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[4]/event/choice/text
fr: Visualisez un bélier - tumultueux, flamboyant, BÊLANT !
ja: 体当たりをイメージする - 騒々しく、燃え盛る、メェーメェー！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[4]/event/choice/event/text
fr: Oh, wow, euh - ouais, les voilà !
ja: お、わあ、えー、はい、来ました！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[5]/text
fr: Visualisez une sortie - une issue à cette interaction.
ja: 出口をイメージする - このやり取りからの脱出方法。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[5]/event/text
fr: Oh, c'est, euh... c'est juste ! Les Flamboyants finiront par comprendre leurs propres bizarreries, n'est-ce pas ? Vous avez juste besoin de, vous savez... continuer à naviguer ! Naviguer, et, euh, de profiter... ?
ja: あ、それは、あ…もっともですね！ライトボーンはそのうち自分たちの奇妙な問題を解決するでしょう、ですよね？あなたはただ、ほら…クルージングを続けるだけです！クルージングと、えっと、グルーヴィング…？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[5]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[5]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: Cet endroit a l'air bondé, hein ? Il semblerait que vous soyez tombé sur un lieu de reproduction pour Flamboyants mineurs... un qui a été laissé intact par la Fausse Radiance, aussi ! Ça ne devrait pas être trop difficile de juste, vous savez... faire en sorte que ma sœur les réveille un peu, et voir si elles ne peuvent pas, euh, vous aider, d'une manière ou d'une autre ?
ja: …ここは本当に混んでますね？どうやら下級のライトボーンの繁殖地に迷い込んだようです…フォールス・ラディアンスに手付かずの場所みたいです！姉さんに彼らを少し起こさせて、えっと、何か手伝ってくれないか見てみるのも、そんなに面倒じゃないはずですよね？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualisez un matin - où l'homme et la lumière reviennent de concert.
ja: 朝をイメージする - 人と光が共に戻る時。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Oh, ne le sont-ils pas... ? Il, euh... il ne semble pas qu'ils écoutent son signal du tout. C'est rare, mais... ce n'est pas non plus sans précédent. Parfois, les Flamboyants entrent dans des disputes territoriales aveugles - deux types différents de Flamboyants s'affrontent jusqu'à ce qu'un côté l'emporte inévitablement et gagne l'espace. À ce stade, les plus grands plaisirs de la vie étant écartés, tout ce qui intéresse VRAIMENT les Flamboyants est de se multiplier... donc ce n'est pas trop surprenant pour ma sœur de, euh... les trouver comme ça.
ja: あれ、違うんですか…？あ、ぜ、全然彼女の信号を聞いていないようです。珍しいですけど…前例がないわけでもありません。時々、ライトボーンは盲目的な縄張り争いをすることがあります。二種類のライトボーンがぶつかり合い、最終的に片方が勝利して空間を勝ち取るまで続きます。この時点では、人生の大きな喜びを誓って捨てているので、ライトボーンが本当に気にしているのは繁殖することだけです…だから、姉さんが、えっと…彼らをこんな状態で見つけるのも、それほど驚くことではありません。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice[1]/text
fr: Visualisez un différend - peut-être un à régler.
ja: 論争をイメージする - おそらく解決されるべきもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice[2]/text
fr: Visualisez un manque d'intérêt - celui qui concerne la politique des bêtes.
ja: 関心の欠如をイメージする - 獣の政治に関するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice[2]/event/text
fr: Vous pouvez simplement les laisser à leurs bizarreries, oui... c'est un peu impoli de leur part d'ignorer ma sœur, de toute façon, n'est-ce pas ? Elle essaie de les protéger ! Ou du moins elle, euh... elle le ferait, si elle... ...J'espère vraiment que tout cela va s'arranger. Que ma sœur va bien, et que nous pouvons... nous pouvons simplement revenir à la situation d'avant, avant la Fausse Radiance, et avant ce... miroir... mais, euh ! Je, euh... je ne voulais pas plomber l'ambiance ! Hé, juste, vous savez, euh - faites-moi savoir si vous avez besoin de quelque chose, d'accord ?!
ja: 彼らの奇妙な行動は放っておいてもいいですよ、ええ…とにかく姉さんを無視するなんて、ちょっと失礼ですよね？彼女は彼らを守ろうとしているのに！少なくとも彼女は、あ…もし彼女が… …これが全部うまくいくことを本当に願っています。姉さんが無事で、私たちが…フォールス・ラディアンスの前、そしてあの…鏡の前にあった、昔のようすにみんなで戻れることを…でも、あ！私、えっと…雰囲気を暗くするつもりはなかったんです！ねえ、ほら、えっと、何か必要なことがあったら教えてくださいね？！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice[2]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice[2]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_FIGHT"]/destroyed/text
fr: Il semblerait que les explosifs, ainsi que la flotte, euh... aient flotté au loin, pendant que vous vous battiez. Pas nécessairement surprenant, étant donné qu'ils étaient occupés à faire quelque chose, mais... eh bien, au moins vous avez quelque peu perturbé les plans de la Fausse Radiance ! Une victoire est une victoire, n'est-ce pas ?
ja: 爆発物と艦隊は、えっと…あなたが戦っている間に、どこかへ流れて行ってしまったようです。彼らが何か企んでいたことを考えると、必ずしも驚くことではありませんが…でも、少なくともフォールス・ラディアンスの計画をいくらか妨害できました！勝利は勝利ですよね？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_MADDASH_LIST_CAUGHT"]/text
fr: Attendez, so- ...soyez prudent. E-elles vous voient certainement, euh... elles vous voient certainement ! Vous devez vous défendre, avant qu'elles ne puissent lancer d'autres attaques !
ja: 待って、き… …気をつけて。か、彼らは間違いなく、あ…間違いなくあなたを見ています！これ以上攻撃される前に、身を守る必要があります！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_MADDASH_LIST_CAUGHT"]/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/text
fr: Wow, bien joué - ça a vraiment marché ! Vous êtes à leur pile d'explosifs... un monticule massif de Warlockulars volatiles, prêts à exploser à tout moment. Elles sont déjà corrompues par la Fausse Radiance, donc je ne m'inquiéterais pas, euh... trop de les truquer pour qu'elles explosent. C'est un peu triste, mais... au moins, elles peuvent encore être utiles, n'est-ce pas ?
ja: わあ、ナイスです。本当にうまくいきましたね！あなたは彼らの爆発物の山にいます…揮発性のウォーロックキュラーの巨大な山で、いつでも爆発する準備ができています。彼らはすでにフォールス・ラディアンスに汚染されているので、えっと…爆発するように仕掛けることをあまり心配しなくてもいいと思います。少し悲しいですけど…でも、少なくともまだ役に立ちますよね？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/text
fr: Visualisez un explosif improvisé - truqué, et préparé à déclencher une réaction en chaîne.
ja: 即席の爆発物をイメージする - 仕掛けられ、連鎖反応を引き起こす準備ができている。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/text
fr: Maintenant, vous devez juste sortir de là, rapidement ! Avant que la Fausse Radiance, euh... n-ne remarque ! Ou, vous savez... avant que les Warlockulars n'explosent ?!
ja: さあ、早くそこから出ないと！フォールス・ラディアンスが、あ…き、気づく前に！というか、ほら…ウォーロックキュラーが爆発する前に？！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/text
fr: Visualisez la distance - celle qui est maintenant désespérément nécessaire.
ja: 距離をイメージする - 今、必死に必要とされているもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/event/text
fr: D'une seconde à l'autre, ça devrait - oh ! Ouais, prenez ça, vous, euh... vous, sales enfoirés ! C'est pour ma sœur, et son vaisseau ! Non pas qu'elle, euh... ne puisse pas se venger plus tard, mais, euh... quand même !
ja: もうすぐのはず…あ！ええ、くらえ、この、えっと…邪悪な連中め！これは姉さんと、彼女の船のためです！彼女が、あ…後で自分で復讐できないわけじゃないですけど、えっと…それでも！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/event/choice/text
fr: Visualisez le châtiment - un don de douleur reflété mille fois.
ja: 当然の報いをイメージする - 千倍に反射された痛みの贈り物。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/event/choice/event/text
fr: La Fausse Radiance étant prise en charge, leur butin est à vous ! De plus, vous avez porté un coup à leurs plans en détruisant leur flotte et leur cache d'explosifs... bon travail, vous !
ja: フォールス・ラディアンスを片付けたので、彼らの戦利品はあなたのものです！それに、彼らの艦隊と爆発物の隠し場所を破壊して、彼らの計画に打撃を与えました…よくやりました！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/event/choice/event/choice/text
fr: Visualisez la satisfaction - la vraie récompense d'un travail bien fait.
ja: 満足感をイメージする - 見事にやり遂げた仕事の真の報酬。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/event/choice/event/choice/event/text
fr: Je ne peux m'empêcher de me demander quels étaient exactement leurs plans, cependant... c'était assez de Warlockulars pour envoyer un Archange en enfer. N-non pas qu'elles feraient jamais ça, mais... je trouve ça un peu inquiétant, vous savez ? Ma sœur n'a jamais vu les Flamboyants coordonner quelque chose comme ça par eux-mêmes. Cependant, tant que vous, euh... restez vigilant, je suis sûr que tout ira bien ! J'espère que oui, du moins...
ja: でも、彼らの計画が一体何だったのか気になります…あのアークエンジェルを地獄に吹き飛ばすのに十分なウォーロックキュラーでした。彼らがそんなことをするとは思いませんけど…でも、少し心配になるんです。姉さんはライトボーンが自分たちでこんなことを連携してやるのを見たことがありません。でも、あなたが、えっと…警戒し続けていれば、きっとすべてうまくいくはずです！少なくとも、そう願っています…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/text
fr: Visualisez un problème - un manque de routes à suivre.
ja: 問題をイメージする - 前進するルートの欠如。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/text
fr: Oh. C'est, euh... un problème, en effet, n'est-ce pas ? Je suppose que vous pourriez simplement tirer sur la cachette vous-même, mais... ça a l'air dangereux, n'est-ce pas ?
ja: …ああ。それは、えっと…確かに問題ですね？自分で隠し場所を撃つこともできますけど…でも、それは危険そうですよね？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/text
fr: Visualisez le danger - celui qui est nécessaire en des temps pareils.
ja: 危険をイメージする - このような時に必要なもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/text
fr: D'accord, juste, euh... prenez au moins UN PEU de distance, d'accord ? Votre vaisseau va être un peu éraflé, mais cela devrait être relativement mineur. Ça s-semble un peu fou, cependant...
ja: 分かりました、ただ、あ…少なくとも少しは距離を取ってくださいね？あなたの船は少し傷つくでしょうけど、比較的軽微なはずです。でも、これは、ちょっと、い、異常な感じがします…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/text
fr: Visualisez une explosion - imminente, inéluctable.
ja: 爆発をイメージする - 接近中、差し迫った、避けられない。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/event/text
fr: Ça arrive vraiment... d'accord, je suis calme, je suis, je suis... ...attendez, c'... c'est bon ?! Ç-ça... ça a vraiment marché ! Ouais, prenez ça, vous, euh... vous, sales enfoirés ! C'est pour ma sœur, et son vaisseau ! Non pas qu'elle, euh... ne puisse pas se venger plus tard, mais, euh... quand même !
ja: これが本当に起こっている…よし、落ち着いて、私は、私は… …待って、これ…大丈夫？！わ、私…本当にうまくいきました！ええ、くらえ、この、えっと…邪悪な連中め！これは姉さんと、彼女の船のためです！彼女が、あ…後で自分で復讐できないわけじゃないですけど、えっと…それでも！
