Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Oh, je parie que oui... certaines choses ne changent jamais. Je LUI faisais confiance aussi, vous savez – nous tous. Et où cela nous a-t-il menés, ô porteur de mémoire brisée ?
ja: ああ、そうでしょうね…変わらないものもある。私もかつては彼を信じていたんですよ、私たち全員がね。そして、それが私たちをどこへ導いたというの、砕かれた記憶の持ち主よ？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: Je... je ne suis pas sûre. Il fait si sombre ici...
ja: 私…分かりません。ここはとても暗い…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Vous ne savez pas la moitié, ma sœur... mais, ce n'est pas grave. Vous verrez toute l'étendue de la vérité, bientôt. Mon vaisseau s'en chargera. Et, quand vous le ferez... je vous attendrai tous les trois, là-bas, à notre ancienne maison – notre prison. Notre tombe.
ja: あなたは半分も分かっていないわ、姉妹よ…でも、大丈夫。すぐに真実の全貌を見ることになる。私の船がそうさせる。そして、その時…私はあなたたち三人を待っているわ、私たちの古い家で。私たちの牢獄で。私たちの墓で。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Taisez-vous, si vous préférez – ça importe peu. Cependant, si vous ne voulez pas décevoir LUI... jouez le jeu, n'est-ce pas ? IL détesterait sûrement que vous deveniez tout morose, et que SA contingence échoue...
ja: お望みなら黙っていていいわ。ほとんど問題じゃない。でも、彼をがっかりさせたくないなら…付き合ってくれない？あなたがしょげこんで、彼の緊急時計画が失敗したら、彼はきっと嫌がるでしょうね…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: J-jouer le jeu...? Je... je, ah... je détesterais décevoir Père. Je vais... je vais, juste... d'accord. L-le miroir ! Nous, euh... nous devons l'apporter à GENESIS, n'est-ce pas...? Pour sauver le Plan Antumbral, et m-my... ma sœur...
ja: つ、付き合う…？私…私、あ…父様をがっかりさせたくありません。私は…私は、ただ…そう。か、鏡！私たちは、えっと…それをジェネシスに持っていく必要がありますよね…？アンタンブラル・プレーンと、わ、私の…姉さんを救うために…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
fr: Quelle bonne, obéissante fille... il n'est pas étonnant que l'on nous ait marché sur les pieds. Mais, ce n'est pas grave... leur heure viendra. Père sera le premier, bien sûr. Ensuite, IL sera le suivant... jusqu'à ce que, enfin, tout le monde puisse se joindre à la fête. Oh, et quelle fête ce sera... ils sauront tous ce que cela signifie vraiment de souffrir. De se tordre, se retourner et de danser dans une agonie éternelle... de ne jamais échapper à ce rouge cramoisi. Mais, je ne devrais pas m'emporter – il y a encore des choses à voir. En attendant... oui, vaisseau – le miroir. Vous en aurez besoin, là où vous allez.
ja: なんて良い、従順な子…私たちが踏みにじられたのも不思議じゃないわ。でも、いいの…彼らの時は来る。もちろん、父様が最初。そして、次が彼…そして、ついに、みんなが楽しみに参加できる。ああ、なんて楽しいことでしょう…彼らはみんな、本当に苦しむということがどういうことか知ることになる。永遠の苦痛の中でねじれ、回り、踊ること…あの深紅から決して逃れられないこと。でも、先走りすぎたわね。まだ見るべき光景が残っている。それまでの間…そう、船よ。鏡だ。あなたが行く先で、それが必要になるわ。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
fr: Allons-y, euh... partons, haha ! GENESIS nous attend... !
ja: さあ、えっと…行きましょう、はは！ジェネシスが待っています…！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/text
fr: Visualisez un reflet – ce qui attend d'être vu.
ja: 反射をイメージする - 見られるのを待っているもの。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/text
fr: D'accord, alors – c'est parti ! Voyons voir... ... ...oh. Alors, c'est... c'est moi, alors ? Je, ah... on dirait que j'ai vu des jours meilleurs, haha.
ja: よし、じゃあ…行きます！ええと… … …ああ。じゃあ、これが…私、なんですね？私、あ…もっと良い時もあったように見えますね、はは。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/text
fr: Visualisez l'intérêt – pour les spécificités, spécifiquement.
ja: 興味をイメージする - 具体的には、詳細に。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/text
fr: Eh bien, je... je ressemble à ma sœur. Ce n'est pas vraiment MOI, de la même manière que son propre reflet n'était pas vraiment ELLE, mais... je suppose que c'est la façon dont nous nous sommes toujours imaginés. Les seules différences étant, um... il fait tellement plus sombre, où que je sois, et j'ai l'air si, ah... fatiguée, je suppose ?
ja: ええと、私…姉さんと同じように見えます。彼女自身の反射が本当の彼女ではなかったのと同じように、これも本当の私ではありませんけど…でも、私たちがいつも自分たちを想像していた姿なんでしょうね。唯一の違いは、えっと…私がどこにいようと、そこはとても暗くて、私はとても、あ…疲れているように見える、かな？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez une pièce – qui doit avoir une description physique.
ja: 部屋をイメージする - 物理的な説明があるはずの。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/text
fr: C'est tout, vraiment – il fait juste sombre. Pour l'information, je, euh... ne peux pas vraiment, vous savez... bouger, ou voir les choses autour de moi, sans mon propre vaisseau. Et, puisque Père choisit de ne pas m'en donner un, je suis généralement juste gardée à ses côtés... m-mais, c'est ce qui m'effraie tellement dans cette situation. Je n'ai jamais été perdue avant, ni toute seule... même en ignorant le mystère de l'endroit où je suis, ou comment je suis arrivée ici – comment Père m'a-t-il perdue ? Était-ce un accident, ou... était-ce quelque chose qu'il avait planifié ?
ja: 本当に、それだけです。ただ暗いんです。念のために言っておくと、私、えっと…自分の船がないと、ほら…動いたり、周りのものを見たりできないんです。そして、父様が私に船を与えないことを選んだので、私は大抵、ただ彼のそばに置かれています…で、でも、この状況がとても怖いのはそこなんです。私は今まで迷子になったことも、一人ぼっちになったこともありません…私がどこにいるのか、どうやってここに来たのかという謎を無視しても、どうして父様は私を失ったんでしょう？事故だったのか、それとも…彼が計画したことだったのか…

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/text
fr: Visualisez les mystères – innombrables, mais peut-être pas pour toujours.
ja: 謎をイメージする - 無数にあるが、おそらく永遠ではない。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/text
fr: D'accord, euh... quand ma sœur sera réparée, peut-être qu'elle pourra parler à Père et le faire résoudre ce désordre. Peut-être que vous pouvez lui parler aussi ? Je ne sais pas vraiment, ah... mais... tant que je peux maintenir cette connexion avec ma sœur, je ne me sens pas TOTALEMENT perdue, du moins. Principalement parce que je peux vous parler ! D'une manière bizarre, vous savez... une sorte de conversation à sens unique et demi. Pour digresser, cependant – je ne pense pas que nous allons tirer grand-chose de ce miroir en le fixant simplement. Néanmoins, je pense que vous pouvez l'emporter avec vous – on ne sait jamais quand il pourrait être utile plus tard... !
ja: そうですね、えっと…姉さんが治ったら、彼女が父様と話して、この混乱を解決してもらえるかもしれません。あなたも彼と話せますか？私、本当に、あ…分かりませんけど…姉さんとのこの繋がりを保てる限り、少なくとも完全に迷子になったとは感じません。ほとんどは、あなたと話せるからです！奇妙な、ほら…一方的半な方法で。 話は逸れますけど、この鏡をただ見つめているだけでは、あまり多くを得られないと思います。それでも、持っていくべきだと思います。後で役に立つかもしれませんから…！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/text
fr: Visualisez l'obscurité – une invasion d'aveuglement à travers la vue.
ja: 闇をイメージする - 視界全体に広がる視覚の欠如。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/event/text
fr: Je, ah... oui, vous avez probablement raison. Si ce que ça a vu dans ce miroir a corrompu GENESIS auparavant, il y a peut-être encore un certain risque à le regarder maintenant. Quoi qu'il en soit, cependant... je pense que vous devriez au moins l'emporter avec vous – on ne sait jamais quand il pourrait être utile plus tard... !
ja: 私、あ…ええ、多分そうですね。以前、この鏡に映ったものがジェネシスを汚染したのなら、今それを見るのにはまだリスクがあるかもしれません。でも、とにかく…少なくとも持っていくべきだと思います。後で役に立つかもしれませんから…！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GRAVEDIGGERLOCATION_FIGHT"]/destroyed/text
fr: Vous avez réussi à vaincre un autre Archange, d'une manière ou d'une autre... v-vous êtes vraiment incroyable, n'est-ce pas ?
ja: どういうわけか、またアークエンジェルを倒しましたね…あ、あなたは本当にすごいですね？

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GRAVEDIGGERLOCATION_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
fr: Visualisez une victoire — durement gagnée et accueillie avec encore plus d'ardeur.
ja: 勝利を視覚化する――苦労して勝ち取り、さらに熱烈に歓迎される勝利を。

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GRAVEDIGGERLOCATION_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
fr: Visualisez une victoire — durement gagnée et accueillie avec encore plus d'ardeur.
ja: 勝利を視覚化する――苦労して勝ち取り、さらに熱烈に歓迎される勝利を。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN"]/text
fr: Le pouvoir sur la mort, et la capacité de restaurer l'énergie... j'ai peine à croire que vous l'ayez encore fait ! Ma sœur peut aussi absorber ce pouvoir de GRAVEDIGGER... ce qui n'est pas seulement une victoire pour elle, mais aussi une perte pour GENESIS. Elle ne fait que devenir plus faible, tandis que nous devenons plus forts ! Ou, ah... vous savez, vous l'êtes. E-elle l'est.
ja: 死を司る力、そしてエネルギーを回復する能力…またやったなんて、ほとんど信じられません！姉さんもこのグレイヴディガーの力を吸収できます…これは彼女にとっての勝利だけでなく、ジェネシスにとっての損失でもあります。ジェネシスは弱くなる一方で、私たちは強くなっています！というか、あ…ほら、あなたです。か、彼女です。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN"]/choice/text
fr: Visualisez le pouvoir — quelque chose de nécessaire en temps de crise, même s'il est souvent responsable de les provoquer.
ja: 力を視覚化する――危機の時に必要なもの、たとえそれがしばしば危機の原因であっても。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN"]/choice/event/text
fr: Pour GRAVEDIGGER, la décomposition est un anathème – ainsi, en maniant son pouvoir, vos amis se retrouveront soignés au fil du temps dans vos salles de Boucliers, de Moteurs ou de Contrôle des Armes – le taux de guérison de chaque salle augmentant avec la quantité d'énergie qui leur est accordée. Non seulement cela, mais... dans ces salles, ils pourront naturellement accorder un peu d'énergie rien qu'en restant là ! N'est-ce pas, hum... a-incroyable ?! Du moins, ah... j'espère que oui. Père sait que vous aurez besoin de toute l'aide possible si vous devez affronter GENESIS... mais, tout de même ! Je n'ai que de la foi en vous et ma sœur ! Je sais que vous deux pouvez le faire, même si personne d'autre ne le peut – alors gardez la tête haute, d'accord ? Vous n'êtes pas seuls, tant que nous sommes là.
ja: グレイヴディガーにとって、腐敗は忌むべきものです。そのため、その力を振るうことで、あなたの仲間はシールド、エンジン、またはウェポン・コントロール室にいる間、時間とともに回復します。各部屋の回復速度は、それに与えられたパワーの量に応じて増加します。それだけでなく…これらの部屋にいる間、彼らはただ立っているだけで自然に少しのパワーを供給できるようになります！それって、えっと…す、すごくないですか？！ 少なくとも私、あ…そうだといいんですけど。父様は、あなたがジェネシスに立ち向かうなら、あらゆる助けが必要だと知っています…でも、そ、それでも！私はあなたと姉さんを信じるだけです！他には誰もできなくても、あなたたち二人ならできると知っています。だから、顔を上げてくださいね？私たちがいる限り、あなたはこの中で一人ではありません。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN"]/choice/event/choice/text
fr: Visualiser un voyage – celui qui doit continuer, malgré les épreuves qui restent à venir.
ja: 旅をイメージする - 前途に待ち受ける試練にもかかわらず、続けなければならないもの。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN_DEATH"]/text
fr: Je ne m'inquiéterais pas trop du vaisseau de ma sœur. À chaque défaite d'un Archangel, il devrait y avoir suffisamment d'énergie restante pour qu'elle puisse se réparer. Hum, en parlant d'énergie ! Une domination complète sur la mort, et la capacité de restaurer l'énergie... J'ai du mal à croire que vous l'ayez encore fait ! Ma sœur peut aussi absorber ce pouvoir de GRAVEDIGGER... ce qui n'est pas seulement une victoire pour elle, mais aussi une perte pour GENESIS. Il ne fait que s'affaiblir, tandis que nous nous renforçons ! Ou, ah... vous savez, c'est vous. E-elle.
ja: 姉さんの船のことは、あまり心配しないでください。アークエンジェルを倒すたびに、自分自身を修理するのに十分な余剰パワーがあるはずです。えっと、パワーと言えば！死を完全に支配し、エネルギーを回復する能力…またやったなんて、ほとんど信じられません！姉さんもこのグレイヴディガーの力を吸収できます…これは彼女にとっての勝利だけでなく、ジェネシスにとっての損失でもあります。ジェネシスは弱くなる一方で、私たちは強くなっています！というか、あ…ほら、あなたです。か、彼女です。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN_DEATH"]/crewMember
fr: L'Ombre
ja: シェイド

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN_DEATH"]/choice/text
fr: Visualisez le pouvoir — quelque chose de nécessaire en temps de crise, même s'il est souvent responsable de les provoquer.
ja: 力を視覚化する――危機の時に必要なもの、たとえそれがしばしば危機の原因であっても。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN_DEATH"]/choice/event/text
fr: Pour GRAVEDIGGER, la décomposition est un anathème – ainsi, en maniant son pouvoir, vos amis se retrouveront soignés au fil du temps dans vos salles de Boucliers, de Moteurs ou de Contrôle des Armes – le taux de guérison de chaque salle augmentant avec la quantité d'énergie qui leur est accordée. Non seulement cela, mais... dans ces salles, ils pourront naturellement accorder un peu d'énergie rien qu'en restant là ! N'est-ce pas, hum... a-incroyable ?! Du moins, ah... j'espère que oui. Père sait que vous aurez besoin de toute l'aide possible si vous devez affronter GENESIS... mais, tout de même ! Je n'ai que de la foi en vous et ma sœur ! Je sais que vous deux pouvez le faire, même si personne d'autre ne le peut – alors gardez la tête haute, d'accord ? Vous n'êtes pas seuls, tant que nous sommes là.
ja: グレイヴディガーにとって、腐敗は忌むべきものです。そのため、その力を振るうことで、あなたの仲間はシールド、エンジン、またはウェポン・コントロール室にいる間、時間とともに回復します。各部屋の回復速度は、それに与えられたパワーの量に応じて増加します。それだけでなく…これらの部屋にいる間、彼らはただ立っているだけで自然に少しのパワーを供給できるようになります！それって、えっと…す、すごくないですか？！ 少なくとも私、あ…そうだといいんですけど。父様は、あなたがジェネシスに立ち向かうなら、あらゆる助けが必要だと知っています…でも、そ、それでも！私はあなたと姉さんを信じるだけです！他には誰もできなくても、あなたたち二人ならできると知っています。だから、顔を上げてくださいね？私たちがいる限り、あなたはこの中で一人ではありません。

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN_DEATH"]/choice/event/choice/text
fr: Visualiser un voyage – celui qui doit continuer, malgré les épreuves qui restent à venir.
ja: 旅をイメージする - 前途に待ち受ける試練にもかかわらず、続けなければならないもの。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/beaconType/unvisitedTooltip
fr: L'emplacement de l'Archangel Protocol: GRAVEDIGGER, révélé par votre victoire sur GATEKEEPER.
ja: アークエンジェル・プロトコル：グレイヴディガーの場所。ゲートキーパーに対する勝利によって明らかにされた。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: ...c'est ici, d'accord. Ma sœur peut sentir son énergie sombre et tordue rayonner dans tout l'espace ici... son appel à la divinité. P-préparez-vous, d'accord ? Ce, hum... ne sera pas facile, vous savez ?
ja: …ここにありますね。姉さんは、ここの空間全体に放射される、その暗く、ねじれたエネルギーを感じています…神性への呼びかけを。み、身構えてくださいね？これは、えっと…簡単じゃないですよ？

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
fr: Visualiser une préparation – se tenir prêt pour le pire, du mieux que l'on peut.
ja: 身構えるのをイメージする - 最悪の事態に備え、できる限りの準備をする。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
fr: Archangel Protocol: GRAVEDIGGER... son entourage de Lightborne et son système clé reposent tous deux sur la manipulation de la vie – il tentera de vous submerger avec des Lightborne puissants et auto-entretenus tout en surmontant simultanément vos défenses avec des tirs d'armes formidables. Si vous pouvez empêcher quoi que ce soit, ce devrait être la propagation de ses Devourluxes – plus ils sont autorisés à vivre et à manger d'autres Lightborne, plus ils deviendront forts !
ja: アークエンジェル・プロトコル：グレイヴディガー…そのライトボーンの側近と主要システムは、どちらも生命の操作に依存しています。強力で自己維持能力のあるライトボーンであなたを圧倒しようとすると同時に、恐るべき兵器の砲火であなたの防御を突破しようとします。もし何かを防げるなら、それはデヴァウラックスの増殖であるべきです。彼らが生き続け、他のライトボーンを食べる時間が長ければ長いほど、彼らは強くなります！

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/triggeredEvent/triggeredEventBox/tooltip
fr: L'Archange canalise une énergie divine et défensive — vous avez ce temps avant qu'il ne se protège avec un puissant bouclier d'énergie.
ja: 大天使は神聖な防御エネルギーをチャネリングしている――強力なエネルギーシールドで自身を守るまで、これだけの時間がある。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。
