Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_sector_ddantumbra.xml/*.po
Languages: fr, ja

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
fr: O-ouais ! Battez-les ! Je, hum... vous encouragerai — d'ici ! Où que, ah... 'ici' soit réellement.
ja: は、はい！やっつけちゃってください！私は、えっと…ここから応援してますから！この、あ…「ここ」がどこであろうと。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
fr: Visualisez un passant — se contentant de voyager, ne cherchant jamais la bagarre.
ja: 通りすがりをイメージする - ただ旅をしているだけで、決して戦いを求めてはいない。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
fr: Êtes-vous sûr ? Je pensais que nous étions — ou, hum... que vous étiez... eh bien, d'accord. Je suppose que vous avez d'autres chats à fouetter, n'est-ce pas ? Malgré tout... j'espère que ces Porteurs de Lumière s'en sortiront bien.
ja: 本気ですか？てっきり私たちは…というか、えっと…あなたたちは…まあ、いいです。もっと大事なことがあるんですよね？それでも…このライトボーンたちが無事だといいんですけど。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_WORMHOLE_SUMMONLIST_CHOSEN_FIGHT"]/destroyed/text
fr: B-bien joué ! C'est dommage que, ah... nous n'ayons pas pu simplement raisonner avec eux, mais... eh bien, vous avez fait ce que vous aviez à faire. De plus ! Ils ne m'ont pas vraiment semblé être, hum... des types raisonnables, en premier lieu.
ja: な、ナイスです！その、あ…彼らと話し合えなかったのは残念ですけど…でも、あなたはやるべきことをやったんです。それに！彼らはそもそも、えっと…話が通じるタイプには見えませんでしたしね。

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_WORMHOLE_SUMMONLIST_CHOSEN_FIGHT"]/destroyed/choice/text
fr: Visualisez l'exploration — celle de cette épave familière, mais toujours d'un autre monde.
ja: 探索をイメージする - この質素でありながら異世界的な残骸の探索。

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_WORMHOLE_SUMMONLIST_CHOSEN_FIGHT"]/deadCrew/text
fr: B-bien joué ! C'est dommage que, ah... nous n'ayons pas pu simplement raisonner avec eux, mais... eh bien, vous avez fait ce que vous aviez à faire. De plus ! Ils ne m'ont pas vraiment semblé être, hum... des types raisonnables, en premier lieu.
ja: な、ナイスです！その、あ…彼らと話し合えなかったのは残念ですけど…でも、あなたはやるべきことをやったんです。それに！彼らはそもそも、えっと…話が通じるタイプには見えませんでしたしね。

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_WORMHOLE_SUMMONLIST_CHOSEN_FIGHT"]/deadCrew/choice/text
fr: Visualisez l'exploration — celle de cette épave familière, mais toujours d'un autre monde.
ja: 探索をイメージする - この質素でありながら異世界的な残骸の探索。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE_SUMMONLIST_CHOSEN_FIGHT_WIN"]/text
fr: Oh, il RESTE quelque chose... qu'est-ce que c'est ? Une étrange arme, venue de votre réalité ? Attendez, mais... ces Ombres ne sont-elles pas à l'intérieur ? Est-ce que ça veut dire que... oh, Père ! Il demandait TOUJOURS à ma sœur de transporter des Ombres pour lui, via GENÈSE... Je suppose qu'il, juste, hum... les distribue à ses disciples ? Je ne vois pas pourquoi, mais... qui suis-je pour le juger ? Je suis sûre qu'il a ses raisons ! Haha...
ja: あ、何か残ってますね…あれは何でしょう？あなたの現実から来た、奇妙な武器ですか？ 待って、でも…この中にいるのはシャドウじゃないですか？ということは…あ、父様！父様はいつも姉さんにジェネシス経由でシャドウを運ぶように頼んでいました…多分、その、えっと…信奉者に配ってるんでしょうか？理由は分かりませんけど…でも、私に父様を判断する資格なんてありません。きっと理由があるんですよ！はは…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: ...qu'est-ce que, hum... c'est ? Il y a une sorte de... bouton gris, ici dans l'espace. Qu'est-ce qu'il fait là ?
ja: …あれは、えっと…何でしょう？宇宙に何か…灰色のボタンみたいなものがあります。どうしてこんなところに？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
fr: Visualisez une pichenette — une si très, très fervente.
ja: つつくのをイメージする - とっても、とっても熱心に。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
fr: Attendez, soyez prudent ! Qui sait ce qui se passera, si vous-
ja: 待って、気をつけて！もしあなたが…何が起こるか分かりませんよ！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Visualisez la ferveur — ferveur, ferveur, FERVEUR !
ja: 熱意をイメージする - 熱意、熱意、熱意！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/text
fr: Oh, mon Dieu — un trou de ver ?! Je vous ai dit de faire attention ! On dirait que vous avez de la compagnie, de retour de votre réalité... et ils ne semblent pas très bien supporter toute cette histoire d', euh, 'insensibilité forcée'. Ils ont l'air assez confus, même... ah, peu importe, ils arrivent ! Préparez-vous !
ja: まあ、ワームホール？！気をつけてって言ったのに！あなたの現実からお仲間が来たみたいですね…しかも彼らは、えーっと、「強制的な無感覚」状態にうまく対処できていないようです。かなり混乱しているみたい…あ、とにかく、こっちに来ますよ！準備してください！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice/text
fr: Visualisez la bataille — un acte à préparer.
ja: 戦闘を視覚化する――準備すべき行為を。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
fr: Visualisez l'évitement — celui des inexplicables boutons spatiaux.
ja: 回避をイメージする - 不可解な宇宙のボタンの回避。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
fr: Honnêtement, oui... ça me perturbe aussi un peu. Faisons juste, hum...? Laissons-le à ce que font les boutons bizarres dans l'espace ? Ouais, ça a l'air normal !
ja: 正直、ええ…私もちょっと不気味です。 просто, um...? 宇宙で奇妙なボタンがすることは何であれ、それに任せましょうか？ええ、それが普通に聞こえます！

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
fr: Visualisez une tâche subalterne — à accomplir pendant son temps libre.
ja: 雑用を視覚化する――暇な時にやるべきことを。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
fr: Visualisez le néant — ce qui englobera un jour toute chose.
ja: 無を視覚化する――いつかすべてを包含するもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
fr: Bien que les couleurs désormais restaurées du Plan Antumbral affluent, avec leur beauté sereine... pour une raison quelconque, vous ne pouvez vous empêcher d'être perturbé par le silence laissé dans leur sillage. Il ne reste plus rien pour vous ici, semblerait-il.
ja: 今や回復したアンタンブラル・プレーンの色が、その穏やかな美しさとともに押し寄せてくるが……なぜか、その後に残された沈黙に心を乱されずにはいられない。ここにはもう、あなたのために残されたものはないようだ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
fr: ...oh, les Ombres sont là ! Bien que, hum... normalement elles seraient un peu plus excitées de voir ma sœur. Celles-ci semblent être... anxieuses ? Effrayées ? Elles ont dû être attaquées par la Fausse Radiance, récemment... en supposant qu'elles se remettent encore, peut-être y a-t-il quelque chose que vous puissiez faire pour les aider ?
ja: …あ、シャドウがいます！でも、えっと…普段なら姉さんを見て、もっと喜ぶはずなんですけど。この子たちは…不安そう？怯えてる？最近フォールス・ラディアンスに攻撃されたに違いありません…まだ回復中だとすれば、あなたが何か助けてあげられることがあるかもしれません。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/text
fr: Visualisez une offrande — la parenté trouvée en offrant une arme de l'Ombre.
ja: 捧げ物をイメージする - シャドウの武器を捧げることで見出される親近感。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/text
fr: Une arme ? Pensez-vous que ça aidera ? Eh bien... laquelle, alors ?
ja: 武器ですか？それで助けになると思いますか？ええと…じゃあ、どれにしますか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/text
fr: Visualisez une arme flak — un linceul de nombreuses choses.
ja: フラック兵器をイメージする - 多くのものを覆う幕。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/text
fr: Oh, elles sont... en train de la manger ? Ou, hum... peut-être qu'elles sont juste... en train de l'absorber ? Je ne suis pas vraiment sûre. Ma sœur n'a jamais vraiment eu beaucoup d'occasions de connaître les Ombres, malgré qu'elle travaille à les garder, elles et les Porteurs de Lumière, en sécurité. Elles, ah... restent surtout entre elles. Mais, hé ! Peut-être que nous pourrons apprendre quelque chose ici, et tout lui raconter quand ce sera fini ! Laissons-les, hum... laissons-les faire leur truc, je suppose ?
ja: あ、彼ら…食べてる？それとも、えっと…吸収してるんでしょうか？よく分かりません。姉さんは、シャドウとライトボーンを安全に保つために働いていたにもかかわらず、シャドウのことを知る機会があまりなかったんです。彼らは、あ…ほとんど自分たちだけでいるので。でも、ねえ！ここで何か学んで、このことが終わったら姉さんに全部話せるかもしれません！えっと…彼らの好きにさせてみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/text
fr: Visualisez la patience — une vertu, parmi tant d'autres, à exercer lorsque cela est jugé nécessaire.
ja: 忍耐をイメージする - 必要と判断された時に発揮されるべき、多くの美徳の一つ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/text
fr: Visualisez le silence — le sombre compagnon de la patience.
ja: 沈黙をイメージする - 忍耐の陰鬱な伴侶。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/event/text
fr: ...eh bien, je suppose que pendant qu'elles, hum... mâchent cette arme, nous pourrions peut-être, ah, parler un peu ? Je... voulais vous demander quelque chose — à propos des Ombres, assez curieusement. Elles sont aussi dans votre réalité, n'est-ce pas ? C'est flou, mais j'ai l'impression de m'en souvenir en partie grâce à ce que ma sœur a vu quand elle vous a rencontré. Ce que je voulais demander, c'était, hum... comment sont-elles là-bas ?
ja: …ええと、彼らが、その…武器を噛んでいる間に、もしかしたら、あ、少しお話できますか？私…あなたに聞きたいことがあったんです。奇しくも、シャドウについて。あなたの現実にもいますよね？曖昧ですけど、姉さんがあなたに会った時に見たものを通して、そう思い出せる気がします。聞きたかったのは、えっと…そこでは彼らはどんな感じなんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/event/choice/text
fr: Visualisez l'obscurité — vaste, vorace et plus que suffisamment profonde pour s'y noyer.
ja: 闇をイメージする - 広大で、貪欲で、溺れるには十分すぎるほど深い。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/event/choice/event/text
fr: V-vraiment ? Les Ombres ici sont si timides, pourtant... voyant à quel point votre réalité est lointaine, je suppose qu'il est juste de supposer que le Père les y a amenées d'ici. Mais, qu'est-ce qui causerait ce changement dans leur comportement ? Et, ah... quel est l'intérêt de les y amener de toute façon, de toute façon ? Surtout si elles sont contentes ici, et en colère autrement... p-peut-être pourrons-nous lui demander plus tard ? Ensemble, bien sûr...! C'est, hum... moins effrayant, de cette façon.
ja: ほ、本当ですか？ここのシャドウはとても臆病なのに…あなたの現実がどれだけ遠いかを考えると、父様がここから彼らを連れて行ったと考えて間違いないでしょうね。でも、何が彼らの行動を変えさせたんでしょう？そして、あ…そもそも、父様が彼らをそこに連れて行く意味は何なんでしょう？特に、ここでは満足していて、そうでなければ怒っているのに…あ、あとで父様に聞いてみましょうか？もちろん、一緒に！その、えっと…その方が怖くないですから。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un compagnon — une compagnie bienvenue en territoire inhospitalier.
ja: 仲間をイメージする - 歓迎されない領域での、歓迎すべき仲間。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Un compagnon ? P-pensez-vous que je suis... oh, euh, regardez ! Les Ombres ont fini ! Et il semblerait qu'elles aient quelque chose pour vous ? Est-ce... un Flamboyant ? Un qui n'est pas sous l'influence de la Fausse Radiance, en plus... Je me demande si les Ombres le protégeaient, et c'est pour cela que la Fausse Radiance les a attaquées. Je suppose qu'elles vous le confient, maintenant ? Vous êtes populaire ! Avec les, euh, Ombres, bien sûr...
ja: 仲間？あなたは…私が、あ…あ、えっと、見てください！シャドウが終わったみたいです！そして、あなたに何かくれるみたいですよ？ あれは…ライトボーン？しかも、フォールス・ラディアンスの影響下にない…もしかしてシャドウがこれを守っていて、だからフォールス・ラディアンスに攻撃されたんでしょうか。今はあなたに託しているみたいですね？人気者じゃないですか！もちろん、あ、シャドウに…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/text
fr: Visualisez une arme laser léger - le fléau de son homonyme.
ja: ライトレーザー兵器をイメージする - その名の由来の天敵。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/text
fr: Oh, elles sont... en train de la manger ? Ou, hum... peut-être qu'elles sont juste... en train de l'absorber ? Je ne suis pas vraiment sûre. Ma sœur n'a jamais vraiment eu beaucoup d'occasions de connaître les Ombres, malgré qu'elle travaille à les garder, elles et les Porteurs de Lumière, en sécurité. Elles, ah... restent surtout entre elles. Mais, hé ! Peut-être que nous pourrons apprendre quelque chose ici, et tout lui raconter quand ce sera fini ! Laissons-les, hum... laissons-les faire leur truc, je suppose ?
ja: あ、彼ら…食べてる？それとも、えっと…吸収してるんでしょうか？よく分かりません。姉さんは、シャドウとライトボーンを安全に保つために働いていたにもかかわらず、シャドウのことを知る機会があまりなかったんです。彼らは、あ…ほとんど自分たちだけでいるので。でも、ねえ！ここで何か学んで、このことが終わったら姉さんに全部話せるかもしれません！えっと…彼らの好きにさせてみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/text
fr: Visualisez la patience — une vertu, parmi tant d'autres, à exercer lorsque cela est jugé nécessaire.
ja: 忍耐をイメージする - 必要と判断された時に発揮されるべき、多くの美徳の一つ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/text
fr: Visualisez le silence — le sombre compagnon de la patience.
ja: 沈黙をイメージする - 忍耐の陰鬱な伴侶。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/event/text
fr: ...eh bien, je suppose que pendant qu'elles, hum... mâchent cette arme, nous pourrions peut-être, ah, parler un peu ? Je... voulais vous demander quelque chose — à propos des Ombres, assez curieusement. Elles sont aussi dans votre réalité, n'est-ce pas ? C'est flou, mais j'ai l'impression de m'en souvenir en partie grâce à ce que ma sœur a vu quand elle vous a rencontré. Ce que je voulais demander, c'était, hum... comment sont-elles là-bas ?
ja: …ええと、彼らが、その…武器を噛んでいる間に、もしかしたら、あ、少しお話できますか？私…あなたに聞きたいことがあったんです。奇しくも、シャドウについて。あなたの現実にもいますよね？曖昧ですけど、姉さんがあなたに会った時に見たものを通して、そう思い出せる気がします。聞きたかったのは、えっと…そこでは彼らはどんな感じなんですか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/event/choice/text
fr: Visualisez l'obscurité — vaste, vorace et plus que suffisamment profonde pour s'y noyer.
ja: 闇をイメージする - 広大で、貪欲で、溺れるには十分すぎるほど深い。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/event/choice/event/text
fr: V-vraiment ? Les Ombres ici sont si timides, pourtant... vu à quel point votre réalité est lointaine, je suppose qu'il est juste de supposer que Père les a ramenées d'ici. Mais, qu'est-ce qui causerait un tel changement dans leur comportement ? Et, euh... à quoi bon les amener là-bas, de toute façon ? Surtout si elles sont contentes ici, et en colère ailleurs... O-on pourrait peut-être lui demander plus tard ? Ensemble, bien sûr... ! C'est, euh... moins effrayant, comme ça.
ja: ほ、本当ですか？ここのシャドウはとても臆病なのに…あなたの現実がどれだけ遠いかを考えると、父様がここから彼らを連れて行ったと考えて間違いないでしょうね。でも、何が彼らの行動を変えさせたんでしょう？そして、あ…そもそも、父様が彼らをそこに連れて行く意味は何なんでしょう？特に、ここでは満足していて、そうでなければ怒っているのに…あ、あとで父様に聞いてみましょうか？もちろん、一緒に！その、えっと…その方が怖くないですから。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/text
fr: Visualisez un compagnon — une compagnie bienvenue en territoire inhospitalier.
ja: 仲間をイメージする - 歓迎されない領域での、歓迎すべき仲間。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Un compagnon ? P-pensez-vous que je suis... oh, euh, regardez ! Les Ombres ont fini ! Et il semblerait qu'elles aient quelque chose pour vous ? Est-ce... un Flamboyant ? Un qui n'est pas sous l'influence de la Fausse Radiance, en plus... Je me demande si les Ombres le protégeaient, et c'est pour cela que la Fausse Radiance les a attaquées. Je suppose qu'elles vous le confient, maintenant ? Vous êtes populaire ! Avec les, euh, Ombres, bien sûr...
ja: 仲間？あなたは…私が、あ…あ、えっと、見てください！シャドウが終わったみたいです！そして、あなたに何かくれるみたいですよ？ あれは…ライトボーン？しかも、フォールス・ラディアンスの影響下にない…もしかしてシャドウがこれを守っていて、だからフォールス・ラディアンスに攻撃されたんでしょうか。今はあなたに託しているみたいですね？人気者じゃないですか！もちろん、あ、シャドウに…

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/text
fr: Visualisez une arme Bombe - un tourment inéluctable.
ja: ボム兵器をイメージする - その苦痛から逃れられないもの。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/text
fr: Oh, elles sont... en train de la manger ? Ou, hum... peut-être qu'elles sont juste... en train de l'absorber ? Je ne suis pas vraiment sûre. Ma sœur n'a jamais vraiment eu beaucoup d'occasions de connaître les Ombres, malgré qu'elle travaille à les garder, elles et les Porteurs de Lumière, en sécurité. Elles, ah... restent surtout entre elles. Mais, hé ! Peut-être que nous pourrons apprendre quelque chose ici, et tout lui raconter quand ce sera fini ! Laissons-les, hum... laissons-les faire leur truc, je suppose ?
ja: あ、彼ら…食べてる？それとも、えっと…吸収してるんでしょうか？よく分かりません。姉さんは、シャドウとライトボーンを安全に保つために働いていたにもかかわらず、シャドウのことを知る機会があまりなかったんです。彼らは、あ…ほとんど自分たちだけでいるので。でも、ねえ！ここで何か学んで、このことが終わったら姉さんに全部話せるかもしれません！えっと…彼らの好きにさせてみましょうか？

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/text
fr: Visualisez la patience — une vertu, parmi tant d'autres, à exercer lorsque cela est jugé nécessaire.
ja: 忍耐をイメージする - 必要と判断された時に発揮されるべき、多くの美徳の一つ。

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/text
fr: Visualisez le silence — le sombre compagnon de la patience.
ja: 沈黙をイメージする - 忍耐の陰鬱な伴侶。
