Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_multiverse.xml.append/*.po
Languages: ru, zh_hans

source: Again, the chorus speaks: "I'd really rather not, but... oh well..." "PURIFICATION: UNDERWAY. BURN." "...and it is light's duty to chase away thhhhe shadows."
ru: Снова звучат голоса: "Я бы очень хотел этого, но... ну что ж..." "ОЧИЩЕНИЕ: ИДЕТ. ГОРИ". "...и долг света - прогонять тени".
zh_hans: 那多重的声音再次响起： “我真不想这样，但是……唉，好吧……” “净化：进行中。燃烧吧。” “……而驱散阴影是光明的职责。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: Sylvan has a story he wants to tell.
ru: У Сильвана есть история, которую он хочет рассказать.
zh_hans: 希尔凡有个故事想讲。

source: "Alright ssstranger! Have you ever heard the tale... of the Corruptor sssysssstem? No? Well, that'sss becaussse there ain't one, asss far asss I can tell. Not a sssoul ssseems to be able to ansssswer me on the matter. Not the other merchantsss, who peddle the cursssed thing, OR the poor ssssapsss they sssucker into buying it." Sylvan tilts his eyestalks slightly, seemingly deep in thought. "Now, unlessss everyone in the Multiverssse hasss come to sssome kind of agreement to play a prank on your ol' pal Sssylvan, I think ssssomething... ssstrange is at work here, ssstranger. That'sss why I came here - to the beating heart, sssso to ssspeak, of all this mattervirusss nonssenssse. Leassst... that'sss what I wasss exxxpecting it to be, following the breadcrumb trail, but I ain't ssseen a thing out of the ordinary. Jussst nebula, nebula, and... more nebula, frankly. And don't that just make the whole thing ssstranger, ssstranger? I can tell by that look on your faccce - you've sseen sssomething here. You ain't the only one, neither - another ssstranger came rolling through here jussst a bit ago. Wasss ranting and raving - real crazzzy-like - 'bout sseeing dozensss of ssshipsss full of thosse Ssssoulplague Husssk thingsss. Meanwhile, me? Nada. Ain't a thing ssstirring in the empty ssspace out here. It all feelsss ssso... intentttional, ssssomehow. Like the truth itssself iss hiding from me. That other ssstranger ssseemed to feel the sssame way, too - tried asssking me to follow her to ssssomething weird ssshe'd sseen. Now, believe me - I'd love to blindly trussst every which perssson who rollsss on out here, deep into the depthsss of interssstellar sspace. There wasss ssssomething in her eyesss, though, ssstranger... sssomething real dark. Wasssn't 'bout to find myssself backssstabbed in the alley of ssssome backwater nebula, you know? Though, you on the other hand... I know you're the real daring type, ssstranger. If you wanted, I can tell you where the weirdo went. Maybe ssshe really doesss have ssssome ansswersss, and you could get to the bottom of thisss whole Corruptor bussinessss in my placcce, eh? What do you ssssay, ssstranger?"
ru: "Ладно, ссстранник! Ссслышшшал ли ты когда-нибудь легенду… о сссиссстеме Осссквернитель? Нет? Ну, это потому, что ее, похоже, вовсссе не сссуществует. Никто не может мне ничего рассказать об этом. Ни другие торговцы, что приторговывают этой проклятой вещью, ни бедолаги, которых они сссоблазняют ее купить". Сильван наклоняет свои глазные стебельки, будто погрузившись в размышления. "Есссли только вссся Мультивссселенная не сссговориласссь подшшшутить над твоим ссстарым приятелем Сссильваном, то тут творитссся что-то... ссстранное, ссстранник. Вот почему я пришшшел сссюда - в сссамое сссердце, так сссказать, этого материя-вирусссного безумия. По крайней мере, это то, чего я ожидал, ссследуя по ссследам, но ничего необычного не увидел. Одна туманносссть, туманносссть, и... еще туманносссть, есссли чессстно. И разве это не делает всссе еще ссстраннее, ссстранник? Вижу по твоему лицу - ты тут что-то видел. Ты не один такой - другая ссстранница недавно побывала тут. Бормотала и несссла всссякий бред, вроде как, что видела десссятки кораблей, набитых этими оболочками чумы душшши. А я? Ничего. Ни единого шшшороха в этом пуссстом косссмосссе. Всссе кажетссся... ссслишшшком уж преднамеренным. Будто сссама правдa от меня ссскрываетссся. Та другая ссстранница, похоже, почувссствовала то же сссамое - пыталасссь уговорить меня пойти за ней, к какому-то ссстранному месссту, которое она нашшшла. Поверь мне, я был бы рад доверять каждому, кто приходит сссюда, в глубины межзвездного проссстранссства. Но было что-то в ее глазах, ссстранник... что-то темное. Я не хотел, чтобы меня ударили в ссспину в каком-то закоулке захудалой туманносссти, понимаешшшь? А вот ты... ты, похоже, из тех, кто любит рисссковать, ссстранник. Есссли хочешшшь, я могу сссказать, куда ушшшла эта чудачка. Может, она и вправду нашшшла какие-то ответы, и ты сссможешшшь докопатьссся до сссути этого дела ссс Осссквернителем вмесссто меня, а? Что ссскажешшшь, ссстранник?"
zh_hans: “好吧，陌生～～人！你有没有听过……关于腐化者系统的故事～～？没有？嗯，那是～～因为据我所知，压根就没有这么一个故事～～。在这个问题上，似乎没～～有一个人能给我个答～～案。那些兜售这诅咒玩意的其他商～～人不能，那些被他们骗得团团转去买它的倒霉蛋也不能。” 希尔凡微微倾斜他的眼柄，似乎在深思。“现在，除非多元宇宙里的每个人都达成了某种协议，要来捉弄一下你的老朋友希～～尔凡，否则我觉得……这背后有什么古怪的东西在作祟～～，陌生～～人。 这正是～～我来这里的原因——可以说，是～～来到了这场数据病毒闹剧的中心。至少……我本来以为是，跟着线索一路来的，但我啥～～特别的事儿都没见着。老实说，只有星云，星云，还有……更多的星云。 这难道不是让整件事显得更古怪了吗，陌生～～人？我从你脸上的表情就能看出来——你在这儿见过什～～么东西。你也不是唯一一个——另一位陌生～～人刚刚不久前也经过这里。当时～～大吵大闹，疯狂得很——说她看到几十～～艘载满了那种魂疫空壳玩意儿的星舰。 而我呢？啥都没有。这片空旷的星域里，连个动静都没有。这一切感觉如此……刻意，不知怎的。就像真相本身～～在躲着我。那位陌生～～人好像也有同感——还想叫我跟她去看她看到的什么古～～怪东西。 听着，相信我——我也很想盲目信任每一个跑到这星际深～～处来的人。但是，她的眼神里有种东西，陌生～～人……一种非常阴暗的东西。我可不想在某个偏远星云的‘小巷’里被人背后捅刀子，你明白吧？ 不过，你嘛……我知道你是那种真正敢冒险的类型，陌生～～人。如果你愿意，我可以告诉你那怪人去了哪儿。也许她真的知道些答～～案，你就能替我查清这整个腐化者事件的真相了，嗯？你觉得怎么～～样，陌生～～人？”

source: Sure, sounds interesting enough.
ru: Конечно, звучит достаточно интересно.
zh_hans: 当然，听起来挺有意思的。

source: "I knew you were made of tougher ssstuff! In that cassse, here'sss where ssshe went - but, how about a bit of trading firssst, eh, sssstranger? Can't sssay I've ssseen a lot of bussinessss, all the way out here! Or, ah... any, you know?"
ru: "Я знал, что ты сссделан из более прочного тессста! В таком ссслучае вот куда она направиласссь - но, может, сссначала немного поторгуем, а, ссстранник? Не могу сссказать, что тут у меня хорошшшо идут дела в этих краях! Или, хех... хоть какой-нибудь, ты понимаешшшь?"
zh_hans: “我就知道你是个硬茬子！那样的话，这是她去的方向——不过，先做点交易怎么样，嗯，陌生～～人？我得说，在这～～么远的地方，我可没见着什么生意！或者，啊……压根没有，你懂吧？”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I'll pass, thanks.
ru: Я пас, спасибо.
zh_hans: 我拒绝，谢谢。

source: "That'ssss alright, ssstranger. No hard feelingssss."
ru: "Всссе в порядке, ссстранник. Без обид".
zh_hans: “那～～好吧，陌生～～人。不伤和气。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The strange, Soulplague-infected mass is broken apart ceremoniously - its remnants splintering, and sinking away, deeper, and deeper, into the nebula...
ru: Странная, зараженная чума души масса торжественно распадается на части - ее остатки разлетаются и погружаются все глубже и глубже в туманность...
zh_hans: 那团被魂疫感染的怪异物质被庄重地击碎——它的碎片分裂开来，沉入星云深处，越来越深……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As the last of the strange entities perishes, the Soulplague-infected mass is broken apart ceremoniously - its remnants splintering, and sinking away, deeper, and deeper, into the nebula...
ru: Когда последнее из странных существ погибает, зараженная чумой души масса торжественно распадается - ее остатки разлетаются и погружаются все глубже и глубже в туманность...
zh_hans: 随着最后一个怪异实体的消亡，那团被魂疫感染的物质被庄重地击碎——它的碎片分裂开来，沉入星云深处，越来越深……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As things begin to heat up, the surface of the hulking Soulplague-infected ship before you bubbles, and churns, as some of the mass from within it seems to literally claw its way outwards. These rogue globules eject themselves, at a horrifying velocity, and a few of them even manage to latch onto your ship as you attempt to outmaneuver the ravenous vessel. Once atop your hull, they somehow find a way to seep through, and get inside - reforming within your ship as Mantis Husks! You see as the Bishop falters before their visage slightly, before readying her battle stance once more. "You cretins would make a MOCKERY of their memories? Of the cause they died in the name of? I will see to it that you suffer the same pain they did, monsters - a THOUSANDFOLD!"
ru: Когда ситуация начинает накаляться, поверхность огромного корабля, зараженного чумой души, перед вами начинает пузыриться и бурлить, а часть массы изнутри, кажется, буквально вырывается наружу. Эти злобные сгустки выбрасываются с ужасающей скоростью, и некоторые из них даже прилипают к вашему кораблю, когда вы пытаетесь обойти хищный корабль. Оказавшись на вашем корпусе, они каким-то образом находят способ проникнуть внутрь и превращаются внутри вашего корабля в оболочек богомолов! Вы видите, как Епископ слегка пошатывается перед вами, прежде чем вступить в бой. "Вы, кретины, хотите ВЫСМЕЯТЬ их память? Дело, за которое они погибли? Я позабочусь о том, чтобы вы испытали ту же боль, что и они, монстры - ТЫСЯЧЕКРАТНО!"
zh_hans: 就在局势升温之际，你面前那艘庞大、感染了魂疫的星舰表面，竟开始冒泡、翻腾，仿佛其内部的一部分物质正用爪子向外撕扯。这些失控的团块以骇人的速度喷射而出，在你试图摆脱这艘贪婪星舰的纠缠时，其中几团甚至成功吸附在了你的舰体上。 它们一附着在舰体外壳，便不知怎地找到了渗入内部的途径，并在你的星舰内部重组成了螳螂族空壳！你看到主教在它们面前略显动摇，随即又再度摆好了战斗姿态。“你们这些渣滓，竟敢嘲弄他们的记忆？嘲弄他们为之捐躯的事业？我要让你们这些怪物也尝尝他们曾承受的痛苦——千倍奉还！”

source: Let's do this, then!
ru: Тогда приступим!
zh_hans: 那就开始吧！

source: Before you can really get a moment to catch your breath, though, you find a now-familiar pressure back against the front of your throat. "We may have survived, mercenary - but you are to explain your utter INSOLENCE at once. In your rash, unthinking foolishness, you put not only lives in jeopardy, but a mission declared to be of the utmost importance by none other than Queen Leikonpliiinakra herself. Have you any clue how serious your transgressions here have been?"
ru: Однако, прежде чем вы успеваете перевести дух, вы снова ощущаете уже знакомое давление на горле. "Мы, возможно, выжили, наемник, но ты должен немедленно объяснить свою крайнюю НАГЛОСТЬ. Своей опрометчивой, бездумной глупостью ты подверг опасности не только жизни людей, но и миссию, которую сама королева Лейконплииинакра объявила чрезвычайно важной. Ты хоть представляешь, насколько серьезны твои проступки?"
zh_hans: 然而，还没等你真正喘口气，那股熟悉的压力又回到了你的喉咙前。“我们或许活下来了，雇佣兵——但你必须立刻解释你那彻头彻尾的狂妄。在你鲁莽、不假思索的愚蠢行为中，你不仅让生命陷入危险，还危及了一项被莱孔普利纳克拉女王本人宣布为至关重要的任务。你可知你在此处的冒犯有多严重？”

source: My transgressions? If I'm being honest, I... I don't really remember what happened. It's like I was possessed, by that strange shard...
ru: Мои проступки? Если честно, я... я не очень хорошо помню, что произошло. Как будто я был одержим этим странным осколком...
zh_hans: 我的冒犯？老实说，我……我真的不记得发生了什么。就像我被那个奇怪的碎片附身了……

source: To your relief, the pressure from the Bishop's claw is eased... if only slightly. "You WERE out of it, weren't you...? I suppose that there are stranger forces at play here than the concept of mere mind control. This shard, though... do you speak of the prototype? I do commend you for grabbing it, even if you had done so whilst under the influence of an unknowable assailant."
ru: К вашему облегчению, давление когтя Епископа ослабевает... хотя и незначительно. "Ты же БЫЛ в отключке, не так ли...? Полагаю, здесь в игру вступают силы, более странные, чем просто контроль разума. А этот осколок... ты говоришь о прототипе? Я восхищаюсь тем, что ты схватил его, даже если ты сделал это под влиянием неизвестного злоумышленника".
zh_hans: 令你宽慰的是，主教爪上的压力减轻了……哪怕只是一点点。“你当时确实神志不清，对吧……？我想，这里起作用的怪力乱神，远非简单的精神控制概念。不过，那个碎片……你说的是原型吗？我倒要称赞你抓住了它，即使你是在某个不可名状的袭击者影响下这么做的。”

source: The... prototype?
ru: Про... прототип?
zh_hans: 那个……原型？

source: The Mantis pulls her claw away from your throat entirely, pointing it an object you'd failed to notice in the corner of the room. Some sort of... weapon, you think. "Indeed. I would've thought you'd needed more encouragement to grab it in my stead, but... well, all's well that ends well, is it not? I suppose I shall be taking it, and returning home victorious, if you don't mind." She says that in a specific manner - one very much suggesting that she doesn't care for whether or not you mind.
ru: Богомол полностью убирает свой коготь с вашей горла и направляет его на предмет, который вы не заметили в углу плмещения. Какое-то... оружие, думаете вы. "Действительно. Я думала, что тебе понадобится больше поощрения, чтобы взять его вместо меня, но... ну, все хорошо, что хорошо кончается, не так ли? Полагаю, я возьму его и вернусь домой победоносной, если ты не против". Она говорит это особым тоном, который явно дает понять, что ей все равно, против вы или нет.
zh_hans: 螳螂族将她的爪子完全从你喉咙上移开，指向房间角落一个你之前没注意到的东西。某种……你觉得是武器的东西。“没错。我本以为需要更多‘鼓励’你才会替我抓住它，但是……好吧，结果好就一切都好，不是吗？我想，如果你不介意的话，我就拿走它，凯旋而归了。”她用一种特别的语气说道——强烈暗示着她根本不在乎你是否介意。

source: Oh, no, you don't! I need some answers, dammit!
ru: О, нет, не смей! Мне нужны ответы, черт возьми!
zh_hans: 哦，不，你休想！我需要一些答案，该死的！

source: Your training kicks in, and you manage to get the Bishop in a chokehold of your own as she reaches for the prototype she speaks of. Though, even with your gun at her head, her first instinct is merely to laugh. "Oh, are you truly a fellow fighter, after all? Do you realize how effortless it would be for me to lop off that arm of yours, before you could think to pull the trigger - even in a position as theoretically vicarious as this one?" You tighten your grip around her, and the Mantis rolls her eyes again. "The fact that I am merely describing the action to you - rather than rendering you hopelessly, and pathetically, limbless - is, perhaps, a show of growing trust. You HAVE proven a measure of your worth here today... even if only somewhat. Fine, then, mercenary. Let us... talk."
ru: Ваша подготовка дает о себе знать, и вам удается зажать Епископа в удушающем захвате, когда она тянется к прототипу, о котором говорит. Однако, даже когда вы приставляете пистолет к ее голове, ее первым инстинктом является просто смех. "О, так ты все-таки настоящий боец? Ты понимаешь, как легко мне будет отрубить тебе руку, прежде чем ты успеешь нажать на курок, даже в такой теоретически рискованной для меня позиции?" Вы усиливаете хватку, и богомол снова закатывает глаза. "Тот факт, что я просто описываю тебе свои действия, а не делаю тебя безнадежно жалким без конечностей, возможно, свидетельствует о растущем доверии. Ты ДОКАЗАЛ свою ценность здесь сегодня... пусть даже в некоторой степени. Хорошо, наемник. Давай... поговорим".
zh_hans: 你的训练发挥了作用，就在主教伸手去拿她提到的原型时，你成功将她制住，用你自己的方式扼住了她的喉咙。然而，即便你用枪指着她的头，她的第一反应却只是大笑。“哦，这么说，你终究也是个战士？你可知道，即使是在这种理论上你占上风的位置，在你来得及扣动扳机之前，我要砍下你那只胳膊是多么轻而易举的事？” 你收紧了对她的钳制，螳螂族又翻了个白眼。“我仅仅是在向你描述这个动作——而不是把你变得既绝望又可悲地失去四肢——这个事实，或许正显示出我日渐增长的信任。你今天确实在这里证明了你的一部分价值……哪怕只有那么一点。好吧，那么，雇佣兵。我们……谈谈。”

source: How did you get on my ship? Where's yours? Why are you here, and what happened to your fellow Hive?
ru: Как ты попала на мой корабль? Где твой? Почему ты здесь и что случилось с твоими товарищами по Улью?
zh_hans: 你是怎么登上我的星舰的？你的星舰呢？你为什么会在这里，你的同族们又发生了什么？

source: "Hmm... well, one: personal teleporter. You heard the telltale sound, no? It's not my fault you non-Mantis are often times too slow to effectively react. Two: my ship WAS nearby... until it drifted off course, and I found myself alone, stranded and out of fuel. It is no short wonder that that slimy merchant had sent you my way, even if I would curse his name. Three, to circle back: me and my shipmates had received a missive from none other than our mighty, most honorable, Queen Leikonpliiinakra - blessed be her name. It was by royal decree that we were to investigate the matters of the Corruptor system, the Soulplague mattervirus, and their sudden, seemingly inexplicable proliferation throughout the galaxy at large." The Bishop repeatedly taps at her armor with a pointed claw, and you're not sure if it's because she's thinking, or because she's challenging your control of the situation. Regardless of the case, she continues, "We... followed a ship - a desecrated one, full of those reproachable Husks - and it naturally made its way to this sector after a journey of several weeks. Only then did its movements become wholly erratic. That led me to believe that this place was important, somehow... and, so, we continued our search." "I can't say it took terribly long to find what we were looking for, even amidst this accursed nebula. The Shell scientists who were occupying this space prior seem to have left evidence of their existence all over - slowly, but surely, we made our way to their source... the Epsilon Lab. That... is where we saw it. The prototype."
ru: "Хм... ну, во-первых: личный телепорт. Ты слышал характерный звук, не так ли? Это не моя вина, что вы не богомолы, часто слишком медлительны, чтобы эффективно реагировать. Во-вторых: мой корабль БЫЛ поблизости... пока не сбился с курса, и я оказалась одна, застрявшая и без топлива. Неудивительно, что этот слизкий торговец послал тебя ко мне, даже если я и проклинаю его имя. Третье, чтобы вернуться к началу: я и мои товарищи по кораблю получили послание от никого иного, как нашей могущественной, самой почетной королевы Лейконплииинакры - да будет благословенно ее имя. По королевскому указу мы должны были расследовать ситуацию сложившуюся вокруг Осквернителя, материя-вируса чумы души, и их внезапное, казалось бы, необъяснимое распространение по всей галактике". Епископ снова и снова стучит по своей броне заостренным когтем, и вы не уверены, делает ли она это потому, что думает, или потому, что бросает вызов вашему контролю над ситуацией. Независимо от этого, она продолжает: "Мы... следовали за кораблем - оскверненным, полным этих презренных оболочек - и он естественным образом прибыл в этот сектор после нескольких недель путешествия. Только тогда его движения стали совершенно непредсказуемыми. Это заставило меня поверить, что это место каким-то образом важно... и поэтому мы продолжили наши поиски". "Не могу сказать, что поиски того, что мы искали, заняли очень много времени, даже в этой проклятой туманности. Ученые ракушек, которые ранее занимали это пространство, похоже, оставили повсюду следы своего существования - медленно, но верно мы продвигались к их источнику... лаборатории Эпсилон. Именно там... мы его увидели. Прототип".
zh_hans: “嗯……好吧，第一：个人传送器。你听到那标志性的声音了，对吧？你们非螳螂族常常反应太慢，这可怪不得我。第二：我的星舰确实在附近……直到它偏离航线，而我发现自己孤身一人，搁浅且燃料耗尽。那个滑头的商人把你引到我这儿来，倒也不算太奇怪，尽管我还是要诅咒他的名字。第三，回到正题：我和我的船员们收到了一封密函，正是来自我们伟大、最尊贵的莱孔普利纳克拉女王——愿她名号蒙福。正是奉女王御令，我们才来调查腐化者系统、魂疫数据病毒，以及它们为何在全银河系范围内突然、看似无端地蔓延开来。” 主教用她尖利的爪子反复敲击着自己的铠甲，你不太确定她是在思考，还是在挑战你对局势的控制力。无论如何，她继续说道：“我们……跟踪了一艘星舰——一艘被亵渎的星舰，里面满是那些可憎的空壳——经过数周的航程，它自然来到了这个星区。只有到了这里，它的行动才变得完全无法预测。这让我相信，这个地方在某种程度上很重要……于是，我们继续搜索。” “我得说，即使在这该死的星云里，找到我们要找的东西也没花太久。之前占据此处的甲壳族科学家们似乎留下了他们存在的痕迹，到处都是——我们缓慢而坚定地追踪到了他们的源头……艾普西隆实验室。就是在那儿……我们看到了它。那个原型。”

source: You HAVE gone to great lengths to retrieve it, whatever it is. Go on...
ru: Ты была готова на все, чтобы достать это, что бы это ни было. Продолжай...
zh_hans: 你确实为找回它费了很大劲，不管它是什么。拿去吧……

source: The Bishop laughs again, but this time, with a hint of despair tinging it. "That... we have, mercenary. The prototype - as I was able to understand it, through documents throughout the facility - was but one of several experiments conducted by the Epsilon Lab's scientists as part of their greater, overarching topic of research. As far as I can tell... IT is what would ultimately become the Corruptor system, seen within marketplaces far and wide, with seldom a trace towards its origins." "The matter of the prototype's perversion, though - as the Lab's scientists had no mention of this 'mattervirus' anywhere within their documents - AND of its seemingly anomalous proliferation throughout space, both remain complete mysteries. That's why... we were hoping that, in obtaining the Corruptor system's alleged prototype, we could come to understand it, somehow. Earlier, you'd asked what happened to my fellow Mantis. Well... you saw the results of our attempts, mercenary."
ru: Епископ снова смеется, но на этот раз в ее смехе слышится оттенок отчаяния. "Да... это так, наемник. Прототип - насколько я смогла понять из документов, найденных на территории объекта - был лишь одним из нескольких экспериментов, проводимых учеными лаборатории Эпсилон в рамках их более обширной, всеобъемлющей исследовательской программы. Насколько я могу судить... это то, что в конечном итоге стало системой Осквернитель, которую можно увидеть на рынках повсюду, и которая почти не имеет следы своего происхождения". "Однако вопрос о создании прототипа - поскольку ученые лаборатории нигде в своих документах не упоминали об этом "материя-вирусе" - и о его, казалось бы, аномальном распространении по космосу, остаются полной загадкой. Вот почему... мы надеялись, что, получив предполагаемый прототип системы Осквернитель, мы сможем как-то понять это. Ранее ты спросил, что случилось с моими товарищами-богомолами. Ну... ты видел результаты наших попыток, наемник".
zh_hans: 主教再次笑了起来，但这次，笑声里夹杂着一丝绝望。“那个……我们拿到了，雇佣兵。那个原型——根据我在整个设施中找到的文件理解——它只是艾普西隆实验室科学家们进行的多项实验之一，隶属于他们更宏大、更核心的研究课题。据我判断……它最终会变成那个我们在各处市场都能见到，却几乎找不到其来源的腐化者系统。” “然而，原型被扭曲的问题——因为实验室的科学家的文件中没有任何地方提及这种‘数据病毒’——以及它似乎在太空中异常扩散的现象，这两者都仍然是完全的谜团。这就是为什么……我们曾希望，通过获取据称是腐化者系统的原型，我们或许能以某种方式理解它。早些时候，你问过我的螳螂族同伴们怎么了。嗯……你看到了我们尝试的后果，雇佣兵。”

source: You mean that... back at the Lab, those Mantis, in the walls...
ru: Ты имеешь в виду, что... в лаборатории, те богомолы, в стенах...
zh_hans: 你的意思是……在实验室里，那些墙上的螳螂族……

source: You lower your gun as the horror of the situation dawns on you, and the Bishop only uses the opportunity to offer a sad nod. "I watched as, one by one, my shipmates were devoured by the horrors of the mattervirus. I've never felt so helpless in my life, mercenary. So... truly, and utterly, weak. It had felt like the only option left to me was to flee, and search for help - but who could I turn to? That blasted merchant brushed me off, without a second thought, and I'd found nary a soul throughout the rest of my desperate search. That's... when I returned here, defeated, and out of fuel. This would be how I died, and proved myself a disappoinment to our greatest of Queens."
ru: Вы опускаете оружие, осознавая всю ужасающую ситуацию, а Епископ лишь использует эту возможность, чтобы печально кивнуть головой. "Я наблюдала, как один за другим мои товарищи по кораблю были поглощены ужасами материя-вируса. Никогда в жизни я не чувствовала себя такой беспомощной, наемник. Такой... по-настоящему и совершенно слабой. Мне казалось, что единственный вариант, который у меня остался, - это бежать и искать помощи, но к кому я могла обратиться? Этот проклятый торговец без раздумий отмахнулся от меня, и я не нашла ни одной души во время своих отчаянных поисков. И тогда... я вернулась сюда, побежденной и без топлива. Так я и умру, оказавшись разочарованием для нашей величайшей королевы".
zh_hans: 意识到情况的恐怖，你放下了枪，主教只是借此机会忧伤地点了点头。“我亲眼看着我的船员们一个接一个被数据病毒的恐怖吞噬。我一生中从未感到如此无助，雇佣兵。如此……真正地、彻底地、软弱无力。感觉我唯一剩下的选择就是逃离，并寻求帮助——但我能向谁求助呢？那个该死的商人想都没想就把我打发了，在我绝望的搜寻中，我再也没找到任何愿意帮忙的人。那时……我才挫败地回到这里，燃料也耗尽了。这就是我的死法，并证明自己是我们最伟大女王的耻辱。”

source: Until, I...
ru: Пока я...
zh_hans: 直到，我……
