Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_multiverse.xml.append/*.po
Languages: ru, zh_hans

source: The Bishop pokes you... playfully, you think, but it causes a substantial amount of pain regardless. "Yes, mercenary - until you brazenly stumbled into my reach, and I found it convenient to use you. I thought, that... that if you sacrificed yourself, grabbing the prototype, that I could commandeer control of your ship, and finish my mission. But... somehow, you waded through the mattervirus without even the slightest modicum of it sticking to you. Allegedly, in a daze, even! You grabbed the prototype, stumbled towards me in a stupor, and collapsed - it was all that I could do to carry the both of you back, as the mattervirus' agitation grew." "And, its agitation... I have seen much, in my years, mercenary. But a station, devouring those under my command, and then coming to life to chase me aboard a ship? That certainly - and horrifyingly - tops the list."
ru: Епископ ткнула в вас... по-дружески, как вам кажется, но это все равно причиняет значительную боль. "Да, наемник - пока ты не нагло не попался мне на глаза, и я не решила, что будет удобно использовать тебя. Я подумала, что... что если ты пожертвуешь собой, захватив прототип, я смогу захватить контроль над твоим кораблем и завершить свою миссию. Но... каким-то образом ты пробрался через материя-вирус, и он даже не прилип к тебе. По всей видимости, ты был в оцепенении! Ты был в шоковом состоянии! Ты схватил прототип, спотыкаясь, побрел ко мне и рухнул - я смогла только отнести тебя обоих обратно, поскольку материя-вирус становился все более активным". "А его активность... Я многое видела за свою жизнь, наемник. Но станция, пожирающая тех, кто под моим командованием, а затем оживающая, чтобы преследовать меня на борту корабля? Это, безусловно, - и ужасающе - и лучшее в моем списке".
zh_hans: 主教戳了戳你……你觉得是闹着玩的，但不管怎样都带来了不小的痛楚。“是的，雇佣兵——直到你莽撞地闯进我的触及范围，而我觉得利用你很方便。我本以为，如果……如果你牺牲自己，拿到了那个原型，我就能接管你的星舰，完成我的任务。但是……不知怎的，你淌过了数据病毒，身上却连一丁点儿都没沾上。据称，甚至是晕乎乎地就做到了！你抓起原型，迷迷糊糊地向我踉跄走来，然后倒下了——在数据病毒的躁动加剧时，我只能尽全力把你们俩都扛了回来。” “而它的躁动……雇佣兵，我这些年也算见多识广。但一个空间站，吞食我手下的船员，然后‘活’过来，追着我上了星舰？这绝对是——而且恐怖的是——首屈一指的奇事。”

source: It's definitely up there for me, too. Though... if you just wanted my ship, why did you spend the effort in carrying me back, too? That prototype of yours doesn't look light.
ru: Для меня это тоже очень важно. Хотя... если тебе нужен был только мой корабль, зачем ты тратила силы на то, чтобы отнести меня обратно? Твой прототип не выглядит легким.
zh_hans: 对我来说也绝对是场噩梦。不过……如果你只是想要我的星舰，为什么还费力把我也带回来？你的那个原型看起来可不轻。

source: There's a brief silence, as the Mantis looks away from you, and towards the now vacant nebula outside. "Truthfully, I... am not quite so sure, myself. Even just a moment ago, I was ready to leave. I may have, mmm..." She pauses, opening a pocket within her armor, and a few cells of fuel slip out, and onto the floor. Your fuel. "...you know, for the ride home. Who knows. Perhaps I have grown soft, as a result of what I've witnessed and endured here. Perhaps... I hope to uncover more of the mattervirus' mysteries, and return to my Queen in even greater triumph. I could hardly do that, alone, mercenary."
ru: Наступает короткая пауза, пока богомол отводит взгляд от вас и смотрит на пустую туманность за иллюминатором. "Честно говоря, я... сама не совсем знаю. Еще мгновение назад я была готова уйти. Возможно, я... ммм..." Она делает паузу, открывает карман в своей броне, и несколько ячеек с топливом выскальзывают на пол. Твое топливо. "...ну, знаешь, для поездки домой. Кто знает. Возможно, я стала мягче из-за того, что я здесь видела и пережила. Возможно... я надеюсь раскрыть больше тайн материя-вируса и вернуться к своей королеве с еще большим триумфом. В одиночку я вряд ли смогла бы это сделать, наемник".
zh_hans: 短暂的沉默，螳螂族把目光从你身上移开，望向外面如今空无一物的星云。“说实话，我……我自己也不太确定。就在刚才，我还准备离开。我可能，嗯……”她停顿了一下，打开盔甲上的一个口袋，几格燃料滑出来掉在地上。是你的燃料。“……你知道的，为了回家的路。谁知道呢。也许我因为在这里的所见所历而变得软弱了。也许……我希望能揭开更多关于数据病毒的谜团，并以更伟大的胜利姿态回到我的女王身边。我很难独自做到这些，雇佣兵。”

source: Well, I GUESS you're welcome to stay if it means we get to share the shiny, new toy.
ru: Ну, я ДУМАЮ, ты можешь остаться, если это означает, что мы сможем использовать новую игрушку вместе.
zh_hans: 好吧，如果这意味着我们能共享那个闪亮的新玩具，我想你可以留下。

source: She giggles, sharply, "Indeed, yes. I hope to witness its effects in battle, myself - though, I suspect it to truly not differ too greatly from the Corruptor's own functions. Still, having our hands on it... perhaps, one day, we can figure out its inner workings a little greater, hmm?" The Bishop bows, leaving the room, and you collapse on the floor, beside the prototype. That... was an exhausting venture. There's always the bright side, though - you've come out not only having made a powerful ally, and gathered some information, but with a one-of-a-kind weapon in tow! There's something that's still bothering you, though... those visions you had seen. Presumably a result of that mysterious, ethereal shard, that the Bishop claims hadn't existed at all. You can still feel the visage of that strange, amethyst sigil, burned into your mind...
ru: Она игриво смеется: "В самом деле, да. Я надеюсь сама увидеть его действие в бою, хотя подозреваю, что оно не слишком отличается от функций самого Осквернителя. Но, имея его в своих руках... может быть, однажды мы сможем немного лучше понять его внутреннее устройство, а?" Епископ кланяется и выходит из помещения, а вы падаете на пол рядом с прототипом. Это... было изнурительное приключение. Но всегда есть и положительная сторона - вы не только обрели мощного союзника и собрали некоторую информацию, но и получили уникальное оружие! Однако вас все еще беспокоит одна вещь... те видения, которые вы видели. Вероятно, они были результатом действия того загадочного, эфирного осколка, который, по словам Епископа, вообще не существовало. Вы все еще чувствуете образ той странной аметистовой печати, запечатлевшейся в вашем сознании...
zh_hans: 她尖锐地轻笑了一声，“确实如此。我希望能亲眼目睹它在战斗中的效果——不过，我怀疑它和腐化者系统本身的功能不会有太大差别。尽管如此，能把它掌握在我们手中……或许，有一天，我们能更深入地了解它的内部机理，嗯？”主教鞠了一躬，离开了房间，你则瘫倒在地板上，就在原型旁边。那……真是一段令人精疲力竭的经历。不过，总有好的一面——你不仅收获了一个强大的盟友，收集了一些情报，还附带得到了一件独一无二的武器！ 然而，还有件事让你隐隐不安……你看到的那些幻象。大概是那块神秘、虚幻的碎片造成的吧，主教声称那东西根本不存在。但你依然能感觉到那个奇怪的、紫水晶般符文的景象，烙印在你的脑海里……

source: As mysterious as things have been, there's no rest for a Renegade... we'll have to find our answers elsewhere.
ru: Несмотря на всю загадочность происходящего, у Ренегата нет времени на отдых... нам придется искать ответы в другом месте.
zh_hans: 尽管一切充满神秘，但变元者没有休息的时间……我们必须去别处寻找答案。

source: Unfortunately, or, perhaps rather fortunately, it seems that the Bishop succumbed to her wounds during the battle. You hope that her soul can rest, at least - unplagued by the horrors of the mattervirus. Looking into the space outside, though, it seems like there truly isn't anything left of the station. You're not sure you understand what exactly occurred, whilst you suffering from your strange visions, but... you're not sure you'll find any answers here, either. It's time to move on.
ru: К сожалению, или, возможно, к счастью, похоже, что Епископ скончалась от ран, полученных в бою. Вы надеетесь, что ее душа, по крайней мере, обретет покой - не мучимая ужасами материя-вируса. Однако, глядя на пространство снаружи, кажется, что от станции действительно ничего не осталось. Вы не понимаете, что именно произошло, пока вы страдали от странных видений, но... вы не уверены, что найдете здесь какие-либо ответы. Пора двигаться дальше.
zh_hans: 不幸，或者也许应该说，幸运的是，主教似乎在战斗中因伤势过重而亡。你希望她的灵魂至少能得到安息——不再受那数据病毒的恐怖所困扰。 然而，望向外面的太空，那座空间站似乎真的荡然无存了。你不确定在你经历那些奇怪幻象时，到底发生了什么，但是……你也不确定能在这里找到任何答案。是时候离开了。

source: Leave, with your mysteries in tow.
ru: Уйти, унося с собой свои тайны.
zh_hans: 离开，带着你的谜团。

source: As you prepare to activate the FTL drive, though, something in the corner of the room catches your eye. It... looks like some sort of weapon, perhaps? Upon closer inspection, you're able to make out some small, faded text alongside its base: "MIMICK-07 EPSILON PROTOTYPE PROPERTY OF THE GENIOCRACY SCIENCE DISTRICT" Is this... perhaps what the Bishop was after? She seemed dead set on something within the facility, at least. Perhaps you'll never know, now, but... that's hardly the greatest mystery plaguing you, either. You can still feel the visage of that strange, amethyst sigil, burned into your mind...
ru: Однако, когда вы готовитесь активировать ССД, ваше внимание привлекает что-то в углу помещения. Это... похоже на какое-то оружие? При ближайшем рассмотрении вы можете разглядеть небольшой, поблекший текст рядом с его основанием: "МИМИК-07 ПРОТОТИП ЕПСИЛОНА СОБСТВЕННОСТЬ НАУЧНОГО ОКРУГА ГЕНИОКРАТИИ" Может быть, это то, что искала Епископ? По крайней мере, она казалась одержимой чем-то внутри комплекса. Возможно, вы никогда не узнаете, но... это и не самая большая загадка, которая вас мучает. Вы все еще чувствуете образ той странной аметистовой печати, запечатлевшейся в вашем сознании...
zh_hans: 就在你准备启动FTL驱动器的时候，房间里某个角落的东西引起了你的注意。那看起来……像某种武器？凑近细看，你勉强辨认出它底座旁一行细小褪色的文字： “拟态-07 艾普西隆原型机 怪才科学区财产” 这……难道就是主教一直在寻找的东西吗？她之前对设施内的某样东西表现得志在必得。或许你永远也无法确知了，但……眼下萦绕在你心头的谜团远不止这一个。你依然能感受到那个奇异紫水晶符印的幻影，它已灼刻进你的意识深处……

source: As mysterious as things have been, there's no rest for a Renegade... we'll have to find our answers elsewhere.
ru: Несмотря на всю загадочность происходящего, у Ренегата нет времени на отдых... нам придется искать ответы в другом месте.
zh_hans: 尽管一切充满神秘，但变元者没有休息的时间……我们必须去别处寻找答案。

source: This is the location of a quest from the Traveling Merchant.
ru: Местонахождение задания от путешествующего торговца.
zh_hans: 这是来自旅行商人的任务地点。

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.
zh_hans: 探索完毕的地点。已无值得关注之物。

source: You've arrived at the coordinates Sylvan gave you. Though, there isn't anything here at an apparent glance... you're about to move to check some readings, when you hear a sound behind you, and a sharp, thin pressure is suddenly pressed against the front of your throat.
ru: Вы прибыли в место, указанное Сильваном. На первый взгляд здесь ничего нет... Вы собираетесь проверить некоторые показания, когда слышите звук позади себя и чувствуете, как что-то острое и тонкое внезапно прижимается к вашему горлу.
zh_hans: 你已抵达希尔凡给你的坐标。然而，乍一看这里什么都没有……你正准备检查一些读数，却听到身后传来声音，一股尖锐、纤细的压力突然抵住了你的喉咙。

source: Don't move a muscle.
ru: Не шевелиться.
zh_hans: 别动。

source: The edge of whatever it is feels so fine, that you imagine the mere act of breathing would cause it to puncture your flesh. You're frantically pondering your options, when an angered voice whispers into your ear: "How did YOU - of all people - find this place, mercenary? Answer, succinctly, NOW." The pressure against your throat is alleviated, ever so slightly, and you feel able to barely speak without meeting its edge.
ru: Кромка этой вещи настолько острая, что кажется, будто даже простое дыхание может проткнуть вашу плоть. Вы лихорадочно обдумываете возможные варианты, когда раздраженный голос шепчет вам на ухо: "Как ТЫ из всех этих людей нашел это место, наемник? Отвечай, быстро, СЕЙЧАС". Давление на ваше горло ослабевает, совсем немного, и вы чувствуете, что можете едва говорить, не касаясь его края.
zh_hans: 那东西（无论是什么）的边缘是如此锋利，让你觉得光是呼吸就可能刺破你的皮肤。你正疯狂地思索着对策，一个愤怒的声音在你耳边低语： “所有人中，怎么偏偏是你找到了这里，雇佣兵？回答，要简短，立刻。”抵在你喉咙上的压力略微减轻了些，你感觉勉强能说话而不碰到它的利刃了。

source: S-Sylvan, the merchant. He... he sent me here.
ru: С-Сильван, торговец. Он... он послал меня сюда.
zh_hans: 是、是希尔凡，那个游商。他……他派我来的。

source: Stay silent.
ru: Сохранять молчание.
zh_hans: 保持沉默。

source: The feeling against your neck is lowered, towards your chest, and then slashed across it accordingly - the resulting pain is truly excruciating. Whoever this is, is not messing around.
ru: Ощущение в области шеи ослабевает, перемещается к груди, а затем рассекает ее поперек - возникающая боль действительно невыносима. Кем бы она ни была, она не шутит.
zh_hans: 抵在你脖子上的感觉向下移动到你的胸口，然后相应地划了过去——随之而来的疼痛确实难以忍受。不管是谁，都不是在开玩笑。

source: Okay, okay! I'll talk! It was Sylvan - he sent me here.
ru: Ладно, ладно! Я буду говорить! Это был Сильван - он послал меня сюда.
zh_hans: 好吧，好吧！我说！是希尔凡——他派我来的。

source: The prior pressure is reapplied, and you can't help but widen your eyes in fearful anticipation. "The audacity of that... that traitorous SLIMEBALL. To think, that the Queen would EVER put her trust in a Slug. She must see something behind their thin veneer of charisma, and sludge, that I simply don't." For a moment, the voice pauses, and you feel the faintest hint of something wet dribbling its way down your throat. "Though, it's no matter, truthfully. YOU will have to suffice in his own - insufferable - place, mercenary. Drive."
ru: Предыдущее давление возобновляется, и вы не можете не расширить глаза в страшном ожидании. "Какая дерзость... этот предательский ШАРИК СЛИЗИ. Подумать только - чтобы королева КОГДА-ЛИБО доверилась слизню. Видимо, она видит что-то за их тонкой оболочкой харизмы и слизи, чего я просто не замечаю". Но, по правде говоря, это не важно. ТЕБЕ придется занять его место - этого невыносимого ничтожества, наемник. Веди".
zh_hans: 先前的压力重新施加，你不由得恐惧地瞪大了眼睛。“那个……那个叛徒烂泥球的胆大妄为。想想看，女王竟会把信任寄托在一个蛞蝓族身上。她一定在他们那层薄薄的魅力和粘液之下看到了什么，而我却看不到。” 声音停顿了片刻，你感觉到一丝极细微的湿润液体正顺着你的喉咙流下。“不过，说真的，这无关紧要。雇佣兵，你得代替他——那个令人难以忍受的家伙——的位置。开车。”

source: Wh... what?
ru: Ч... что?
zh_hans: 什……什么？

source: "Your ship, you imbecile - drive it. Straight. NOW." The edge against your throat is pulled away, just enough to give you room to reach for the ship's controls, and you're able to make out its visage - a Mantis' claw, sharper than any blade you've ever seen, and decorated in royal insignia. You haven't just been kidnapped by a Mantis... you're at the mercy of one of the Hive's Bishops, and she doesn't seem too pleased with you.
ru: "Твой корабль, идиот - управляй им. Прямо. СЕЙЧАС ЖЕ". Острие у вашего горла отодвигается, достаточно, чтобы вы смогли дотянуться до пульта управления корабля, и вы можете разглядеть ее форму - клешня богомола, острее любого клинка, который вы когда-либо видели, украшенная королевскими символами. Вас не просто похитил богомол... вы оказались в руках одного из Епископов Улья, и она, похоже, не слишком благосклонна к вам.
zh_hans: “你的星舰，你这白痴——驾驶它。笔直向前。现在。”抵在你喉咙上的利刃稍微移开，刚好让你能够到星舰的控制装置，你辨认出它的样子——一只螳螂族的爪子，比你见过的任何刀刃都锋利，装饰着王室的徽记。你不仅是被螳螂族绑架了……你是落在了母巢一位主教的手中，而她似乎对你不太满意。

source: What have I gotten myself into...?
ru: Во что я вляпался...?
zh_hans: 我这是惹上什么麻烦了……？

source: It would have been pertinent for Sylvan to mention that the "weirdo" he was referring to was, in fact, a Bishop, you feel. Though, it's too late for regrets, now... given no other choice, and with so little room for error, you do as your intimidating captor asks and simply fly the ship straight ahead - deeper, and deeper, into the nebula.
ru: Вы считаете, что Сильвану следовало бы упомянуть, что "чудачка", о которой он говорил, на самом деле была Епископом. Однако теперь уже поздно сожалеть... Не имея другого выбора и с таким небольшим право на ошибку, вы делаете то, что требует ваш грозный похититель, и просто летите на корабле прямо вперед - все глубже и глубже в туманность.
zh_hans: 你觉得希尔凡本该提及他所说的“怪人”其实就是一位主教，这很重要。然而，现在后悔已经太晚了……别无选择，也没有犯错余地，你按你那令人生畏的俘虏的要求，驾驶星舰笔直向前——越来越深地进入星云。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You aren't driving for long, though, before a large mass comes into view within the nebulous gas outside. Some sort of decrepit, Shell station by the looks of it. You're looking for any kind of stronger identifier amongst its outer structure, when the Bishop puts her razor-sharp claw back against your throat. "We're here. Put this on - slowly. When we're inside, you are to do precisely as I say. If I sense the slightest hint of treachery - or you likewise attempt to alarm anyone - I will not hesitate to cut you down, mercenary. Have I made myself clear?"
ru: Однако не проходит много времени, как в туманности впереди появляется большая масса. Судя по внешнему виду, это какая-то обветшалая заправка ракушек. Вы ищете какой-нибудь более четкий ориентир среди ее внешней конструкции, когда Епископ снова прижимает свой острый как бритва коготь к вашему горлу. "Мы на месте. Надень это - медленно. Когда мы будем внутри, ты будешь делать точно то, что я скажу. Если я почувствую малейший намек на предательство - или ты попытаешься кого-то предупредить - я без колебаний убью тебя, наемник. Я ясно объяснила?"
zh_hans: 你并没有开多久，一团巨大的物体就在外面星云状的气体中显现出来。看起来像是某种破败的甲壳族空间站。 你正试图从其外部结构中寻找更明确的标识，这时主教将她锋利的爪子再次抵住了你的喉咙。“我们到了。把这个穿上——动作慢点。进去之后，你要完全按我说的做。如果我察觉到一丝背叛的迹象——或者你试图以任何方式警示他人——我会毫不犹豫地干掉你，雇佣兵。我说得够清楚了吗？”

source: Crystal.
ru: Кристалл.
zh_hans: 非常清楚。

source: "As is ideal. Then you are to lead ahead of me, into the facility." The Bishop hands you a set of expensive-looking respiratory equipment, likely for the purpose of breathing within space, but you give her a puzzled look at the lack of further protection. With a focusing of her beady eyes, she gives you a stern look of her own, "You need not fear the elements, here. There is something... beyond explanation at play, within this accursed space. We are to understand its nature, and extract from the lab when I deem it appropriate. And ONLY when I deem it appropriate, mercenary."
ru: "Как нельзя кстати. Тогда ты пойдешь впереди меня, в сооружение". Епископ протягивает вам дорогостоящее дыхательное оборудование, вероятно, предназначенное для дыхания в космосе, но вы с недоумением смотрите на нее, не понимая, почему нет других средств защиты. Сфокусировав свои маленькие глазки, она строго смотрит на вас: "Здесь тебе нечего бояться стихии. В этом проклятом месте происходит нечто... непостижимое. Мы должны понять его природу и забрать из лаборатории кое-что, когда я сочту это целесообразным. И ТОЛЬКО когда я сочту это целесообразным, наемник".
zh_hans: “这样最好。那么，你走在我前面，进入设施。”主教递给你一套看起来昂贵的呼吸设备，大概是为了在太空中呼吸用的，但你没看到进一步的防护装备，向她投去困惑的目光。 她凝神用她的小眼睛盯了你一下，表情严厉地回应道：“你无需畏惧这里的恶劣环境。这片该死的空间里，有某种……难以解释的东西在起作用。我们要弄清它的性质，并在我认为合适的时候从实验室中提取所需。而且，雇佣兵，只有在我认为合适的时候才行。”

source: Equip the breathing gear, and enter the facility.
zh_hans: 装备呼吸设备，进入设施。

source: Together with the Bishop, you leave your ship, discreetly, and enter the mysterious structure through the battered remnants of what used to be its docking station. Now within the vacuum of space, it would seem that the Mantis wasn't mistaken - you don't feel a thing. Other than a slight warmth, seeming to radiate from deeper within the ruined station... The inside of this section of the facility looks about as you'd expect - a large, empty space, suited for allowing a single ship to dock within the greater structure of the station. A set of notices on one of the nearby walls catches your attention, but the Bishop - close behind you - ushers you forward, preventing you from getting a better look. Even with only a brief glimpse, though, you're able to make out a single header: "ATTENTION, MEMBERS OF THE EPSILON RESEARCH TEAM."
zh_hans: 你和主教一起，谨慎地离开了你的星舰，穿过曾是空间站对接平台的破损残骸，进入了这个神秘的建筑。现在置身于太空的真空中，看来螳螂族没说错——你没有任何不适的感觉。除了一丝似乎从空间站废墟更深处散发出来的暖意…… 设施这一部分的内部景象大致如你所料——一个巨大、空旷的空间，设计用于允许一艘星舰停泊在这庞大空间站的架构内。附近一面墙上的几则通知吸引了你的注意，但紧随你身后的主教催促你向前，让你没能看清。不过，即使只是匆匆一瞥，你也能辨认出一个醒目的标题：“艾 普 西 隆 研 究 小 组 成 员 请 注 意。”

source: Gulp.
zh_hans: 吞咽。

source: Heading deeper within, the rooms you pass through seem to only showcase greater, and greater displays of decay overtime. Even still, it's only when you pass by a hallway entirely caked in Soulplague-infected matter that your worry transitions towards panic. Eventually, the Bishop stops prodding at you, indicating that you've reached your destination - a steel door, itself partially Soulplague-infected and already having been cut through, it would seem.
zh_hans: 随着不断深入，你经过的房间似乎只展现出越来越严重、随时间推移的腐朽迹象。即便如此，只有当你经过一条完全被魂疫感染物质覆盖的走廊时，你的担忧才转为恐慌。 最终，主教不再催促你，示意你们已抵达目的地——一扇钢制门，门本身已部分感染了魂疫，而且似乎已经被切割开过。

source: Continue to lead the way - entering through the hole first.
zh_hans: 继续带路——先从洞口进入。

source: Look at the Bishop, expectantly.
zh_hans: 看着主教，期待她的指示。

source: Though the two of you can't exactly verbally communicate whilst wearing such rudimentary equipment, she's plenty capable of rolling her eyes at you. Brushing you aside, the Bishop takes the lead in squeezing through the jagged hole, and you're forced to hesitantly follow close behind her.
zh_hans: 尽管穿着如此简陋的设备，你们俩无法进行语言交流，但她完全有能力对你翻白眼。她把你推到一边，主教率先挤过那个锯齿状的洞口，你不得不犹豫地紧随其后。

source: Here goes...
zh_hans: 拼了……

source: Past the door, you're immediately frozen in place, horrified, by the grisly sight laid out before you: dozens of Mantis, each cold and lifeless, have found their bodies melded into the iridescent walls of the room - all grasped within outstretched tendrils of Soulplague-infected matter. This... isn't just a mass grave, but an entire feeding ground for the mattervirus. You notice that the Bishop herself doesn't seem phased, though. She's simply eyeing something, in the middle of the room... some of sort of shard of glass, or crystal, by the looks of it. Whatever it is, it's beautiful - painting the rest of the room around in it an ethereal glow.
zh_hans: 穿过那扇门，你立刻被眼前展开的恐怖景象吓得僵在原地：数十只螳螂族，每一只都冰冷、了无生气，他们的身体竟与房间虹彩色的墙壁融为一体——全都处在魂疫感染物质伸展出的触须抓握之中。这……不只是一处乱葬岗，更是整个数据病毒的喂养场。 然而，你注意到主教本人似乎并不惊讶。她只是盯着房间中央的某样东西……看起来像是某种玻璃或水晶的碎片。不管它是什么，它很美——将它周围整个房间的其余部分都笼罩在一种空灵的辉光中。

source: Approach the strange crystal.
zh_hans: 接近那块奇怪的水晶。

source: You step forward, without a further care for the corpses or Soulplague-infected matter laid out before you, and the Bishop outstretches a claw - as if to try to stop you. But, she doesn't matter now. Not anymore. Not when you're enraptured by such... divine beauty. It's right in front of you, now. Calling to you. Beckoning you forth, into its embrace.
zh_hans: 你向前走去，不再在意面前那些尸体或魂疫感染物质，主教伸出一只爪子——似乎想阻止你。但是，她现在不重要了。再也不重要了。当你被如此……神圣的美丽所迷惑时。它现在就在你面前。呼唤着你。招引你，进入它的怀抱。

source: Yes, I've... I've never needed anything else.
zh_hans: 是的，我……我从未需要过其他任何东西。

source: You stare into the shard's ethereal center, losing yourself entirely to its overwhelming splendor, and everything else seems to fade away around you...
zh_hans: 你凝视着碎片空灵的中心，完全迷失在它压倒性的辉煌中，周围的一切似乎都渐渐褪去……

source: ...and, you're telling me you didn't stop her?! That was your one job, Four - that was what you were CREATED for!
zh_hans: ……而你告诉我，你没有阻止她？！那是你唯一的工作，四号——那就是你被创造出来的目的！

source: I ain't created for squat. 'Cept for livin', maybe - same as you. Same as her, too, One. Ya couldn't've kept her cooped up 'round here forever, clearly.
zh_hans: 我他妈的才不是为了什么被创造出来的。或许……就是为了活着，和你一样。和她也一样，一号。你不可能把她永远关在这儿，很明显。

source: I very much can, and I very much would've, if you had just... done. Your. PART. FOUR! Now it's up to His Holiness to forgive us, and absolve her of her sins... and where do you think that will get us, hmm? Where did it get Six?!
zh_hans: 我当然可以，而且我本来会的，如果你只是……做好。你的。职责。四号！现在只能指望圣尊宽恕我们，赦免她的罪孽了……你觉得那会让我们落到什么地步，嗯？六号的下场又如何？！

source: Don't get your Crystalline panties in a twist, kiss-ass. I done did my part - Ev ain't rushin' into the big guy, blindly. Even if... even if she can't convince him, she sure as hell ain't losin' nothin' by tryin'.
zh_hans: 别把你的水晶内裤拧成一团，马屁精。我尽了我的职责——艾薇没有盲目地冲向那大家伙。即使……即使她说服不了他，她尝试一下也肯定不会损失什么。

source: Seven serves to lose EVERYTHING, Four - and not just HER everything, either. What will become of us, when the greatest of our selves proves herself impotent? Where will we be, without our dearest dreamer? What of the rest of the Seraphim, Four - who will guide them through the dark, flameless days to come, in our absence?!
zh_hans: 七号会失去一切，四号——而且不只是她的一切。当我们中最伟大的那个证明了自己无能为力时，我们会变成什么样？没有我们最亲爱的梦想家，我们会身处何方？其他炽天使呢，四号——在我们缺席时，谁来引导他们度过那些没有火焰的黑暗日子？！

source: It's as I said, One - she ain't goin' into this blindly. Heh... she ain't called the dreamer for nothin', ya know? I couldn't have stopped her, even if I cried my damn heart out.
zh_hans: 就像我说的，一号——她不是盲目去的。嘿……她被叫做梦想家可不是没有原因的，你知道吗？就算我哭瞎了眼，也阻止不了她。
