Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_multiverse.xml.append/*.po
Languages: ru, zh_hans

source: Pray tell, then, o' sharpshooter. What exactly is Seven's plan, in charging towards her grave? Her literal. GRAVE. FOUR! It couldn't be any more poetically tragic - or hopeless - if one tried!
zh_hans: 那么，请告诉我，哦，神射手。七号冲向她的坟墓——她字面意义上的坟墓。四号！——到底是什么计划？就算再怎么尝试，也不可能更富有诗意地悲剧——或更绝望了！

source: The big guy can't kill Ev. She knows it. It knows it. And if it can't kill her, it sure as hell can't kill the same shit it's been prattlin' on about since the damned day it was built.
zh_hans: 那大家伙杀不了艾薇。她知道。它也知道。如果它杀不了她，那它肯定也杀不了它自诞生那天起就喋喋不休的同样狗屁东西。

source: What, her dreams? Her HOPES, Four? You would speak to ME of hope, after Six threw her life away in its blasted name? Hope does not define reality, Four - ACTIONS do. Perhaps... these make-believe fantasies of our beloved leader's have poisoned her ability to realize that.
zh_hans: 什么，她的梦想？她的希望，四号？在六号为这该死的希望之名抛弃生命之后，你竟然跟我谈希望？希望无法定义现实，四号——行动才能。或许……我们敬爱的领袖这些凭空想象的幻想，已经毒害了她认识这一点的能力。

source: The hell do ya know about hope? Ya hopin' to wake up here, smellin' the brimstone, 'til the day the godsdamned stars give out? Yer scared, One - and ya'd sit here, doin' jackshit about it for ALL eternity if it meant livin' another day. But this... this ain't livin'. Ev helped me see that. So, ya wanna talk about ACTIONS, One? How about ya open your damned eyes, n'see some sense for once in your "make-believe" life?
zh_hans: 你他妈懂什么叫希望？你希望在这里醒来，闻着硫磺味，直到他妈的天荒地老？你害怕，一号——只要能多活一天，你宁愿坐在这里，屁事不干直到永恒。但这……这不是活着。艾薇帮我明白了这一点。所以，你想谈行动，一号？你怎么不睁开你该死的眼睛，在你那‘凭空想象’的人生里，看明白一次？

source: You... are little but stubborn, as always. Let us put the squabbling aside, then - what of this plan of hers? What does Seven HOPE to accomplish, in challenging His Holiness' divine authority?
zh_hans: 你……还是和以前一样固执。那么，让我们把争吵放在一边——她的计划是什么？七号希望达成什么，去挑战圣尊的神圣权威？

source: Ev... just wants a better life, One. For all'a us. If not in this life, then...
zh_hans: 结果……只是想要更好的生活，一号。为了我们所有人。如果不在今生，那么……

source: ...then? You... you don't mean to say that she would dare to dream again, do you? His Holiness' hands may be tied, and her own safety secured by birthright, but... what of us? Where would WE end up, should she slumber once more?
zh_hans: ……那么？你……你不是想说她胆敢再次做梦吧，是吗？圣尊可能束手无策，她自身的安全有与生俱来的权利保障，但是……我们呢？如果她再次沉睡，我们会在哪里结束？

source: ...Hah. Hell if I know, compadre. It's sure as shit to beat THIS hellhole, though, ain't it? N'she'd sacrifice her own self, just to do it. Ain't ya able to see that? How much she's givin', all for us to get a chance to live our damned lives?
zh_hans: ……哈。那我他妈哪知道，伙计。但总比待在这个鬼地方强，对吧？而且她愿意牺牲自己，就为了做到这一点。你看不出来吗？她付出了多少，就为了给我们一个机会，活出我们该死的人生？

source: I... I can't say that the concept doesn't scare me, Four. To think, that... we...
zh_hans: 我……我不能说这个概念没有吓到我，四号。想想看，我们……

source: In an instant, your mind is torn away from this unfamiliar conversation, and a flashing series of visions overwhelms you. You see a Shell, crying out for salvation - trapped within his own heart's prison. Then, a human, wandering throughout the vastness of space with naught but his golden eyes for company. And, finally... an amethyst sigil. One adorned with a bulbous eye, which burns its way into your mind - imprinting itself into your very vision.
zh_hans: 刹那间，你的思绪被从这场陌生的对话中撕扯开，一连串闪烁的幻象将你淹没。 你看到一个甲壳族，呼喊着求救——被困在他自己内心的牢笼中。 接着，一个人类，在浩瀚的太空中漫游，只有他金色的双眼相伴。 最后……一个紫水晶的符文。上面装饰着一只凸出的眼睛，它灼烧着闯入你的脑海——烙印在你的视觉本身之中。

source: Suffer in the agony of the moment.
zh_hans: 在当下的痛苦中煎熬。

source: "GET UP, DAMMIT! What blasted degree of insanity has to have overcome you, for you to try and pull THAT out of THERE? Without even the slightest modicum of hesitation, either!" You open your eyes, screaming, and the Bishop standing over you doesn't flinch in the slightest. "Have you... truly gone mad? Was it a waste of my precious time, pulling you out of that infernal mess?"
zh_hans: “给 我 起 来，该死的！你到底是疯到了什么地步，竟然想都不想就直接去拔那里面的东西？” 你睁开眼，尖叫起来，站在你上方的主教却连眼睛都没眨一下。“你……真的疯了吗？把你从那该死的烂摊子里拖出来，难道是浪费我宝贵的时间？”

source: What... what WAS that? Where... where did that shard go? The...
zh_hans: 那……那是什么？那个碎片……去哪儿了？那……

source: The Bishop smacks you - hard - with the dull side of her blade-claw, sending your vision blurring once more. "NOW is not the time to be talking crazy, mercenary. Your thoughtless frolicking through rainbow roses and fairy dust has brought upon us a VERY REAL set of consequences!"
zh_hans: 主教用她刀爪的钝面狠狠扇了你一下，让你的视线再次模糊。“现在不是胡言乱语的时候，雇佣兵。你毫不思索地在彩虹玫瑰和精灵尘埃里瞎闹，给我们带来了非常真实的后果！”

source: Huh? What do you...
zh_hans: 嗯？你什么意思……

source: You manage to gather enough focus to turn your head, and look out your ship's window... she's right. Whatever the hell you're looking at is very real, and very... iridescent. Is that... what remains of the station? What happened to it? You're almost lost staring in awe again, when the Bishop smacks you once more. "GET UP, ALREADY! Or are we to die, as you gawk at each and every thing we come across? You are to be better than this, as captain of this ship, no? Does your Federation not depend on you? Are the hopes of their people not placed wholly in your competence?"
zh_hans: 你努力集中精神，转过头，望向星舰窗外……她说得对。不管你看的是什么，它非常真实，而且非常……虹彩熠熠。那是……空间站剩下的部分吗？它怎么了？ 你又差点因敬畏而呆住，主教又给了你一下。“起来，马上！难道我们要在你盯着遇到的每一样东西发呆时死掉吗？作为这艘星舰的舰长，你应该比这更出色，不是吗？你的联邦不依赖你吗？联邦人民的希望不全都寄托在你的能力上吗？”

source: I... I don't know what we're dealing with, but... yes, you're right! To your battle stations, everyone! And you, er...?
zh_hans: 我……我不知道我们在对付什么，但是……是的，你说得对！各就各位，所有人！还有你，呃……？

source: The mighty Mantis makes a note of exaggeratingly rolling her beady eyes. "Obviously, I am to assist! I did not pull you out of that Soulplague sludge in order to fight off these nightmarish terrors alone. To arms, then, strangest of mercenaries - may word of our exploits live to grace the Queen's hallowed halls!" The Bishop takes off, and, together, you prepare to face off against the mobile, Soulplague-infected mass headed straight your way!
zh_hans: 强大的螳螂族夸张地翻了翻她的小眼睛。“很明显，我是来帮忙的！我把你从魂疫烂泥里拖出来，可不是为了独自对付这些噩梦般的恐怖。那么，拿起武器吧，最古怪的雇佣兵——愿我们的事迹有幸传至女王神圣的殿堂！”主教出发了，你们一起准备迎战那个径直朝你们冲来的、可移动的魂疫感染物质！

source: Nithuukepk
zh_hans: 尼休凯普克

source: To arms, then!
zh_hans: 那么，拿起武器吧！
