Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_multiverse.xml.append/*.po
Languages: ru, zh_hans

source: Present your Deep One crew.
ru: Представить своего глубоководного.
zh_hans: 介绍你的深渊生物船员.

source: "Odd creatures... of dubious origins. Something about them... disturbs me. Disturbed, impressed... and intrigued. Well done, traveler. Expect... rewards before your next journey."
ru: "Странные существа... сомнительного происхождения. Что-то в них... беспокоит меня. Тревожит, впечатляет... и интригует. Молодец, путник. Ожидай... награду перед следующим путешествием".
zh_hans: “奇怪的生物...来历不明。关于他们的一些事...让我不安。不安，印象深刻...很好奇。干得好，旅行者。预期...下次旅行前的奖励。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present a Deep One Chosen.
ru: Представить экипаж элитных глубоководных.
zh_hans: 展示你的精英深渊船员。

source: "These ones... understand the gravity of the pact they've made. Their dedication... to their cause, as ominous as it is... impresses me. Well done, traveler. Expect... rewards before your next journey."
ru: "Эти... понимают всю серьезность заключенного ими договора. Их преданность... своему делу, каким бы зловещим оно ни было... впечатляет меня. Молодец, путник. Ожидай... награды перед следующим путешествием".
zh_hans: “这些……明白他们所立誓约的分量。他们的奉献……为了他们的事业，尽管其本身令人不安……却令我印象深刻。干得好，旅人。期待……在你下次旅程前获得奖赏。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present a Disparity Elite.
ru: Представить элиту Диссонанса.
zh_hans: 展示一名分离者精英。

source: "The Separatists do not typically find themselves... so willing to shed blood. One must wonder, if their cause... is worth the rising death toll. Regardless... of the answer, this is most... impressive. Well done, traveler. Expect... rewards before your next journey."
ru: "Сепаратисты обычно не проявляют такой... готовности к пролитию крови. Стоит задуматься, стоит ли их дело растущего числа жертв. Независимо от... ответа, это очень... впечатляет. Молодец, путник. Ожидай... награду перед следующим путешествием".
zh_hans: “分离者通常……并非如此甘愿流血。人们不禁要问，他们的事业……是否值得这日益增长的死亡人数。无论……答案如何，这都相当……令人印象深刻。干得好，旅人。期待……在你下次旅程前获得奖赏。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present your Soulplague-aligned crew.
ru: Представить экипаж, связанный с чумой души.
zh_hans: 展示你魂疫阵营的船员。

source: "Their pretty colors... may allure some, but I know better. I would be... disturbed, were I not so... impressed. Well done, traveler. Expect... rewards before your next journey."
ru: "Их красивые цвета... может, кого-то и привлекают, но я знаю, в чем дело. Я был бы... обеспокоен, если бы не был так... впечатлен. Молодец, путник. Ожидай... награду перед следующим путешествием".
zh_hans: “他们美丽的色彩……或许能吸引一些人，但我更清楚。若非我如此……印象深刻，我本该……感到不安。干得好，旅人。期待……在你下次旅程前获得奖赏。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present a Seraph.
ru: Представить Серафима.
zh_hans: 展示一名炽天使。

source: "I... must wonder, if... the one in the suit is aware that... oh, no matter. To think that... one so resplendent, and otherworldly... has travelled all this way, just to ally with you... this is most impressive, indeed. Well done, traveler. Expect... rewards before your next journey."
ru: "Я... должен задаться вопросом, знает ли... тот, кто в костюме... о, неважно. Подумать только, что... столь величественный и потустороннее существо... проделало весь этот путь, чтобы заключить с вами союз... это действительно впечатляет. Молодец, путник. Ожидай... награду перед следующим путешествием".
zh_hans: “我……不禁猜想，那……穿着盔甲的是否知晓……哦，算了。试想……如此光辉、超凡脱俗的存在……跋涉至此，只为与你结盟……这确实最为印象深刻。干得好，旅人。期待……在你下次旅程前获得奖赏。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present your Corruptor system.
ru: Предъявить свою систему Осквернитель.
zh_hans: 展示你的腐化者系统。

source: "Corruptor - for c-c-corrupting all! You pilot a: vessel worth steering clear from! Scary! Scary! For scary vessel: I provide Grant of C-c-corrupting! Grant of Corrupting! Save it - for the future!"
ru: "Осквернитель - за то, что он всех о-о-оскверняет! Вы пилот: судна, от которого стоит держаться подальше! Страшно! Страшно! Для страшного судна: я представляю дар о-о-осквернения! Дар осквернения! Сохраните его - на будущее!"
zh_hans: “腐 化 者——用 来 腐～腐～腐 化 一 切！你 驾 驶 着：一 艘 值 得 避 而 远 之 的 星 舰！吓 人！吓 人！为 了 吓 人 的 星 舰：我 提 供 腐～腐～腐 化 之 礼！腐 化 之 礼！留 着 它——以 备 将 来！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present Deep One tech.
ru: Предъявить технологию глубоководных.
zh_hans: 展示深渊潜者技术。

source: "Oh my... DEEP ONE Tech? Sure. This is tribute, I suppose. These fish-men are a STRANGE people, with even STRANGER technology! I'd LOATHE to face all those GLARING lights in battle, but I DIGRESS. I shall BLESS you with the BLESSING OF DREAD. But have PATIENCE. It is not for now, but for LATER!"
ru: "О боже... технология ГЛУБОКОВОДНЫХ? Конечно. Это подношение, я полагаю. Эти люди-рыбы - СТРАННЫЙ народ, с еще более СТРАННЫМИ технологиями! Я бы НЕ ХОТЕЛ столкнуться со всеми этими ЯРКИМИ огнями в бою, но я СМИРИЛСЯ. Но я ПРИМУ это. Я ОДАРЮ вас БЛАГОСЛОВЕНИЕМ СТРАХА. Но имейте ТЕРПЕНИЕ. Это не сейчас, а ПОТОМ!"
zh_hans: “哦 我 的……深 渊 之 民 技 术？当 然。这 算 是 贡 物 吧，我 想。这 些 鱼 人 是 个 奇 怪 的 民 族，技 术 更 是 奇 中 之 奇！我 会 厌 恶 在 战 斗 中 面 对 那 些 刺 眼 的 光，但 我 离 题 了。我 将 以 恐 怖 之 祝 福 祝 福 你。但 要 有 耐 心。不 是 现 在，而 是 以 后！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present Disparity tech.
ru: Предъявить технологию Диссонанса.
zh_hans: 展示分离者技术。

source: "Oh my... DISPARITY Tech? Sure. This is tribute, I suppose. You can practically SMELL the bloodshed that's been wrought with this tech, and YET... there's a DARKER presence there, too... but I DIGRESS. I shall BLESS you with the BLESSING OF RAVENOUS DARKNESS. But have PATIENCE. It is not for now, but for LATER!"
ru: "О боже... технология ДИССОНАНСА? Конечно. Это подношение, я полагаю. Ты практически ощущаешь ЗАПАХ крови, пролитой с помощью этой технологии, и ВСЕ ЖЕ... здесь присутствует и более ТЕМНОЕ присутствие... но я ОТВЛЕКСЯ. Я ОДАРЮ вас БЛАГОСЛОВЕНИЕМ НЕНАСЫТНОЙ ТЬМЫ. Но имейте ТЕРПЕНИЕ. Это не сейчас, а ПОТОМ!"
zh_hans: “哦 我 的……分 离 者 技 术？当 然。这 算 是 贡 物 吧，我 想。你 几 乎 能 闻 到 这 技 术 造 成 的 血 腥 味，然 而……那 里 还 有 更 黑 暗 的 存 在……但 我 离 题 了。我 将 以 贪 婪 黑 暗 之 祝 福 祝 福 你。但 要 有 耐 心。不 是 现 在，而 是 以 后！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present Soulplague tech.
ru: Предъявить технологию чумы души.
zh_hans: 展示魂疫技术。

source: "Oh my... SOULPLAGUE Tech? Sure. This is tribute, I suppose. Its many colors may FOOL the UNSUSPECTING, but I know BETTER! This is dangerous, DANGEROUS stuff... but I DIGRESS. I shall BLESS you with the BLESSING OF IRIDESCENT CORRUPTION. But have PATIENCE. It is not for now, but for LATER!"
ru: "О боже... технология ЧУМЫ ДУШИ? Конечно. Это подношение, я полагаю. Многообразие красок может ОБМАНУТЬ НЕОПЫТНОГО, но я то знаю ЛУЧШЕ! Это опасная, ОПАСНАЯ штука... но я ее ПОНИМАЮ. Я ОДАРЮ вас БЛАГОСЛОВЕНИЕМ РАДУЖНОГО ОСКВЕРНЕНИЯ. Но имейте ТЕРПЕНИЕ. Это не сейчас, а ПОТОМ!"
zh_hans: “哦 我 的……魂 疫 技 术？当 然。这 算 是 贡 物 吧，我 想。它 多 彩 的 颜 色 或 许 能 迷 惑 那 些 不 设 防 的 人，但 我 更 清 楚！这 是 危 险，极 其 危 险 的 东 西……但 我 离 题 了。我 将 以 虹 彩 腐 化 之 祝 福 祝 福 你。但 要 有 耐 心。不 是 现 在，而 是 以 后！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Present a Living Lightborne.
ru: Представить живого Светоносца.
zh_hans: 展示一个活体辉光裔。

source: "What... IS this? Is it ALIVE? I can't say I've EVER seen anything like it... did THEST put you UP TO THIS?! HE would know! Did he FORGET to tell us? Is THIS his way of TELLING US? Well, NO MATTER! I shall BLESS you with the BLESSING OF FALLEN GRACE. But have PATIENCE. It is not for now, but for LATER!"
ru: "Что... ЭТО такое? Оно ЖИВОЕ? Не могу сказать, что я КОГДА-ЛИБО видел нечто подобное... Это СЕСТ заставил вас сделать это?! Он бы ЗНАЛ! Он ЗАБЫЛ нам сказать? Это ЕГО способ СООБЩИТЬ НАМ? Ну, НЕ ВАЖНО! Я ОДАРЮ вас БЛАГОСЛОВЕНИЕМ ПАДШЕЙ МИЛОСТИ. Но будьте ТЕРПЕЛИВЫ. Это не сейчас... а ПОТОМ!"
zh_hans: “这……是 什 么？它 是 活 的 吗？我 不 能 说 我 见 过 类 似 的 东 西……是 赛 斯 特 指 使 你 这 么 做 的 吗？！他 一 定 知 道！他 是 不 是 忘 了 告 诉 我 们？这 就 是 他 告 诉 我 们 的 方 式 吗？好 吧，没 关 系！我 将 以 堕 落 恩 典 之 祝 福 祝 福 你。但 要 有 耐 心。不 是 现 在，而 是 以 后！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: From out of the tunnel comes a not-so massive cruiser vessel, of a strange design... its surface and viscosity seem quite oily, and yet it manages to stay together somehow. You hear soft whispering, almost as if it's coming from within your head, "...Renegade... here... why here..."
ru: Из туннеля появляется не очень массивный крейсер, странной конструкции... его поверхность и структура кажутся довольно маслянистыми, и все же он как-то умудряется держаться вместе. Вы слышите тихий шепот, почти как будто он исходит из вашей головы: "...Ренегат... здесь... почему здесь..."
zh_hans: 从隧道中驶出一艘不算特别庞大、设计怪异的星舰……它的表面看起来颇为油腻，粘度很高，却不知怎地维持着整体。你听到轻柔的低语，几乎像是从你脑海中传来：“……变元者……在这里……为什么在这里……”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: The whispering continues; you turn around to find its source, but don't see anything, "...we'll remember... we'll always remember... die..."
ru: Шепот продолжает звучать; вы оборачиваетесь, чтобы найти его источник, но ничего не видите: "...мы будем помнить... мы всегда будем помнить... умри..."
zh_hans: 低语在继续；你转身寻找来源，却什么也没看到，“……我们会记住……我们永远会记住……去死吧……”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: This is the location of abnormal energy signatures. [Soulplague]
ru: Местонахождение аномальной энергетической сигнатуры. [Чума души]
zh_hans: 这是异常能量特征的位置。[魂疫]

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.
zh_hans: 探索完毕的地点。已无值得关注之物。

source: From out of the tunnel comes a not-so massive cruiser vessel, of a strange design... its surface and viscosity seem quite oily, and yet it manages to stay together somehow. You hear soft whispering, almost as if it's coming from within your head, "...Renegade... here... why here..."
ru: Из туннеля появляется не очень массивный крейсер, странной конструкции... его поверхность и структура кажутся довольно маслянистыми, и все же он как-то умудряется держаться вместе. Вы слышите тихий шепот, почти как будто он исходит из вашей головы: "...Ренегат... здесь... почему здесь..."
zh_hans: 从隧道中驶出一艘不算特别庞大、设计怪异的星舰……它的表面看起来颇为油腻，粘度很高，却不知怎地维持着整体。你听到轻柔的低语，几乎像是从你脑海中传来：“……变元者……在这里……为什么在这里……”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: The whispering continues; you turn around to find its source, but don't see anything, "...we'll remember... we'll always remember... die..."
ru: Шепот продолжает звучать; вы оборачиваетесь, чтобы найти его источник, но ничего не видите: "...мы будем помнить... мы всегда будем помнить... умри..."
zh_hans: 低语在继续；你转身寻找来源，却什么也没看到，“……我们会记住……我们永远会记住……去死吧……”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: From out of the tunnel comes a not-so massive cruiser vessel, of a strange design... its surface and viscosity seem quite oily, and yet it manages to stay together somehow. You hear soft whispering, almost as if it's coming from within your head, "...Renegade... here... why here..."
ru: Из туннеля появляется не очень массивный крейсер, странной конструкции... его поверхность и структура кажутся довольно маслянистыми, и все же он как-то умудряется держаться вместе. Вы слышите тихий шепот, почти как будто он исходит из вашей головы: "...Ренегат... здесь... почему здесь..."
zh_hans: 从隧道中驶出一艘不算特别庞大、设计怪异的星舰……它的表面看起来颇为油腻，粘度很高，却不知怎地维持着整体。你听到轻柔的低语，几乎像是从你脑海中传来：“……变元者……在这里……为什么在这里……”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: The whispering continues; you turn around to find its source, but don't see anything, "...we'll remember... we'll always remember... die..."
ru: Шепот продолжает звучать; вы оборачиваетесь, чтобы найти его источник, но ничего не видите: "...мы будем помнить... мы всегда будем помнить... умри..."
zh_hans: 低语在继续；你转身寻找来源，却什么也没看到，“……我们会记住……我们永远会记住……去死吧……”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: From out of the tunnel comes a massive cruiser vessel, of Deep One design! Though, it's larger than any Deep One ship you've ever seen... they hail you, "Renegade! Do you... have tribute? Tribute... for our Dark One?"
ru: Из туннеля появляется массивный крейсер, созданный по проекту глубоководных! Хотя он больше, чем любой корабль глубоководных, который вы когда-либо видели... Они вызывают вас: "Ренегат! У тебя... есть подношение? Подношение... для нашего Темного?"
zh_hans: 从隧道中驶出一艘庞大的、深渊潜者设计的星舰！不过，它比你见过的任何深渊潜者星舰都要大……他们呼叫你：“变元者！你……有贡物吗？贡物……为了我们的黑暗之神？”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: "If... you won't give us tribute, then... we shall take it! O', Dark One... see me, as I kill these fools... in your name! For the sake... of your glory!"
ru: "Если... ты не даешь нам подношение, тогда... мы возьмем его! О, Темный... посмотри на меня, как я убиваю этих глупцов... во имя тебя! Во имя... твоей славы!"
zh_hans: “如果……你不给我们贡物，那么……我们就自己来拿！哦，黑暗之神……请见证我，以您的名义……杀掉这些蠢货！为了……您的荣耀！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: This is the location of abnormal energy signatures. [Deep One]
ru: Местонахождение аномальной энергетической сигнатуры. [Глубоководные]
zh_hans: 这是异常能量特征的位置。[深渊潜者]

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.
zh_hans: 探索完毕的地点。已无值得关注之物。

source: From out of the tunnel comes a massive cruiser vessel, of Deep One design! Though, it's larger than any Deep One ship you've ever seen... they hail you, "Renegade! Do you... have tribute? Tribute... for our Dark One?"
ru: Из туннеля появляется массивный крейсер, созданный по проекту глубоководных! Хотя он больше, чем любой корабль глубоководных, который вы когда-либо видели... Они вызывают вас: "Ренегат! У тебя... есть подношение? Подношение... для нашего Темного?"
zh_hans: 从隧道中驶出一艘庞大的、深渊潜者设计的星舰！不过，它比你见过的任何深渊星舰都要大……他们呼叫你：“变元者！你……有贡物吗？贡物……为了我们的黑暗之神？”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: "If... you won't give us tribute, then... we shall take it! O', Dark One... see me, as I kill these fools... in your name! For the sake... of your glory!"
ru: "Если... ты не даешь нам подношение, тогда... мы возьмем его! О, Темный... посмотри на меня, как я убиваю этих глупцов... во имя тебя! Во имя... твоей славы!"
zh_hans: “如果……你不给我们贡物，那么……我们就自己来拿！哦，黑暗之神……请见证我，以您的名义……杀掉这些蠢货！为了……您的荣耀！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: From out of the tunnel comes a massive cruiser vessel, of Deep One design! Though, it's larger than any Deep One ship you've ever seen... they hail you, "Renegade! Do you... have tribute? Tribute... for our Dark One?"
ru: Из туннеля появляется массивный крейсер, созданный по проекту глубоководных! Хотя он больше, чем любой корабль глубоководных, который вы когда-либо видели... Они вызывают вас: "Ренегат! У тебя... есть подношение? Подношение... для нашего Темного?"
zh_hans: 从隧道中驶出一艘庞大的、深渊潜者设计的星舰！不过，它比你见过的任何深渊之民星舰都要大……他们呼叫你：“变元者！你……有贡物吗？贡物……为了我们的黑暗之神？”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: "If... you won't give us tribute, then... we shall take it! O', Dark One... see me, as I kill these fools... in your name! For the sake... of your glory!"
ru: "Если... ты не даешь нам подношение, тогда... мы возьмем его! О, Темный... посмотри на меня, как я убиваю этих глупцов... во имя тебя! Во имя... твоей славы!"
zh_hans: “如果……你不给我们贡物，那么……我们就自己来拿！哦，黑暗之神……请见证我，以您的名义……杀掉这些蠢货！为了……您的荣耀！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: From out of the tunnel comes a massive cruiser vessel, of strange design... its flames dance and weave between an impossible, physical darkness. They hail, and a chorus of voices speak over one another: "A Renegade? Here?" "PURIFICATION: IMMINENT." "Your fate lies in light's hands..."
ru: Из туннеля появляется массивный крейсер странной конструкции... его языки пламени танцуют и переплетаются между невозможной, физической тьмой. Они выходят на связь, и хор голосов переговаривается между собой: "Ренегат? Здесь?" "ОЧИЩЕНИЕ НЕИЗБЕЖНО". "Твоя судьба в руках света..."
zh_hans: 隧道中驶出一艘设计怪异、体型庞大的星舰……其火焰在一种不可思议的物质性黑暗中舞动交织。他们发来呼叫，多个声音互相交叠地响起： “一个变元者？在这里？” “净化：即将执行。” “你的命运掌握在光明手中……”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: Again, the chorus speaks: "I'd really rather not, but... oh well..." "PURIFICATION: UNDERWAY. BURN." "...and it is light's duty to chase away thhhhe shadows."
ru: Снова звучат голоса: "Я бы очень хотел этого, но... ну что ж..." "ОЧИЩЕНИЕ: ИДЕТ. ГОРИ". "...и долг света - прогонять тени".
zh_hans: 那多重的声音再次响起： “我真不想这样，但是……唉，好吧……” “净化：进行中。燃烧吧。” “……而驱散阴影是光明的职责。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: This is the location of abnormal energy signatures. [Deep One]
ru: Местонахождение аномальной энергетической сигнатуры. [Глубоководные]
zh_hans: 这是异常能量特征的位置。[深渊潜者]

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.
zh_hans: 探索完毕的地点。已无值得关注之物。

source: From out of the tunnel comes a massive cruiser vessel, of strange design... its flames dance and weave between an impossible, physical darkness. They hail, and a chorus of voices speak over one another: "A Renegade? Here?" "PURIFICATION: IMMINENT." "Your fate lies in light's hands..."
ru: Из туннеля появляется массивный крейсер странной конструкции... его языки пламени танцуют и переплетаются между невозможной, физической тьмой. Они выходят на связь, и хор голосов переговаривается между собой: "Ренегат? Здесь?" "ОЧИЩЕНИЕ НЕИЗБЕЖНО". "Твоя судьба в руках света..."
zh_hans: 隧道中驶出一艘设计怪异、体型庞大的星舰……其火焰在一种不可思议的物质性黑暗中舞动交织。他们发来呼叫，多个声音互相交叠地响起： “一个变元者？在这里？” “净化：即将执行。” “你的命运掌握在光明手中……”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: Again, the chorus speaks: "I'd really rather not, but... oh well..." "PURIFICATION: UNDERWAY. BURN." "...and it is lighhhht's duty to chase away thhhhe shadows."
ru: Снова звучат голоса: "Я бы очень хотел этого, но... ну что ж..." "ОЧИЩЕНИЕ: ИДЕТ. ГОРИ". "...и долг света - прогонять тени".
zh_hans: 那多重的声音再次响起： “我真不想这样，但是……唉，好吧……” “净化：进行中。燃烧吧。” “……而驱散阴影是光明的职责。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: From out of the tunnel comes a massive cruiser vessel, of strange design... its flames dance and weave between an impossible, physical darkness. They hail, and a chorus of voices speak over one another: "A Renegade? Here?" "PURIFICATION: IMMINENT." "Your fate lies in light's hands..."
ru: Из туннеля появляется массивный крейсер странной конструкции... его языки пламени танцуют и переплетаются между невозможной, физической тьмой. Они выходят на связь, и хор голосов переговаривается между собой: "Ренегат? Здесь?" "ОЧИЩЕНИЕ НЕИЗБЕЖНО". "Твоя судьба в руках света..."
zh_hans: 隧道中驶出一艘设计怪异、体型庞大的星舰……其火焰在一种不可思议的物质性黑暗中舞动交织。他们发来呼叫，多个声音互相交叠地响起： “一个变元者？在这里？” “净化：即将执行。” “你的命运掌握在光明手中……”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: Again, the chorus speaks: "I'd really rather not, but... oh well..." "PURIFICATION: UNDERWAY. BURN." "...and it is light's duty to chase away thhhhe shadows."
ru: Снова звучат голоса: "Я бы очень хотел этого, но... ну что ж..." "ОЧИЩЕНИЕ: ИДЕТ. ГОРИ". "...и долг света - прогонять тени".
zh_hans: 那多重的声音再次响起： “我真不想这样，但是……唉，好吧……” “净化：进行中。燃烧吧。” “……而驱散阴影是光明的职责。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: From out of the tunnel comes a not-so massive cruiser vessel, of a strange design... its surface and viscosity seem quite oily, and yet it manages to stay together somehow. You hear soft whispering, almost as if it's coming from within your head, "...Renegade... here... why here..."
ru: Из туннеля появляется не очень массивный крейсер, странной конструкции... его поверхность и структура кажутся довольно маслянистыми, и все же он как-то умудряется держаться вместе. Вы слышите тихий шепот, почти как будто он исходит из вашей головы: "...Ренегат... здесь... почему здесь..."
zh_hans: 从隧道中驶出一艘不算特别庞大、设计怪异的星舰……它的表面看起来颇为油腻，粘度很高，却不知怎地维持着整体。你听到轻柔的低语，几乎像是从你脑海中传来：“……变元者……在这里……为什么在这里……”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: The whispering continues; you turn around to find its source, but don't see anything, "...we'll remember... we'll always remember... die..."
ru: Шепот продолжает звучать; вы оборачиваетесь, чтобы найти его источник, но ничего не видите: "...мы будем помнить... мы всегда будем помнить... умри..."
zh_hans: 低语在继续；你转身寻找来源，却什么也没看到，“……我们会记住……我们永远会记住……去死吧……”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: From out of the tunnel comes a massive cruiser vessel, of Deep One design! Though, it's larger than any Deep One ship you've ever seen... they hail you, "Renegade! Do you... have tribute? Tribute... for our Dark One?"
ru: Из туннеля появляется массивный крейсер, созданный по проекту глубоководных! Хотя он больше, чем любой корабль глубоководных, который вы когда-либо видели... Они вызывают вас: "Ренегат! У тебя... есть подношение? Подношение... для нашего Темного?"
zh_hans: 从隧道中驶出一艘庞大的、深渊潜者设计的星舰！不过，它比你见过的任何深渊星舰都要大……他们呼叫你：“变元者！你……有贡物吗？贡物……为了我们的黑暗之神？”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: "If... you won't give us tribute, then... we shall take it! O', Dark One... see me, as I kill these fools... in your name! For the sake... of your glory!"
ru: "Если... ты не даешь нам подношение, тогда... мы возьмем его! О, Темный... посмотри на меня, как я убиваю этих глупцов... во имя тебя! Во имя... твоей славы!"
zh_hans: “如果……你不给我们贡物，那么……我们就自己来拿！哦，黑暗之神……请见证我，以您的名义……杀掉这些蠢货！为了……您的荣耀！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Use your blessing to avoid combat.
ru: Использовать благословение, чтобы избежать битвы.
zh_hans: 使用恩惠来避免战斗。

source: From out of the tunnel comes a massive cruiser vessel, of strange design... its flames dance and weave between an impossible, physical darkness. They hail, and a chorus of voices speak over one another: "A Renegade? Here?" "PURIFICATION: IMMINENT." "Your fate lies in light's hands..."
ru: Из туннеля появляется массивный крейсер странной конструкции... его языки пламени танцуют и переплетаются между невозможной, физической тьмой. Они выходят на связь, и хор голосов переговаривается между собой: "Ренегат? Здесь?" "ОЧИЩЕНИЕ НЕИЗБЕЖНО". "Твоя судьба в руках света..."
zh_hans: 隧道中驶出一艘设计怪异、体型庞大的星舰……其火焰在一种不可思议的物质性黑暗中舞动交织。他们发来呼叫，多个声音互相交叠地响起： “一个变元者？在这里？” “净化：即将执行。” “你的命运掌握在光明手中……”

source: Prepare to fight!
ru: Приготовиться к бою!
zh_hans: 准备战斗！
