Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_socialize.xml.append/*.po
Languages: ru

source: I stand by them. The Engi deserve to be free from the Harmony, and the Separatists standing idle won't grant that.
ru: Я поддерживаю его. Энджи заслуживают свободы от Гармонии, а бездействие Сепаратистов этого не обеспечит.

source: "This: is true, regrettably. The problem, though, remains: this is a -war- against the Engi, for the Engi. Not to speak of their -dark- bargains. Should they win, will they truly be [free] to be themselves? [Free] from their shoes?" You blink at that line, confused, and Turzil notices, "Shackles. The word: is shackles. I'm still getting -used- to this [metaphor] thing." Embarrassed, he leaves the room, and all is silent... save for the chewing sound coming from beneath the floorboards.
ru: "Это правда, к сожалению. Но проблема остается: это -война- против энджи, за энджи. Не говоря уже об их -темной- сделке. Если они победят, будут ли они действительно [свободны] быть самими собой? [Свободными] от своей обуви?" Вы моргаете от этой фразы, смущаясь, а Турзил замечает: "Оковы. Слово: оковы. Я все еще -привыкаю- к этой [метафоре]". Смутившись, он выходит из помещения, и все затихает... если не считать жевательного звука, доносящегося из-под пола.

source: I'd rather not get involved.
ru: Я бы предпочел не вмешиваться.

source: "Your actions -betray- your words. Here I and this -Hunger- stand, [free] from the Harmony. Theory: you're merely humble, captain?" You blush, and can't help but smile... you're kind of cool, you suppose. Satisfied, Turzil leaves the room, and all is silent... save for the chewing sound coming from beneath the floorboards.
ru: "Ваши действия говорят красноречивее ваших слов. Я и Голод стоим здесь, [свободные] от Гармонии. Предположение: вы просто скромничаете, капитан?" Вы краснеете, но не можете не улыбнуться... наверное, вы и правда крут. Удовлетворенный, Турзил покидает помещение, и все затихает... если не считать жевательного звука, доносящегося из-под пола.

source: Leave him to it.
ru: Оставить его.

source: You leave Turzil alone, and return to looking for the Hunger. You don't find them, but you do grow quite accustomed to the chewing sound coming from beneath the floorboards.
ru: Вы оставляете Турзила в покое и возвращаетесь к поискам Голода. Вы его не находите, но уже привыкли к звуку жевания, доносящемуся из-под пола.

source: On your way to the Hunger's room, you find them and OOJ in the middle of the hallway facing off... should you be concerned?
ru: По пути в каюту Голода вы сталкиваетесь посреди коридора с УДЖем и Голодом... стоит ли беспокоиться?

source: Intervene.
ru: Вмешаться.

source: You aren't really sure how to intervene, exactly, so you just kind of stand in-between them... they're both extremely close. You can hear OOJ's body pak-paking in place, and the Hunger as it nibbles upon the floorboards. Eventually, they both seem to back off... slowly. The Hunger never breaks eye contact with you, and OOJ never breaks OOJ-contact. Eventually, the paks and crunching sounds fade, and you're left alone...
ru: Вы не знаете, как именно следует повести себя, поэтому просто стоите между ними... они оба чересчур близко. Вы слышите, как тело УДЖА издает тихое "пак-пак-пак", а Голод обгладывает пол. В конце концов они оба, кажется, отступают... медленно. Голод не смотрит вам в глаза, а УДЖ не сводит взгляда с Голода. В конце концов, звуки паков и хруста стихают, и вы остаетесь одни...

source: Observe.
ru: Наблюдать.

source: Nothing happens for a while, until OOJ begins vibrating... then, the Hunger reverberates in kind. You realize all hell is about to break loose as their vibrations pick up in pace to match the other's. OOJ's pak pak pak sounds accelerate faster and faster, as do the strange crunching noises the Hunger seems to be making... are you bearing witness to the creation of a particle accelerator? Can you even flee? Is anywhere within this ship safe? Is anywhere within this sector safe? This reality? This Multiverse? As you ponder these questions, both blobs spontaneously stop moving, completely defying their retention of momentum. OOJ slides one way, and the Hunger slides the other, until both are out of sight... what have you just witnessed?
ru: Некоторое время ничего не происходит, пока УДЖ не начинает вибрировать... затем Голод отвечает ему тем же. Вы понимаете, что сейчас разверзнется ад, когда их вибрации начинают усиливаться, чтобы соответствовать друг другу. Звуки "пак-пак-пак", издаваемые УДЖем, становятся все быстрее и быстрее, как и странные хрустящие звуки, издаваемые Голодом... Неужели вы стали свидетелем создания ускорителя частиц? Можете ли вы спастись? Безопасно ли где-нибудь в пределах этого корабля? Где-нибудь в этом секторе безопасно? Этой реальности? Этой Мультивселенной? Пока вы размышляете над этими вопросами, оба сгустка спонтанно прекращают движение, полностью противореча своему импульсу. УДЖ уходит в одну сторону, а Голод - в другую, пока оба не исчезают из виду... чему вы только что были свидетелям?

source: Despite your best efforts, you can't find the Hunger anywhere. You do hear a strange 'pak pak pak' sound coming from above the ceiling, mirrored in kind by a strange 'crunch crunch crunch' sound coming from beneath the floor... but it's probably nothing. Weird space tricks of the mind, and all that.
ru: Несмотря на все усилия, вы нигде не можете найти Голода. Правда, вы слышите странный звук "пак-пак-пак", доносящийся с потолка, а из-под пола доносится странный "хруст-хруст-хруст"... но это, скорее всего, ерунда. Странные космические фокусы разума и все такое.

source: The sound of crunching alerts you to the Hunger's location from across the ship, but you're surprised to find the Anointed there as well. They appear to be passing a large chunk of metal back and forth, taking turns eating it... the Hunger speaks, "SUBJECT: An-n-n-n-noooointed? Anointed. State-etats-etats-etats: HUNGER? Hunger, too?" to which the Anointed replies, "Correct, strange Engi thing. We need not hunger alone, we need not decay alone. Together, we may devour all." The Hunger jiggles enthusiastically at this, and you leave the room concerned for your safety...
ru: По звуку хруста вы узнаете о местонахождении Голода с другого конца корабля, но с удивлением обнаруживаете там и Помазанницу. Похоже, они передают большой кусок металла туда-сюда, по очереди поедая его... Голод говорит: "СУБЪЕКТ: По-п-п-п-помазанница? Помазанница. Статус-сутатс-сутатс-сутатс: ГОЛОД? Голод тоже?", на что Помазанница отвечает: "Правильно, странный энджи. Нам не нужно голодать в одиночку, нам не нужно разлагаться в одиночку. Вместе мы можем поглотить всех". Голод восторженно покачивается, и вы покидаете комнату, опасаясь за свою жизнь...

source: As you approach the Foolish, his stance shrinks, "Don't you have somebody worthhhhwhile you could be talking to...? Leave me alone..." Dejected, he floats away, and you make a mental note to invest in some therapy lessons for your crew.
ru: Когда вы приближаетесь к Глупцу, его взгляд сужается: "Неужели у вас нет никого подходящего, с кем вы могли бы поговорить...? Оставьте меня в покое..." Удрученный, он улетает, а вы делаете мысленную заметку о необходимости вложить деньги в сеансы психотерапии для вашего экипажа.

source: Entering the Foolish's room, it appears to be empty... until you hear a thud above you. Looking up, you find that the Foolish is floating against the ceiling, slowly bumping into it and bouncing off over and over again. If he's aware of your presence, he isn't making it obvious.
ru: Войдя в каюту Глупца, вы обнаруживаете, что она пуста... пока не слышите над собой стук. Посмотрев вверх, вы обнаружите, что Глупец парит у потолка, медленно ударяясь о него и отскакивая снова и снова. Если он и знает о вашем присутствии, то не подает виду.

source: Hey, uh... you alright?
ru: Эй, эм... вы в порядке?

source: He rotates to face you, still bumping against the ceiling, "Yeah, I'm fine... Thhhhanks..." Though he breaks eye contact, he doesn't turn back around.
ru: Он поворачивается к вам лицом, все еще ударяясь о потолок: "Да, я в порядке... Спасибо..." Хотя он разрывает зрительный контакт, он не отворачивается.

source: Somehow, I doubt that.
ru: Почему-то я в этом сомневаюсь.

source: The Foolish meets your gaze once more, his tone sterner, "Really, I'm fine. I just... get thhhhis way, sometimes." He returns to being silent for a moment, and then sighs as he continues, "Even if I wanted to cheer up, it's not exactly up to me. Thhhhings just... weigh heavily on my mind."
ru: Глупец снова встречает ваш взгляд, его тон становится более жестким: "Правда, я в порядке. Просто... иногда я становлюсь таким". На мгновение он снова замолкает, а затем со вздохом продолжает: "Даже если бы я хотел поднять настроение, это не совсем в моих силах. Просто все это... сильно отягощает мои мысли".

source: What kinds of things? Anything I can help with?
ru: Что именно? Чем я могу помочь?

source: He seems to take a moment to gather his thoughts before answering, "Not anymore thhhhan you already have, captain. It's just a mental battle withhhh myself..." You notice as his attention is drawn to the floor, "Thhhhough, if you could help me, uh... get down from here, I'd appreciate it." He outstretches his hand.
ru: Кажется, ему нужно время, чтобы собраться с мыслями, прежде чем ответить: "Вы уже помогли мне всем, что могли, капитан. Это просто мысленная битва с самим собой..." Вы замечаете, что его внимание приковано к полу: "Если бы вы могли помочшь мне... спуститься отсюда, я был бы вам очшень признателен". Он протягивает руку.

source: Grab his hand and help him down.
ru: Взять его за руку и помочь спуститься.

source: As you grab his hand, a sense of unease overwhelms your body, and you feel... nothing. As quick as it came, whatever the feeling was vanishes, and the Foolish looks at you expectantly, "Captain? You alright?"
ru: Когда вы хватаете его за руку, чувство тревоги переполняет ваше тело, и вы чувствуете... ничего. Так же быстро, как и появилось, это ощущение исчезает, и Глупец выжидающе смотрит на вас: "Капитан? Вы в порядке?"

source: Yeah, I just... felt something. This is safe, right?
ru: Да, я просто... что-то почувствовал. Это ведь не опасно, правда?

source: For a moment, the Foolish just blinks, but then he pulls his hand away aggressively as concern coats his tone, "Wait, what did you feel exactly?"
ru: На мгновение Глупец просто моргает, но затем резко отдергивает руку, в его тоне появляется беспокойство: "Подождите, чшто именно вы почшувствовали?"

source: I... can't say I'm sure. I just felt wrong for a moment.
ru: Я... не могу это описать. Просто на мгновение я почувствовал неладное.

source: He eases up a little, "Well, thhhhe Soulplague isn't a thhhhreat, if thhhhat's your worry. It obeys me... as much as I loathhhhe thhhhe fact. My concern is thhhhe Dark God... it still holds some level of influence over me. If you felt somethhhhing, that probably means it's trying to pull somethhhhing, and I'm not allowing anybody else to endanger thhhhemselves for my sake." You watch as the Foolish takes a deep breath, before releasing it, as he slowly drifts back towards the floor. "Thhhhank you for calming me down, at least. Sorry for my short-sightedness, thhhhough... I'd hate if I was used for anothhhher of the Dark God's schemes. I'll try to be more careful in the future." The Foolish floats out of the room, and you're left to wonder... what is the Dark God after, exactly?
ru: Он немного успокаивается: "Ну, чшума души не представляет угрозы, если вас это беспокоит. Она подчшиняется мне... как бы я ни ненавидел этот факт. Меня беспокоит Темный Бог... он все еще имеет на меня какое-то влияние. Если вы чшто-то почшувствовали, значшит, он пытается чшто-то сделать, и я не позволю никому подвергать себя опасности ради меня". Вы наблюдаете, как Глупец делает глубокий вдох, а затем выдыхает, медленно опускаясь на пол. "Спасибо, чшто хотя бы успокоили меня. Простите за мою недальновидность, хотя... Не хотелось бы, чштобы меня использовали для еще одной затеи Темного Бога. В будущем я постараюсь быть осторожнее". Глупец улетает из комнаты, а вы остаетесь в недоумении... чего же добивается Темный Бог?

source: I... felt close. To each other.
ru: Я... почувствовал близость. Друг к другу.

source: His body tilts a little, as if in confusion, "Well... yeah? Meaning?"
ru: Его тело слегка наклоняется, как бы в замешательстве: "Ну... и? В каком смысле?"

source: We've never really gotten close before. I've always assumed it's unsafe.
ru: Мы никогда раньше не были близки. Я всегда считал, что это небезопасно.

source: He seems to ponder this a moment before responding, "Well, thhhhe Soulplague isn't a thhhhreat, if thhhhat's your worry. It obeys me... as much as I loathhhhe thhhhe fact. My concern is thhhhe Dark God... it still holds some level of influence over me. If you felt somethhhhing, that probably means it's trying to pull somethhhhing, and I'm not allowing anybody else to endanger thhhhemselves for my sake." You watch as the Foolish takes a deep breath, before releasing it, as he slowly drifts back towards the floor. "Thhhhank you for calming me down, at least. Sorry for my short-sightedness, thhhhough... I'd hate if I was used for anothhhher of the Dark God's schemes. I'll try to be more careful in the future." The Foolish floats out of the room, and you're left to wonder... what is the Dark God after, exactly?
ru: Он, кажется, размышляет над ответом, прежде чем ответить: "Ну, чшума души не представляет угрозы, если вас это беспокоит. Она подчшиняется мне... как бы я ни ненавидел этот факт. Меня беспокоит Темный Бог... он все еще имеет на меня какое-то влияние. Если вы чшто-то почшувствовали, значшит, он пытается чшто-то сделать, и я не позволю никому подвергать себя опасности ради меня". Вы наблюдаете, как Глупец делает глубокий вдох, а затем выдыхает, медленно опускаясь на пол. "Спасибо, чшто хотя бы успокоили меня. Простите за мою недальновидность, хотя... Не хотелось бы, чштобы меня использовали для еще одной затеи Темного Бога. В будущем я постараюсь быть осторожнее". Глупец улетает из комнаты, а вы остаетесь в недоумении... чего же добивается Темный Бог?

source: Hesitate.
ru: Задуматься.

source: A few moments pass as you stand there, staring at his hand. This appears to make the Foolish anxious, but he's yet to speak up.
ru: Проходит несколько мгновений, пока вы стоите и смотрите на его руку. Похоже, это беспокоит Глупца, но он тоже молчит.

source: Is it safe for you to touch people?
ru: Безопасно ли вам прикасаться к людям?

source: He thinks on it for a moment, before pulling his hand back, "Well, thhhhe Soulplague isn't a thhhhreat, if thhhhat's your worry. It obeys me... as muchhhh as I loathhhhe thhhhe fact. Still, thhhhoughhhh, who knows what thhhhe Dark God might try to pull. It's probably for thhhhe best if I keep to myself." You watch as the Foolish takes a deep breath, before releasing it, as he slowly drifts back towards the floor. "Thhhhank you for calming me down, at least. Sorry for my short-sightedness, thhhhough... I'd hate if I was used for anothhhher of the Dark God's schemes. I'll try to be more careful in the future." The Foolish floats out of the room, and you're left to wonder... what is the Dark God after, exactly?
ru: Он на мгновение задумывается, а затем отдергивает руку: "Ну, чшума души не представляет угрозы, если вас это беспокоит. Она подчшиняется мне... как бы я ни ненавидел этот факт. Меня беспокоит Темный Бог... он все еще имеет на меня какое-то влияние. Если вы чшто-то почшувствовали, значшит, он пытается чшто-то сделать, и я не позволю никому подвергать себя опасности ради меня". Вы наблюдаете, как Глупец делает глубокий вдох, а затем выдыхает, медленно опускаясь на пол. "Спасибо, чшто хотя бы успокоили меня. Простите за мою недальновидность, хотя... Не хотелось бы, чштобы меня использовали для еще одной затеи Темного Бога. В будущем я постараюсь быть осторожнее". Глупец улетает из комнаты, а вы остаетесь в недоумении... чего же добивается Темный Бог?

source: Shells have hands?
ru: У ракушек есть руки?

source: He seems bewildered by your question, "Yes? How else would we be doing thhhhings? You've seen us repair, at least, haven't you?"
ru: Он, кажется, озадачен вашим вопросом: "Да? А как же иначше? Вы же видели, как мы ремонтируем, не так ли?"

source: Yeah, I just like... never really thought about it?
ru: Да, я просто... никогда не задумывался об этом?

source: The Foolish laughs, and your heart warms at the rare sight. "Well, yes, we have hands." He pulls his hand back, before taking a deep breath and releasing it. Slowly, his body drifts back towards the floor, "Thhhhank you for cheering me up, captain... you're silly." He pauses, before getting flustered, "In a good way, thhhhough!" The Foolish hurries to float out of the room, and you get the feeling that he's blushing within his shell.
ru: Глупец смеется, и ваше сердце теплеет от этого редкого зрелища. "Ну да, у нас есть руки". Он отдергивает руку, затем делает глубокий вдох и выдыхает. Его тело медленно опускается на пол: "Спасибо, чшто развеселили меня, капитан... вы глупыш". Он делает паузу, прежде чем спохватиться: "В хорошем смысле этого слова!" Глупец спешит улететь из комнаты, и у вас возникает ощущение, что он краснеет в своем панцире.

source: You... have cute hands.
ru: У вас... красивые руки.

source: The Foolish is utterly taken aback by this as he struggles to stutter out a response, "I- My- What? My hands? You... Do you really... I..." his breathing quickens, and you notice as his body begins to drift back towards the floor on its own, "...I, uh, have to go, captain! Thhhhank you for, um, cheering me up!" He rushes to float out of the room, bumping into several things on the way, and you can't help but think... he really is cute.
ru: Глупец совершенно ошеломлен этим, он с трудом пытается вымолвить: "М... мо... Чшто? Мои руки? Вы... Вы правда... Я...", - его дыхание учащается, и вы замечаете, как его тело начинает само по себе опускаться на пол, - "...мне нужно идти, капитан! Спасибо, чшто подбодрили меня!" Он спешит улететь из комнаты, по пути натыкаясь на несколько предметов, и вы не можете не подумать... он действительно симпатичный.

source: Well, alright... I won't pry.
ru: Ну, ладно... Я не буду лезть не в свое дело.

source: Though his words aren't exactly convincing, you're not in the business of pushing your crew to open up. The Foolish thanks you for understanding, and you leave him to his... floating against the ceiling.
ru: Хотя его слова не слишком убедительны, вы не собираетесь подталкивать свой экипаж к откровениям. Глупец благодарит вас за понимание, и вы оставляете его... парить под потолком.

source: As you approach the Foolish's room, you notice strange, iridescent lights shimmering from within the cracks in his door... What in the Multiverse is going on in there?
ru: Подойдя к коюте Глупца, вы замечаете странные радужные огоньки, мерцающие из щелей в его двери... Что там происходит?

source: That's probably normal. Enter the room.
ru: Скорее всего, это нормально. Войти в каюту.

source: Pressing your hand against the door, pain shoots through your arm as you find yourself launched back several feet. Your body crashes into the wall with immense force, and you spend a few moments lying on the ground in a daze before clamoring to stand back up. Struggling to stand, you decide that it's probably best to come back later...
ru: Прижав руку к двери, вы почувствовали боль, и вас отбросило на несколько метров назад. Ваше тело с огромной силой врезается в стену, и вы несколько мгновений лежите на земле в оцепенении, а затем пытаетесь встать на ноги. С трудом поднявшись, вы решаете, что, наверное, лучше вернуться позже...

source: Yeah, no, screw that. I'm not getting involved with any weird alien business today.
ru: Да, нет, к черту. Я не собираюсь сегодня ввязываться в какие-то странные дела пришельцев.

source: Whatever the hell's going on in there, you're not interested in finding out. Cautiously, you back away from the door, and it merely continues to glisten in response.
ru: Что бы там ни происходило, вам не хочется это выяснять. Вы осторожно отступаете от двери, а она лишь продолжает сверкать в ответ.

source: It takes you a moment, but you find the Foolish rummaging through a container in the hold. Sensing your presence, he turns to face you, "Oh, uh, hello... Was thhhhere somethhhhing you needed?" He seems nervous, but you figure he always is.
ru: Проходит немного времени, но вы обнаруживаете Глупца, роющегося в контейнере в трюме. Почувствовав ваше присутствие, он поворачивается к вам лицом: "О, э-э, привет... Вам чшто-то нужно?" Кажется, он нервничает, но вы понимаете, что он всегда нервничает.

source: I wanted to see you! What're you doing in here?
ru: Я хотел вас увидеть! Что вы здесь делаете?

source: He appears to be shocked by that, fidgeting a bit before answering, "I was just, um, a bit hungry... As a mattervirus, thhhhe Soulplague typically lets me get away withhhh eating just about anythhhhing, but... sometimes it craves somethhhhing in particular."
ru: Похоже, его это шокировало, и он немного поморщился, прежде чем ответить: "Я просто был немного голоден... Поскольку материя-вирус чшумы души обычшно позволяет мне есть все, чшто угодно, но... иногда он жаждет чшего-то особенного".

source: Something in particular? Like?
ru: Что-то особенное? Например?

source: "Like... well... cardboard..." The Foolish averts his gaze and sinks a little from where he typically floats in the air, bumping against the floor. "You don't, uh... happen to know where we might keep some, do you, captain?"
ru: "Как... ну... картон..." Глупец отводит взгляд и немного опускается с того места, где обычно парит в воздухе, ударяясь о пол. "Вы, случшайно, не знаете, где мы могли бы хранить такие вещи, а, капитан?"

source: I can't say I do.
ru: Я не могу сказать.

source: Pressing against the floor harder, he replies, dejected, "Thhhhat's okay, it was a stupid craving anyways... Thhhhanks for wanting to talk to me, at least. See you around, captain..." The Foolish closes the container he'd been rummaging through, and, as opposed to rolling or floating, scrapes his body against the floor as he inches his way out of the room.
ru: Прижимаясь к полу сильнее, он отвечает, удрученный: "Ничшего страшного, все равно это было глупое желание... Спасибо, чшто хотя бы захотели со мной поговорить. До встречши, капитан..." Глупец закрывает контейнер, в котором рылся, и, вместо того чтобы катиться или парить, скребет телом по полу, пробираясь к выходу из комещения.

source: Oh, I was just passing by.
ru: Я просто проходил мимо.

source: This appears to relieve him a bit, as his tone lightens, "Oh, alright. We'll, uh, talk later thhhhen, captain. See you around... maybe..." The Foolish continues to stare at you until you leave the hold, where you then hear him return to his rummaging. You can only wonder what he's searching for...
ru: Это, похоже, немного успокоило его, и тон его стал более спокойным: "О, хорошо. Поговорим позже, капитан. Увидимся... может быть..." Глупец продолжает смотреть на вас, пока вы не выходите из трюма, и вы слышите, как он возвращается к своим поискам. Остается только догадываться, что он ищет...
