Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_socialize.xml.append/*.po
Languages: ru

source: Jerry takes a few minutes to describe the horror plaguing him: some sort of tentacled fiend, eyeing him from the darkness. From his description, you gather that it's just one of the Tempest's spawn, likely let loose by the Minister for some unknowable purpose. You could tell Jerry as much, of course, but...
ru: Джерри тратит несколько минут на то, чтобы описать ужас, охвативший его: некое подобие щупальцеобразного чудовища, наблюдающего за ним из темноты. Из его описания вы понимаете, что это всего лишь одно из порождений Бури, выпущенное на свободу Министром с какой-то неведомой целью. Вы, конечно, могли бы сказать об этом Джерри, но...

source: Tell him the truth, and comfort him.
ru: Рассказать ему правду и утешить его.

source: You explain the nature of the Tempest's spawn to the best of your limited ability, and Jerry blinks a few times. "So... it's alright then?" You nod, and he breathes a comically large sigh of relief, "Okay, thank goodness! I'll try not to stare the next time it, uh... stares, then. To think that uncle would hire men with interests in such odd company!" Jerry walks away, the life returning to his stride, and you feel the teeniest bit of warmth within your heart.
ru: Вы объясняете природу порождений Бури в меру своих ограниченных знаний, и Джерри несколько раз моргает. "Значит... все в порядке?" Вы киваете, и он облегченно вздыхает: "Хорошо, слава богу! Тогда я постараюсь не пялиться в следующий раз, когда оно... будет пялиться на меня. Подумать только, дядя нанимает кого-то, кто заинтересован в такой странной компании!" Джерри уходит, и в его походку возвращается жизнь, а вы чувствуете, как на сердце становится теплее.

source: Come up with a lie, and mess with him.
ru: Соврать и запутать его.

source: You put a hand to your chin, feigning deep thought, and you tell Jerry he might've been contacted by something otherworldly. His jaw drops, and he stares at you for a moment before his eyes roll back in his head, and his body drops to the floor; Jerry has passed out. He's... really that easy to scare, huh? Feeling slightly bad, you get him a blanket and ask someone to watch over him and make sure nobody trips on him in the hall.
ru: Вы прикладываете руку к подбородку, изображая глубокую задумчивость, и говорите Джерри, что с ним, возможно, произошло нечто потустороннее. У него отпадает челюсть, и он смотрит на вас какое-то мгновение, прежде чем его глаза закатываются, а тело падает на пол: Джерри потерял сознание. Неужели его так легко напугать? Чувствуя себя немного неловко, вы укрываете его одеялом и просите кого-нибудь присмотреть за ним и убедиться, что никто не споткнется о него в коридоре.

source: Leave the poor boy be.
ru: Оставить бедного мальчика в покое.

source: Something's clearly disturbed him, but you figure it's best to leave Jerry alone. Besides, what if he's just sleepwalking? You'd hate to ruin whatever wondrous dreams he's having in that, uh, Jerry head of his.
ru: Его явно что-то тревожит, но вы решили, что лучше оставить Джерри в покое. К тому же, что если он просто ходит во сне? Вам бы не хотелось разрушать чудесные сны, которые он видит в своей Джерри-голове.

source: Turning a corner, you find Haynes interrogating the Minister, the latter hardly entertained by the matter as he tinkers away at something. "Profession?" "Minister." "Allegiance?" "The Tempest." "Family?" "Missing." "Date of birth?" "Irrelevant." Haynes seems stumped by that last one, "How are we going to fill out the form, then? Are you taking this pizza order as seriously as I am?"
ru: Повернув за угол, вы обнаруживаете Хэйнса, допрашивающего Министра, причем последнего вряд ли это нравится, поскольку он возится с чем-то. "Профессия?" - "Министр". "Подданство?" - "Буря". "Семья?" - "Отсутствует". "Дата рождения?" - "Не имеет значения". Хэйнс, похоже, озадачен последним ответом: "Как же мы тогда будем заполнять форму? Вы так же серьезно относитесь к заказу пиццы, как и я?"

source: Pizza order...?
ru: Заказ пиццы...?

source: The Minister snaps his attention to the detective, clearly fed up, "And why in the Tempest's name do they need to know any of that in order to deliver us a pepperoni pizza? Are they delivering it via interdimensional wormhole?" Haynes crosses his arms, "How should I know? I'm just trying to fill the damned thing out." To which the Minister raises his voice, "You're the GREAT detective, are you not? Isn't it your job to know?" Said detective takes a step forward, raising his own voice, "Well, aren't you THE Minister? Can't you just ask this 'The Tempest' of yours for a pizza?" This causes the Minister to slam his fist down, "You should know such frivolities to be below its concerns! Or are you as dense as everyone else here?" The two continue to go back and forth for a while, getting progressively heated, and you get the sneaking suspicion that you won't be receiving any pizza deliveries.
ru: Министр переключает свое внимание на детектива, явно сытый по горло: "И почему, во имя Бури, им нужно знать все это, чтобы доставить нам пиццу пепперони? Они что, доставляют ее через межпространственную червоточину?" Хэйнс скрестил руки:"Откуда мне знать? Я просто пытаюсь заполнить эту чертову штуку". На что Министр повышает голос: "Вы же ВЕЛИКИЙ детектив, не так ли? Разве это не ваша работа - знать?" Детектив делает шаг вперед, повышая голос: "А разве вы не МИНИСТР? Разве вы не можете просто попросить у этой вашей "Бури" пиццу?" Это заставляет Министра ударить кулаком по столу: "Вы должны знать, что подобные фривольности ниже ее уровня! Или вы такой же тупой, как и все остальные здесь?" Они еще некоторое время продолжают ругаться, атмосфера все больше накаляется, и у вас закрадывается подозрение, что никакой пиццы вам не доставят.

source: While the two aren't necessarily hostile to one another, there's an undeniable tension in the room whenever both the Scarred and the Minister are present. You find the two in the cafeteria, sitting opposite each other. Neither is speaking a word as they both stare off into space. Though you decide it would be awkward here to confront them here, in front of everybody, a part of you would really like to ask the two to just relax and ease up a bit; our enemies are the Rebels, not each other! Right?
ru: Хотя эти двое и не обязательно враждебны друг к другу, присутствие Шрама и Министра в одной комнате создает ощутимое напряжение. Вы обнаруживаете этих двоих в кафетерии, сидящими друг напротив друга. Ни один из них не произносит ни слова, оба смотрят в пустоту. Хотя вы решили, что встреча с ними здесь, на глазах у всех, будет неловкой, какая-то часть вас всё же хочет попросить их успокоиться: ведь наши враги - повстанцы, а не мы друг другу! Верно?

source: A loud, crunching noise draws your attention, and you find the Minister feeding bits of metal to the Hunger as if it were a pet. Eventually, the latter seems to get a bit rowdy, and it attempts to nibble at the Minister's armor. As it does so, its blobby body is sent flying, and its screams pierce your ears, "I-I-I-INEDIBLE. FAMILIAR? Liberator? H-h-how...? How!" The Minister lets out a chuckle in response, as he tosses one last scrap of metal towards the reeling Engi, "How interesting... I'll be keeping an eye on you, spawn. Do be careful around the armor, yes?" He walks away, amused with himself, and the Hunger jiggles its way towards you, "Captain... C-c-c-captain... INQUIRY: What? Why! WHO IS HE. E-e-exactly...?" You wish you were sure yourself.
ru: Громкий хрустящий звук привлекает ваше внимание, и вы обнаруживаете, что Министр кормит Голода кусочками металла, как будто это домашнее животное. В конце концов, тот, похоже, начинает буянить и пытается прокусить доспехи Министра. Когда он это делает, его сплюснутое тело взлетает в воздух, а его крики пронзают ваши уши: "Н-Н-Н-НЕСЪЕДОБНО. ЗНАКОМО? Освободитель? К-к-как...? Как!" Министр смеется в ответ, бросая последний кусок металла в сторону ошарашенного энджи: "Как интересно... Я буду присматривать за тобой, порождение. Будь осторожен с доспехами, хорошо?" Он уходит, довольный собой, а Голод, покачиваясь, направляется к вам: "Капитан... К-капитан... ЗАПРОС: Что? Почему! КТО ОН. Что он т-т-такое...?" Вы бы и сами хотели знать.

source: You're walking to the Minister's room as an armored hand tightly grasps your shoulder, and you're aggressively turned around to face its owner. To your surprise, though, it's not the Minister standing there, but... the Heroine. Though it's hard to get a read on her through her helmet, you feel a level of intensity in her stare uncommon for even her.
ru: Вы идете к каюте Министра, как вдруг бронированная рука крепко хватает вас за плечо, и вы резко разворачиваетесь лицом к ее обладателю. К вашему удивлению, там стоит не Министр, а... Героиня. Хотя через шлем ее трудно разглядеть, вы чувствуете в ее взгляде необычную для нее напряженность.

source: Are you alright? What's the matter?
ru: Вы в порядке? В чем дело?

source: The Heroine's grip around your shoulder tightens a little as she leans in, "You trust me, right? You stood with me against evil before, simply because I asked you to. Simply because I said it was what was right, and you trusted that."
ru: Героиня слегка сжимает ваше плечо, наклоняясь к вам: "Вы доверяете мне, верно? Раньше вы выступали вместе со мной против зла, просто потому, что я просила вас об этом. Просто потому, что я сказала, что так будет правильно, и вы поверили в это".

source: I mean, yes, but... what's this about?
ru: Конечно, да, но... к чему это?

source: Her voice quivers a bit, uncharacteristically, "I... believe we have welcomed yet another evil onto our very ship. This Minister of yours, and the spawn of this Tempest... they... REEK. Of evil, of deceit, and of ILL INTENTIONS. My spear burns hot in their presence, and I'm of sure of this as it is. However..." She stares off to the side for a moment, before locking eyes again, "He is here as your ally, as I am, and I trust your judgment... as you trust mine. So, I ask you this, comrade: do you truly believe in this Minister?"
ru: Ее голос слегка дрожит: "Я... полагаю, что мы приняли еще одно зло на наш корабль. Этот ваш Министр и порождение этой Бури... он... ВОНЯЕТ. От него веет злом, обманом и ЗЛЫМИ НАМЕРЕНИЯМИ. Мое копье раскаляется в его присутствии, и я в этом уверена. Однако..." Она на мгновение отводит взгляд в сторону, прежде чем снова встретиться с вами глазами: "Он здесь как ваш союзник, как и я, и я доверяю вашему решению... как и вы доверяете моему. Поэтому я спрашиваю вас, комрад: вы действительно доверяете этому Министру?"

source: Yes, I do. I trust him as much as I'd trust you.
ru: Да, доверяю. Я доверяю ему так же, как и вам.

source: She relaxes, and simply nods her head before walking away. Let's hope you can trust in your own decisions as much as she does.
ru: Она расслабляется и просто кивает головой, прежде чем уйти. Будем надеяться, что вы так же, как и она, сможете доверять своим решениям.

source: I... can't say I do. I share your same concerns.
ru: Я... не могу сказать, что доверяю ему. Я разделяю ваши опасения.

source: The Heroine tightens her grip once more, now practically crushing your shoulder with her fervor, "Then let us do what heroes do BEST. A NEW EVIL DIES TONIGHT, COMRADE! STAND WITH ME AS WE MARCH AGAINST THE SHORES OF ITS DARK STRONGHOLD, AND DESTROY THIS CORRUPTION THAT BLIGHTS US. FOR THE MULTIVERSE!!!" Her spear in hand, she sprints in the general direction of the Minister's room, and you have little choice but to follow her.
ru: Героиня снова сжимает руку, теперь уже практически раздавливая ваше плечо своим пылом: "Тогда давайте сделаем то, что делают герои ЛУЧШЕ. СЕГОДНЯ УМРЕТ ЕЩЕ ОДНО ЗЛО, КОМРАД! ПРИМКНИТЕ КО МНЕ, КОГДА МЫ ОТПРАВИМСЯ К БЕРЕГАМ ЕГО ТЕМНОЙ ТВЕРДЫНИ И УНИЧТОЖИМ ЭТУ ПОРЧУ, КОТОРАЯ ОСКВЕРНЯЕТ НАС. ВО ИМЯ ВСЕЛЕННОЙ!!!" С копьем в руках она бежит в направлении каюты Министра, и вам остается только последовать за ней.

source: Run after her.
ru: Бежать за ней.

source: It's not easy, but you manage to keep up with her zealous march. You're right behind the Heroine as she crashes through the door to the Minister's room, yelling out, "SHOW YOURSELF, EVIL, FOR RIGHTEOUSNESS IS INEVITABLE! YOUR DEFENSES HAVE FAILED YOU, AND JUSTICE KNOCKS AT YOUR DOOR!!" The Minister sits up in his chair, completely bewildered, "The door you've just DEMOLISHED? What in the hell is the meaning of this?" He looks past the Heroine, and towards you, "Renegade? May I suggest you keep this brute on a leash if she's out and about, destroying things as she pleases?" Shes brandishes her spear at him, and his stature tenses, "Or, are you with her? Is this your idea of camaraderie?"
ru: Это нелегко, но вам удается не отставать от ее рьяного темпа. Вы оказываетесь прямо за спиной Героини, когда она врывается в дверь каюты Министра с криком: "ПОКАЖИСЬ, ЗЛО, ВЕДЬ ПРАВОСУДИЕ НЕИЗБЕЖНО! ТВОЯ ЗАЩИТА ПАЛА, И СПРАВЕДЛИВОСТЬ СТУЧИТСЯ В ТВОЮ ДВЕРЬ!!!!!" Министр садится в кресло в полном недоумении: "Дверь, которую ты только что РАЗРУШИЛА? Что, черт возьми, это значит?" Он смотрит мимо - прямо на вас: "Ренегат? Позволь заметить: если эта скотина гуляет на свободе и крушит все подряд, может, стоит держать ее на поводке?" Она направляет на него копье, и его фигура напрягается: "Или вы заодно с ней? Это и есть ваше представление о товариществе?"

source: I, uh...
ru: Я, э-э...

source: The Heroine interrupts you before you can really get a word in, "SILENCE, SNAKE, BEFORE I CUT OFF YOUR SILVERED TONGUE." Her grip around her spear tightens, and you realize you can hear it searing within her hands as it's pointed towards the Minister's armor. She speaks, "THIS... ARMOR OF YOURS, FIEND. I CAN SENSE ITS MALICE. ITS HATRED FOR LIFE, AND ALL WHO DEFEND IT. FOR WHAT REASON DO YOU DON THIS EVIL?" The Minister rolls his eyes, immediately tired of the theatrics, "Am I to be silent, or are you here to question me?" A spear narrowly whizzes past his head, and the Heroine takes a step forward, "THE NEXT ONE WILL NOT MISS. SPEAK." The annoyance previously present on the Minister's face has been all but replaced with an emotion you can't say you've never seen him express before: fear.
ru: Героиня прерывает вас прежде, чем вы успеваете сказать хоть слово: "ЗАМОЛЧИ, ЗМЕЙ, ПОКА Я НЕ ОТРУБИЛА ТЕБЕ СЕРЕБРЯНЫЙ ЯЗЫК". Она крепче сжимает копье, и вы понимаете, что слышите, как оно раскаляется в ее руках, когда оно направлено на доспехи Министра. Она говорит: "ЭТО... ТВОИ ДОСПЕХИ, ТВАРЬ. Я ЧУВСТВУЮ ИХ ЗЛО. НЕНАВИСТЬ К ЖИЗНИ И ВСЕМ, КТО ЕЕ ЗАЩИЩАЕТ. ПО КАКОЙ ПРИЧИНЕ ТЫ ТВОРИШЬ ЭТО ЗЛО?" Министр закатывает глаза, сразу устав от театральных представлений: "Я должен молчать, или ты пришла меня допрашивать?" Копье проносится мимо его головы, и Героиня делает шаг вперед: "СЛЕДУЮЩИЙ РАЗ НЕ ПРОМАХНУСЬ. ГОВОРИ". На лице Министра появилось раздражение, а на смену ему пришла эмоция, которую вы никогда не видели на его лице: страх.

source: Isn't this a bit much?
ru: Не чересчур ли это?

source: This time, your words reach her, and her intensity lowers slightly, "Forgive me, comrade, but this is a serious matter. This armor of his isn't just evil, it's MADE of evil. A physical evil akin to that dreaded mattervirus, if not even greater... so, again, I ask you, fiend. For what reason do you wear it?" The Minister answers quickly, panic overtaking his voice, "Are you people MAD? I've explained all I know of the armor, and its purpose. It isn't fucking evil, it is ARMOR! CLOTHING! Impossibly resilient and unspeakably dangerous clothing, sure, but it doesn't INTEND anything. It is an object that I am bound to- to my own dismay, may I add, and it does as I instruct it to. For the most part, anyways, as is the case with any unstable machine..." A sadness coats his voice as his words drift off, but the Heroine hardly seems to care, "If this THING of evil truly holds you against your will, then you should have no qualm with me destroying it."
ru: На этот раз ваши слова доходят до нее, и ее напряжение немного ослабевает: "Простите меня, комрад, но это серьезное дело. Эта его броня не просто зло, она сделана из зла. Физическое зло сродни ужасному материя-вирусу, если не больше... Поэтому я снова спрашиваю тебя, тварь. По какой причине ты их носишь?" Министр отвечает быстро, паникой в голосе: "Ты что, СОШЛА С УМА? Я объяснил все, что знаю о доспехах и их назначении. Это не гребаное зло, это БРОНЯ! ЗАЩИТНАЯ ОДЕЖДА! Невероятно прочная и невыразимо опасная одежда, конечно, но она НИЧЕГО НЕ ЗАМЫШЛЯЕТ. Это предмет, к которому я привязан - к моему собственному ужасу, могу добавить, - и он делает то, что я ему приказываю. По большей части, впрочем, как и любая другая нестабильная машина...". В его голосе звучит грусть, но Героиню это, похоже, не волнует. "Если ЭТО ЗЛО действительно держит тебя против твоей воли, то у тебя не должно быть возражений против того, чтобы я его уничтожила".

source: Can you really destroy it?
ru: Вы действительно можете его уничтожить?

source: "There is no evil in this Multiverse that I CAN'T destroy. Such is my vow..." You look to the Minister, and to your surprise, he looks as if he's considering the possibility. After a moment of doing so, he speaks, "You are extraordinary yourself, sure, but this armor is indestructible. I was promised as much as it forced itself onto me, and... trust me, I've tried." He sighs for a moment, before continuing, "I'm not opposed to having it removed, if that will absolve me in your eyes, but I fear for the potential consequences. The armor hasn't taken kindly to my attempts to remove it in the past." The Heroine takes his words to heart, and she lowers her spear as she turns to you, "I... believe him, comrade. Even still... while he may not be evil, that armor is. I would attempt to remove it, if you would allow." You look to the Minister, and he seems to be in agreement. It's your call.
ru: "Нет зла в этой Мультивселенной, которое я НЕ МОГУ уничтожить. Такова моя клятва..." Вы смотрите на Министра, и, к вашему удивлению, он выглядит так, будто обдумывает эту возможность. Через мгновение он говорит: "Ты действительно исключительная, но эта броня неуязвима. Мне так и было обещано, когда она принудительно на меня наделась, и... поверь мне, я пытался". Он вздыхает, прежде чем продолжить: "Я не против снять ее, если это оправдает меня в твоих глазах, но я боюсь возможных последствий. В прошлом доспехи не очень-то жаловали мои попытки снять их". Героиня принимает его слова близко к сердцу и опускает копье, обращаясь к вам: "Я... верю ему, комрад. И все же... хотя он, возможно, и не злой, эти доспехи - злые. Я бы попыталась снять их, если бы вы позволили". Вы смотрите на Министра, и он, кажется, соглашается. Решать вам.

source: We came here to vanquish evil. Let's see this through.
ru: Мы пришли сюда, чтобы победить зло. Давайте доведем дело до конца.

source: The Heroine nods, and turns to the Minister, "Take a moment to brace yourself. I will be driving my spear through the armor's core, the source of its evil, and attempting to shatter its hold over you from there. Let me know when you are ready." The Minister nods in turn, and takes a moment to gather himself. You watch as he turns his hands over, observing his gauntlets and clenching them into a fist. Should the Heroine succeed here... he will be free not only from the armor, but maybe even the Tempest. He could search for his daughter, earnestly, and leave the horrors of his cult-life behind him. With you, the Heroine, and... everyone. He would truly be free, and you feel that he knows it as much as you do. With a deep breath, he closes his eyes and puffs his chest out, "Alright. I'm ready. Give it your best shot, hero."
ru: Героиня кивает и поворачивается к Министру: "Приготовься. Я собираюсь проткнуть ядро брони, источник её зла, и попытаюсь разрушить его власть над тобой. Дай мне знать, когда будешь готов". Министр кивает в свою очередь, и берет паузу, чтобы собраться. Вы наблюдаете за тем, как он перебирает руками, рассматривая свои перчатки и сжимая их в кулак. Если Героиня преуспеет в этом деле... он освободится не только от доспехов, но и от Бури. Он сможет всерьез заняться поисками своей дочери и оставить ужасы своей жизни в культе. С вами, Героиней и... всеми. Он был бы по-настоящему свободен, и вы чувствуете, что он осознает это так же хорошо, как и вы. Глубоко вздохнув, он закрывает глаза и выпячивает грудь: "Хорошо. Я готов. Выложись на полную, героиня".

source: Continue...
ru: Продолжить...

source: Raising her spear at the armor once more, the Heroine cries out, "INANIMATE YOU MAY BE, CAGE, YOU ARE NO LESS EVIL FOR IT. I WILL CRUSH YOU, AND, ONE DAY, TOO WILL I CRUSH YOUR MALEVOLENT MASTER. OF THIS, I PROMISE." She assumes a stance, ready to strike, "Now... FALL, CAGE! BREAK. UNDER THE WEIGHT OF YOUR SINS, AND UNDER THE FORCE OF MY WILL!!" The Heroine rushes forward with supernatural speed, and her spear meets the Minister's armor with a thunderous CRACK. Thin tendrils of light begin to spill forth from its core... and you realize she's managed to penetrate it, if only slightly. With a roar, she thrusts again, and again, and again; manifestations of her will empowering her as she does so. A cacophony of colors rushes forth from her spear as she makes one final, decisive strike, and...
ru: Снова подняв копье над доспехами, Героиня восклицает: "ПУСТЬ ТЫ И НЕОДУШЕВЛЕННАЯ ТЮРЬМА, НО ТЫ НЕ МЕНЕЕ ЗЛО ОТ ЭТОГО. Я СОКРУШУ ТЕБЯ, И ОДНАЖДЫ Я СОКРУШУ И ТВОЕГО ЗЛОНАМЕРЕННОГО ХОЗЯИНА. Я КЛЯНУСЬ В ЭТОМ". Она принимает боевую стойку, готовая нанести удар: "ПАДИ, ЗЛОБНАЯ ТЮРЬМА! РАЗБЕЙСЯ. ПОД ТЯЖЕСТЬЮ ТВОИХ ГРЕХОВ И ПОД СИЛОЙ МОЕЙ ВОЛИ!!!" Героиня бросается вперед со сверхъестественной скоростью, и ее копье с громоподобным ТРЕСКОМ вонзается в доспехи Министра. Тонкие нити света начинают вырываться из его ядра... и вы понимаете, что ей удалось пробить его, пусть и слегка. С ревом она бьет снова, и снова, и снова; проявления ее воли придают ей силы. Какофония цветов вырывается из ее копья, когда она наносит один последний, решающий удар, и...

source: And...?
ru: И...?

source: Your vision is overtaken as the core's light becomes blinding, and the only sense you can rely on becomes your hearing. You hear the Heroine as she cries out, the Minister as he recoils under the weight of her blow, and... a third thing within the chaos. A droning noise, beneath everything else. Before you can really pinpoint it, though, the Minister screams out, "STOP! The suit, it's-" He stops speaking for a moment, before wincing in pain as horror overtakes his voice, "-I FEEL IT! IT'S- AACK... IT'S TEARING ME APART!!! IT'S KILLING ME- STOP!! PLEASE-" The Heroine responds in kind, panic in her own voice, "I... I don't know what this is! My spear is stuck fast... Have we made a mistake...?"
ru: Ваше зрение меркнет, когда свет ядра становится ослепительным, и единственным чувством, на которое вы можете положиться, становится слух. Вы слышите крик Героини, стон Министра, отшатнувшегося под тяжестью ее удара, и... нечто третье в этом хаосе. Гудящий звук, пробивающийся сквозь все остальное. Но прежде чем вы успеваете точно определить его, Министр кричит: "СТОЙ! Костюм, он..." Он замолкает на мгновение, прежде чем содрогнуться от боли, и ужас наполняет его голос: "...Я ЧУВСТВУЮ ЭТО! ОНО... АААХ... ОНО РАЗРЫВАЕТ МЕНЯ НА ЧАСТИ!!! ОНО УБИВАЕТ МЕНЯ... СТОЙ!! ПОЖАЛУЙСТА..." Героиня отвечает ему, в ее голосе тоже слышна паника: "Я... Я не знаю, что это такое! Мое копье застряло... Неужели мы совершили ошибку...?"

source: What can I do...?
ru: Что мне делать...?
