Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_socialize.xml.append/*.po
Languages: ru

source: You walk in on the Scarred in some sort of meditative state... staring into nothing. You decide it's best to leave them alone.
ru: Вы видите, что Шрам находится в каком-то медитативном состоянии... смотрит в пустоту. Вы решаете, что лучше оставить его в покое.

source: You find the Scarred kneeling on the ground... perhaps it's a position they find relaxing? Regardless, they speak, "Well met... kin. Was there something... you needed?"
ru: Шрам стоит на коленях на земле... Может быть, он находит эту позу расслабляющей? Независимо от этого, он говорит: "Встречался с... сородичем. Вам что-то... было нужно?"

source: I had a question.
ru: У меня возник вопрос.

source: Their eyes narrow slightly, "In... regards to?"
ru: Его глаза слегка прищурились: "О... чем?"

source: In regards to you! Tell me more about yourself.
ru: Он касается вас! Расскажите мне больше о себе.

source: The narrowness is gone, and you see the Scarred's body ease, "An... unexpected request. What is it that... you'd like to know?"
ru: Его взгляд стал прежним, и вы видите, что тело Шрам расслабилось: "Неожиданная просьба. Что... ты бы хотел узнать?"

source: How'd you steal your powers? What are they, exactly?
ru: Как вы украли свои способности? Как это произошло?

source: "Hm..." they close their eye, and think on that question for a moment. Then, "It... is not just my body that is scarred, but... my mind as well. I recall little of what happened... that day. A great machine, floating in an infinite abyss... but that's all it was, a machine. It... did something to me, desired my servitude. I'd... proven myself, and it thought me a good candidate for ascension. It... thought wrong."
ru: "Хм...", - он закрывает глаза и на мгновение задумываются над этим вопросом. Затем: "Не только мое тело покрыто шрамами, но и... мой разум. Я мало что помню из того, что произошло... в тот день. Огромная машина, парящая в бесконечной бездне... но это все, чем она была, - машиной. Она... что-то сделала со мной, захотела моего рабства. Я... проявил себя, и она посчитала меня подходящим кандидатом для вознесения. Она... ошиблось".

source: And?
ru: И?

source: The smile on their face fades, "And... that is all I can remember. The False God... granted me power, and I broke free from its hold. I'm now... labelled a traitor by my people. Hunted, exiled... forsaken. As far as what my powers are exactly..." their hand begins to dematerialize, fading in and out of reality, before stabilizing again, "...I believe the False God intended to grant me dominion over its... factitious void. I can control its darkness... become it, and withstand its pull on my soul." After a moment of silence the Scarred's smile returns, and they speak again, "Thank you... for inquiring, kin, but I must return to my... meditations. I hope your curiosity is... satisfied."
ru: Улыбка на его лице исчезает: "И... это все, что я могу вспомнить. Ложный Бог... даровал мне силу, и я вырвался из-под его власти. Теперь я... назван своим народом предателем. За мной охотятся, изгоняют... отвергают. Что касается моих способностей... - рука начинает дематериализовываться, исчезая из реальности, но затем снова стабилизируется, - ...я считаю, что Ложный Бог хотел даровать мне власть над своей... фальшивой пустотой. Я могу контролировать его тьму... стать ею и противостоять ее притяжению к моей душе". После минутного молчания улыбка Шрама возвращается, и он снова говорит: "Спасибо... за расспросы, сородич, но я должен вернуться к своим... размышлениям. Надеюсь, твое любопытство... удовлетворено".

source: What were you like before, when you still worshipped the Dark God?
ru: Каким вы были раньше, когда еще поклонялись Темному Богу?

source: "I was... a hunter, devout... to a fault. The tribute I gathered was... unrivalled. Many fell at my hands, in the name of a False God's... false cause. I don't expect to ever truly... repent, or forgive myself, but... should the False God be felled, and its madness put to an end... I believe I'll be able to rest easy. Until then..." the Scarred smiles, "...lead the way, kin."
ru: "Я был... охотником, набожным... до предела. Дань, которую я собирал, была... непревзойденной. Многие пали от моей руки во имя Ложного Бога... ложной цели. Я не жду, что когда-нибудь по-настоящему раскаюсь или прощу себя, но... если Ложный Бог будет повержен, а его безумию будет положен конец... думаю, я смогу спокойно отдохнуть. А пока..." - улыбается Шрам, "...веди меня, сородич".

source: Favorite hobby?
ru: Какое ваше любимое хобби?

source: They blink once, and then again, before finally answering, "It's... stargazing." The Scarred's gaze falls to the ground, and you get the feeling that they're... embarrassed? "I... find it calming. That's... that's all I'll say on the matter. Now... if you'll excuse me, I... have some... very important meditating to attend to." You leave the room, almost content, but then you decide to tiptoe back and peek through the doorway... you catch a glimpse of the Scarred staring out the window before they turn, sending you fleeing through the hallway.
ru: Он моргает раз, потом еще раз, прежде чем ответить: "Это... наблюдение за звездами". Взгляд Шрама опускается на пол, и у вас возникает ощущение, что он... смущен? "Я... нахожу это успокаивающим. Это... это все, что я могу сказать по этому поводу. А теперь... прости, мне... нужно заняться... очень важной медитацией". Вы выходите из комнаты, почти довольные, но потом решаете вернуться на цыпочках и заглянуть в дверной проем... Вы успеваете заметить, как Шрам смотрит в иллюминатор, а потом поворачивается, заставляя вас бежать по коридору.

source: No, just checking in.
ru: Ничего такого, просто проверяю.

source: "Very... well. Yes, I'm fine enough." That's all they say before closing their eye, effectively leaving the conversation.
ru: "Ну... ладно. Да, я в полном порядке". Это все, что он говорит, прежде чем закрыть глаза, фактически уходя от разговора.

source: You're at the Scarred's door when you hear an intense crashing come from inside, causing you to rush in and find... the Scarred, standing over a pile of shattered glassware. "Uh, kin! It's... not what it looks like!" What exactly does it look like? You're not sure, but you feel uncomfortable with the entire scene and leave the room without saying a word...
ru: Вы находитесь у двери каюты Шрама, когда слышите сильный грохот, доносящийся изнутри. Вы вбегаете внутрь и обнаруживаете... Шрама, стоящего над грудой разбитой посуды. "Эй, сородич! Это... не то, чем кажется!" На что именно это похоже? Вы не понимаете, но вам не по себе от всей этой сцены, и вы покидаете каюту, не сказав ни слова...

source: The Scarred's in the hold, rummaging through the food supply. Noticing your presence, they speak, "Ah, kin. Have you... any idea where we keep the fish?"
ru: Шрам роется в трюме среди запасов еды. Заметив ваше присутствие, он говорит: "А, сородич. Не знаешь ли ты... где мы храним рыбу?"

source: The fish? Isn't that, like... cannibalism?
ru: Рыбу? Разве это не... каннибализм?

source: They stop rummaging to turn and look at you, "What's... that supposed to mean? Do I... look like a fish to you?" You decide it's best to not answer, and guide them to the fish accordingly.
ru: Он перестает рыться, поворачивается и смотрит на вас: "Что... это значит? Я что... похож на рыбу?" Вы решаете, что лучше не отвечать, и проводите его к рыбе.

source: The room's pitch black, but you get the feeling that the Scarred's in here meditating... it's less of a feeling, and more that you can hear their strange guttural chanting through the darkness. Best to not disturb them.
ru: В каюте царит кромешная тьма, но у вас возникает ощущение, что Шрам здесь медитирует... Хотя скорее это не ощущение, поскольку вы слышите его странные гортанные напевы сквозь темноту. Лучше не мешать ему.

source: You catch the Scarred in the hallway, drawing... on the wall. They're extremely crude, but they appear to be pictures of Deep Ones and their ships. The Scarred turns to you, "Kin! I... hope you don't mind. I couldn't find any... paper, and I'm trying... to remember."
ru: Вы застаете Шрама в коридоре, рисующего... на стене. Рисунки очень грубые, но, похоже, это изображения глубоководных и их кораблей. Шрам поворачивается к вам: "Сородич! Я... надеюсь, ты не против. Я не смог найти никакой... бумаги, и я пытаюсь... вспомнить".

source: Remember? Remember what?
ru: Вспомнить? Что?

source: "Remember... my past, and the people in it. Everything... before my meeting with the False God feels so... foggy. Still, bits and pieces return to me... every now and then. I don't wish to forget again, so I'm... recording them, through art." Remember... the word hangs oddly in your mind, but you can't figure out why. Regardless, you find the sentiment endearing and leave the Scarred to their drawing.
ru: "Вспомнить... мое прошлое и людей в нем. Все... что было до моей встречи с Ложным Богом, кажется таким... туманным. Тем не менее, кусочки и фрагменты возвращаются ко мне... время от времени. Я не хочу снова забыть, поэтому я... запечатляю их в искусстве". Вспомнить... Это слово странно звучит в вашем сознании, но вы не можете понять, почему. Тем не менее, вы находите это чувство приятным и оставляете Шрама рисовать.

source: You find the Hunger peeking into the Scarred's room, through the crack in the door. The airtight crack... regardless, they realize you've caught them and speak, "CAPTAIN. Inq-q-q-q-uiry: Subjjject: TRAITOR. Request: Request: Request:" It keeps repeating the word request, even as you give up and leave the room...
ru: Вы обнаруживаете Голода, заглядывающего в каюту Шрама через щель в двери. Герметичную щель... Не смотря на это, он понимает, что вы его поймали, и говорит: "КАПИТАН. Зап-п-п-п-ос: Субъект: ПРЕДАТЕЛЬ. Запрос: Запрос: Запрос:" Он продолжает повторять слово "запрос", даже когда вы сдаетесь и выходите из комнаты...

source: The Scarred and the Hunger are relaxing together, you think... the Scarred speaks, "You... speak strangely, even when compared to your kin. What exactly... has the False God done to you?" The Hunger reverberates in place a bit, "ABOVE. B-b-b-b-below? Subject-tcejbus: EVERYWHERE. State: State!: SCARRED." The Scarred seems troubled by this, but says nothing further. The two sit in silence, and you leave the room, unsure what to think...
ru: Шрам и Голод отдыхают вместе, вам кажется... Шрам говорит: "Ты... странно говоришь, даже по сравнению с твоими сородичами. Что именно... сделал с тобой Ложный Бог?" Голод слегка покачивается на месте: "ВВЕРХ. В-в-в-в-вниз? Субъект-ткъьус: ВЕЗДЕ. Состояние: Состояние! ШРАМ". Шрам кажется обеспокоенным этим, но больше ничего не говорит. Они сидят в тишине, и вы выходите из комнаты, не зная, что и думать...

source: Vortigon is staring at the Scarred, as the latter sits deep in meditation. He looks to you and speaks, "Why do they spend all day meditating if they've no God to pray to? What exactly are they accomplishing?" You aren't sure yourself, you realize.
ru: Вортигон смотрит на Шрама, а тот сидит в глубокой задумчивости. Он смотрит на вас и говорит: "Почему он проводит весь день в медитации, если у него нету Бога, которому он мог бы молиться? Чего именно он добивается?" Вы и сами не вполне понимаете.

source: Perhaps it has something to do with their power?
ru: Возможно, это как-то связано с его силой?

source: He rolls his eyes, "A power they've stolen from the very being they condemn! This one's hiding something. I don't know what it is, but should something happen... don't say nobody saw it coming! Until then, I suppose I'll have to trust the faith you place in them." Vortigon returns to his intrusive staring, and you return to your... whatever you were doing.
ru: Он закатывает глаза: "Сила, которую он украл у того самого существа, которое он порицает! Он что-то скрывает. Я не знаю, что именно, но если что-то случится... не говорите, что никто этого не предвидел! А до тех пор, полагаю, мне придется довериться вашей вере в него". Вортигон снова начинает пристально смотреть на вас, а вы возвращаетесь к своему... занятию.

source: The scene is tense... you find that Vortigon and the Scarred are sitting together, in uncomfortable silence. Eventually, the Scarred speaks, "You... don't trust me. Tell me, priest... what know you of the False God?" Vortigon gives a hearty laugh, "Never heard of them! False indeed, but their power seems very real... a power you use willingly, for your own gain. Tell me, traitor... what know you of trust? Of faith, or devotion?" The Scarred's face flares up with rage... it's a sort of anger you've never seen in them before.
ru: Сцена напряженная... Вы обнаруживаете, что Вортигон и Шрам сидят вместе в неловком молчании. В конце концов Шрам говорит: "Ты... не доверяешь мне. Скажи мне, жрец... что ты знаешь о Ложном Боге?" Вортигон от души смеется: "Никогда не слышал о нем! Действительно ложный, но его сила кажется очень реальной... сила, которую ты используешь по своей воле, ради своей выгоды. Скажи мне, предатель... что ты знаешь о доверии? О вере или преданности?" Лицо Шрама вспыхивает гневом... такого гнева вы в нем еще не видели.

source: Interrupt.
ru: Прервать их.

source: The Scarred's face calms, and they look to you, "Kin! Fancy... meeting you here. On... your ship..." Vortigon, silent, stares into the Scarred's good eye. You've defused the situation, but now it's really awkward... the Scarred coughs, "I... guess I should be going. We can... continue this another time, Vortigon." They get up, and Vortigon replies, "Yes, I believe we can. Until then..." Vortigon closes his eyes and puts his hands together in prayer, "...I've Gods to pray to."
ru: Лицо Шрама становится спокойным, и он смотрит на вас: "Сородич! Приятно... встретить тебя здесь. На... твоем корабле..." Вортигон, молча, смотрит в зоркий глаз Шрама. Вы разрядили обстановку, но теперь стало очень неловко... Шрам кашляет: "Я... наверное, мне пора. Мы можем... продолжить это в другой раз, Вортигон". Они встают, и Вортигон отвечает: "Да, думаю, мы можем. А пока..." Вортигон закрывает глаза и складывает руки в молитве: "...мне нужно помолиться богам".

source: Slocknog and the Scarred appear to be bonding over a cigarette each, smoking together while they talk, "It'sss ssso niccce to meet another exxxxile. Here I wasss thinking I wasss the only one dessspisssed by my own kind!" The Scarred gives him a slight chuckle, "I... do believe our situations have their great deal of... differences, monarch, but... I must agree, this is nice. Few... are so kind to me." The two continue to talk back and forth, and you leave the room with a smile on your face.
ru: Слокног и Шрам, похоже, общаются за сигаретой каждый, курят вместе и говорят: "Так приятно вссстретить другого изгнанника. А я-то думал, что я один такой, кого отвергли мои же сссородичи!" Шрам слегка улыбается: "Я... думаю, наши ситуации имеют много... различий, король, но... должен согласиться, это приятно. Немногие... так добры ко мне". Они продолжают беседовать, и вы покидаете комнату с улыбкой на лице.

source: It's not the Scarred you find, but Alkali, who rolls up to you distraught, "Captain... thhhhat fiend, thhhhe Scarred, he refuses to call me by my name! Insists on calling me 'thhhhe Science-thhhhing!' Can you believe it? I know othhhher races are typically primitive but thhhhis is a new low. For me, and for thhhhem..." He rolls away, defeated.
ru: Вы обнаруживаете не Шрама, а Алькали, который подбегает к вам в расстроенных чувствах: "Капитан... этот изверг, этот Шрам, он отказывается называть меня по имени! Настаивает на том, чштобы называть меня Научшная штучшка!". Ты можешь в это поверить? Я знаю, чшто другие расы обычшно примитивны, но это уже слишком. И для меня, и для них..." Он уходит, подавленный.

source: The Hunger appears to be tearing into the floor in its room... they turn to you, "CAPTAIN. Commmmmmplic-c-c-c-cation: HUNGER. Solution? Solution? Solution!: HURRY." Seems they want you to get this ship moving. Now.
ru: Голод, похоже, вгрызается в пол в своей каюте... он обращается к вам: "КАПИТАН. Сложжжжжжный с-с-с-случай: ГОЛОД. Решение? Решение? Решение! ТОРОПИТЬСЯ". Похоже, он хочет, чтобы вы привели корабль в движение. Сейчас.

source: It's not hard to find them... you follow the scratches in the floor and eventually find the Hunger in the middle of a hallway, gyrating in place.
ru: Найти его несложно... Следует просто идти по царапинам на полу и в конце концов вы обнаруживаете Голода посреди коридора, вращающегося на месте.

source: Grab their attention.
ru: Привлечь его внимание.

source: The Hunger's face turns to meet yours while the rest of their body continues to spin, "PROTOCOL ERROR: PROTOCOL 'GREETING' CORRUPTED. ENFORCING BACKUP PROTOCOL: PROTOCOL FAREWELL. F-f-f-f-farewell, Captain? Captain! Bye-eyb, captain!" With that, you watch as they crawl away, their face still locked with yours as they round the corner.
ru: Лицо Голода поворачивается к вам, в то время как остальное его тело продолжает вращаться: "ОШИБКА ПРОТОКОЛА: ПРОТОКОЛ "ПРИВЕТСТВИЕ" ПОВРЕЖДЕН. ПРИМЕНЯЕТСЯ РЕЗЕРВНЫЙ ПРОТОКОЛ: ПРОТОКОЛ "ПРОЩАНИЕ". П-п-п-п-прощайте, капитан? Капитан! Пока-ока, капитан!" С этими словами вы наблюдаете за тем, как он удаляется, но его лицо все еще обращено к вашему, когда он заходит за угол.

source: Leave them to their strange ways.
ru: Оставить его в покое.

source: On second thought, you're not really in the mood to 'talk' to the Hunger... you leave them to their strange spinning.
ru: Если подумать, у вас нет настроения "разговаривать" с Голодом... Вы оставляете его наедине с его странными вращениями.

source: You find the Hunger in the hold tearing into the food supply. A shame, but, sooner the snacks than you, you suppose... probably best to leave them to their rampage regardless.
ru: Вы обнаруживаете, что Голод в трюме разрывает запасы еды. Досадно, но лучше уж еда, чем вы... наверное, лучше оставить его наедине.

source: After a bit of searching you catch the Hunger as it tears a chunk out of the wall. An expendable chunk, you're sure. This seems to satisfy them, and their face meets yours, "Subject... subject? Subject!: HUNGER. Ssssstate: SATISFIED. Request: Request: Request: SPEAK, captain! Captain, s-s-speak!"
ru: После недолгих поисков вы находите Голод, вырывающего кусок из стены. Похоже, это была лишняя часть - вы в этом уверены. Это, по-видимому, удовлетворяет его, и лицо Голода приближается к вашему: "Субъект... субъект? Субъект!: ГОЛОД. Ссссостояние: УДОВЛЕТВОРЕН. Запрос: Запрос: Запрос: ГОВОРИТЕ, капитан! Капитан, г-г-говорите!"

source: Uh, hi. How are you, Hunger?
ru: Эм, привет. Как дела, Голод?

source: "HELLO t-t-to SUBJECT: You! You too, caaaaptain! Captain? Captain. R-r-repeating state: HUNGER is... is? Is! SATISFIED." A few moments pass, and then it jiggles slightly, "STATE update? Update: HUNGER un-un-un... satisfied? Unsatisfied. SOLUTION: Devour! B-b-b-bye, captain...? Bye." They escape into the hole they've created in the wall, and you're left wondering just how much of this ship is expendable...
ru: "ПРИВЕТ СУБЪЕКТ: вам! И вам тоже, каааапитан! Капитан? Капитан. П-п-повтор состояния: ГОЛОД... голод? Голод! УДОВЛЕТВОРЕН". Проходит несколько мгновений, и он слегка подрагивает: "ОБНОВЛЕНИЕ состояния? Обновление: Голод не-не-не... удовлетворен? Неудовлетворен. РЕШЕНИЕ: пожирать! П-п-п-пока, капитан...? Пока". Он скрываются в проделанной им дыре в стене, а вы остаетесь гадать, насколько этот корабль остается боеспособен...

source: You come across Turzil examining the Hunger, poking and prodding. You're about to speak when Turzil's arm is torn from his shoulder, engulfed by the Hunger as a reaction to his stimulus. Still, Turzil seems unphased.
ru: Вы застаете Турзила за осмотром Голода - он тычет в него и ощупывает. Вы уже собираетесь заговорить, как вдруг рука Турзила отрывается от плеча - Голод мгновенно поглощает ее в ответ на раздражитель. Тем не менее, Турзил остается невозмутим.

source: Is everything, uh... alright in here?
ru: У вас все э-э... в порядке?

source: Turzil turns to you, "Does your sight -fail- you, captain? I fail to see what is 'alright' here." He turns back to the Hunger, "This is no [mere] case of the Harmony connection eroding, and this is no [mere] Engi. These are -many- Engi, suffering. Held together, by [dark] forces. Forces I -fail- to understand." The Hunger wiggles around for a moment before speaking up, "HUNGER: Dark! Dark, d-d-daaark... HARMONY: at bay? At bay! EROSION: Gone? Gone! PRICE: Deemed. Deemed, deemed, deemed! SUFFICIENT." Turzil rebukes, "You've turned from one [cruel] master to another. You remain -trapped- like this: no more free than I, or any other Engi." He gives a robotic sigh, and turns to leave, "One can only -hope- there's still a chance for them: somewhere. Good [luck] finding it, captain." You're left alone with the Hunger, who appears to have returned to nibbling on Turzil's arm.
ru: Турзил поворачивается к вам: "Зрение вас -подводит-, капитан? Потому что я не вижу здесь ничего "в порядке". Он снова обращает взгляд на Голод: "Это не [просто] случай разрушения связи с Гармонией, и это не [просто] энжи. Это -многие- энжи, страдающие. Удерживаемые вместе [темными] силами. Силами, которые я не в состоянии постичь". Голод извивается несколько секунд, прежде чем заговорить: "ГОЛОД: Тьма! Тьма, т-т-тьмааа... ГАРМОНИЯ: под контролем? Под контролем! ЭРОЗИЯ: Исчезла? Исчезла! ЦЕНА: Принята. Принята, принята, принята! ДОСТАТОЧНО". Турзил резко отвечает: "Ты просто сменил одного жестокого хозяина на другого. Ты все так же в ловушке, как и я, как и любой другой энжи". Он издает механический вздох и поворачивается, чтобы уйти: "Остается лишь -надеяться-, что у него все еще есть шанс. [Удачи] вам в поисках, капитан". Вы остаетесь наедине с Голодом, который, похоже, вновь принялся грызть руку Турзила.

source: You enter the Hunger's room, but are surprised to find that it's Turzil standing there. He appears to be inspecting the room, and the damage it's suffered since the Hunger has moved in... of which there's a lot.
ru: Вы входите в каюту Голода, но с удивлением обнаруживаете, что там стоит Турзил. Похоже, он осматривает каюту и повреждения, которые она получила с тех пор, как в ней поселился Голод... а их немало.

source: Cough.
ru: Кашлянуть.

source: Turzil seems startled, but only briefly, "Captain. Inquiry: what do you -think- of the Disparity?"
ru: Турзил кажется испуганным, но лишь на мгновение: "Капитан. Что вы -думаете- о Диссонансе?"

source: What they're doing isn't right. The Engi under the Harmony don't deserve to suffer for its actions.
ru: То, что они делают, неправильно. Энджи из Гармонии не заслуживают того, чтобы страдать из-за их действий.

source: "To be [stripped] of your self would be described as suffering, by some. Following that logic, why would this -Hunger- sacrifice themselves? Become: many? Become: unthinking..." he pauses, "...perhaps in -losing- themselves, they sought to [save] many. A -daring- gambit. Results: remain to be seen. Part of me [prays] they remain that way. The -other- part... holds out [hope.] [Hope] that the Harmony can fall yet." Turzil leaves the room, and all is silent... save for the chewing sound coming from beneath the floorboards.
ru: Быть лишенным своего [я] - некоторые назвали бы это страданием. Следуя этой логике, зачем этому Голоду жертвовать собой? Стать: многими? Стать: бездумным?" - он делает паузу "...возможно, в -утрате- себя, он стремится [спасти] многих. -Смертельный- гамбит. Итоги: еще не ясны. Часть меня [молится], чтобы так и было. -Другая- часть... все еще [надеется]. [Надеется], что Гармония все же может пасть. Турзил покидает помещение, и все затихает... если не считать жевательного звука, доносящегося из-под пола.
