Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_socialize.xml.append/*.po
Languages: ru

source: The Minister looks you over, as if measuring whether or not you're worth talking to, before sighing again and looking back at the photo in his hands, "It's... my daughter. She rarely leaves my mind. I've already told you enough on the matter, but... there's something about it I'd like to ask you."
ru: Министр окидывает вас взглядом, словно прикидывая, стоит ли с вами разговаривать, а затем снова вздыхает и смотрит на фотографию в своих руках: "Это... моя дочь. Она редко покидает мои мысли. Я уже достаточно рассказал вам об этом, но... есть кое-что, о чем я хотел бы спросить вас".

source: Me? I can try to answer, but I'm not sure what I can offer you.
ru: Меня? Я могу попытаться ответить, но не уверен, что могу помочь вам.

source: He nods, "An answer is all I seek." The Minister then stares you straight in the eyes, a sense of hollowness behind his own, "Do you believe everything you've seen? Everything you've been told?"
ru: Он кивает: "Ответ - это все, что я ищу". Затем Министр смотрит вам прямо в глаза, в его взгляде чувствуется пустота: "Вы верите всему, что видели? Всему, что вам рассказали?"

source: That's... a vague question.
ru: Это... расплывчатый вопрос.

source: "Everything about our situations, and our relationship, is vague. Yet, we must trust our own judgments on such matters nonetheless." He blinks, for the first time during this conversation, "So, tell me. Do you trust in what you've been told? About the Rebellion, or the Tempest, or... anything, really. To put it simply: do you trust in the authenticity of our reality?"
ru: "Все, что касается наших ситуаций и наших отношений, туманно. Тем не менее, мы должны доверять своим собственным суждениям в таких вопросах". Он моргнул, впервые за время разговора: "Итак, скажите мне. Верите ли вы в то, что вам рассказали? О Восстании, Буре или... да о чем угодно. Проще говоря, верите ли вы в подлинность нашей реальности?"

source: Yes.
ru: Да.

source: It's common to entertain notions of simulated realities, or of coma-induced dream states, but you get the sense that the Minister is referring to something else entirely. Something darker, and more sinister. Yet, he seems satisfied with your answer as he turns to the photo in his hands once more, "Very well, Renegade. That will be all."
ru: Принято говорить о симуляции реальности или о сновидениях, вызванных комой, но у вас возникает ощущение, что Министр имеет в виду нечто совсем другое. Что-то более темное и зловещее. Тем не менее он, похоже, удовлетворен вашим ответом, поскольку снова обращается к фотографии в своих руках: "Хорошо, Ренегат. Это все".

source: Wait, really? You're going to drop a question as ominous as that and then refuse to elaborate?
ru: Подождите, правда? Вы задаете такой зловещий вопрос, а потом отказываетесь рассказать о подробностях?

source: He chuckles slightly, "You're easily spooked, aren't you? It's just something that's been on my mind, lately, as I continue down this path set before me. Despite my genius, and the power this damnable armor grants me, I feel no greater than a pawn as I blindly follow the orders given to me. As I exist in this state of limbo, ever in search of an outcome that may very well never come to pass. I... felt we were similar in that regard." He lets out a deep sigh, "Perhaps I misjudged. Or maybe I'm just too damn gloomy for my own good. Whatever the case, I suspect I won't get to the bottom of it standing here and discussing it with you. Minimal offense meant, of course." Right... taking the hint, you leave the Minister to his eerie ponderings, but a part of them leave the room with you. What is it that he's doubtful of, exactly?
ru: Он слегка улыбается: "Вас легко напугать, не так ли? Это просто то, о чем я думаю в последнее время, пока продолжаю идти по этому пути. Несмотря на свой гений и силу, которую дает мне эти проклятые доспехи, я чувствую себя не более чем пешкой, слепо исполняющей отданные мне приказы. Я существую в этом состоянии неопределенности, в поисках результата, который, вполне возможно, никогда не наступит. Мне... показалось, что в этом мы похожи". Он глубоко вздохнул: "Возможно, я ошибся. А может, я просто чертовски мрачен и не ценю то, что у меня есть. Как бы то ни было, подозреваю, что, стоя здесь и обсуждая это с вами, я не докопаюсь до истины. Разумеется, без обид". Верно... Поняв намек, вы оставляете Министра в его жутких размышлениях, но часть их покидает комнату вместе с вами. В чем именно он сомневается?

source: Yes!
ru: Да!

source: It's common to entertain notions of simulated realities, or of coma-induced dream states, but you get the sense that the Minister is referring to something else entirely. Something darker, and more sinister. Yet, he seems satisfied with your answer as he turns to the photo in his hands once more, "Very well, Renegade. That will be all."
ru: Принято говорить о симуляции реальности или о сновидениях, вызванных комой, но у вас возникает ощущение, что Министр имеет в виду нечто совсем другое. Что-то более темное и зловещее. Тем не менее он, похоже, удовлетворен вашим ответом, поскольку снова обращается к фотографии в своих руках: "Хорошо, Ренегат. Это все".

source: Wait, really? You're going to drop a question as ominous as that and then refuse to elaborate?
ru: Подождите, правда? Вы задаете такой зловещий вопрос, а потом отказываетесь рассказать о подробностях?

source: He chuckles slightly, "You're easily spooked, aren't you? It's just something that's been on my mind, lately, as I continue down this path set before me. Despite my genius, and the power this damnable armor grants me, I feel no greater than a pawn as I blindly follow the orders given to me. As I exist in this state of limbo, ever in search of an outcome that may very well never come to pass. I... felt we were similar in that regard." He lets out a deep sigh, "Perhaps I misjudged. Or maybe I'm just too damn gloomy for my own good. Whatever the case, I suspect I won't get to the bottom of it standing here and discussing it with you. Minimal offense meant, of course." Right... taking the hint, you leave the Minister to his eerie ponderings, but a part of them leave the room with you. What is it that he's doubtful of, exactly?
ru: Он слегка улыбается: "Вас легко напугать, не так ли? Это просто то, о чем я думаю в последнее время, пока продолжаю идти по этому пути. Несмотря на свой гений и силу, которую дает мне эти проклятые доспехи, я чувствую себя не более чем пешкой, слепо исполняющей отданные мне приказы. Я существую в этом состоянии неопределенности, в поисках результата, который, вполне возможно, никогда не наступит. Мне... показалось, что в этом мы похожи". Он глубоко вздохнул: "Возможно, я ошибся. А может, я просто чертовски мрачен и не ценю то, что у меня есть. Как бы то ни было, подозреваю, что, стоя здесь и обсуждая это с вами, я не докопаюсь до истины. Разумеется, без обид". Верно... Поняв намек, вы оставляете Министра в его жутких размышлениях, но часть их покидает комнату вместе с вами. В чем именно он сомневается?

source: Yes?
ru: Да?

source: It's common to entertain notions of simulated realities, or of coma-induced dream states, but you get the sense that the Minister is referring to something else entirely. Something darker, and more sinister. Yet, he seems satisfied with your answer as he turns to the photo in his hands once more, "Very well, Renegade. That will be all."
ru: Принято говорить о симуляции реальности или о сновидениях, вызванных комой, но у вас возникает ощущение, что Министр имеет в виду нечто совсем другое. Что-то более темное и зловещее. Тем не менее он, похоже, удовлетворен вашим ответом, поскольку снова обращается к фотографии в своих руках: "Хорошо, Ренегат. Это все".

source: Wait, really? You're going to drop a question as ominous as that and then refuse to elaborate?
ru: Подождите, правда? Вы задаете такой зловещий вопрос, а потом отказываетесь рассказать о подробностях?

source: He chuckles slightly, "You're easily spooked, aren't you? It's just something that's been on my mind, lately, as I continue down this path set before me. Despite my genius, and the power this damnable armor grants me, I feel no greater than a pawn as I blindly follow the orders given to me. As I exist in this state of limbo, ever in search of an outcome that may very well never come to pass. I... felt we were similar in that regard." He lets out a deep sigh, "Perhaps I misjudged. Or maybe I'm just too damn gloomy for my own good. Whatever the case, I suspect I won't get to the bottom of it standing here and discussing it with you. Minimal offense meant, of course." Right... taking the hint, you leave the Minister to his eerie ponderings, but a part of them leave the room with you. What is it that he's doubtful of, exactly?
ru: Он слегка улыбается: "Вас легко напугать, не так ли? Это просто то, о чем я думаю в последнее время, пока продолжаю идти по этому пути. Несмотря на свой гений и силу, которую дает мне эти проклятые доспехи, я чувствую себя не более чем пешкой, слепо исполняющей отданные мне приказы. Я существую в этом состоянии неопределенности, в поисках результата, который, вполне возможно, никогда не наступит. Мне... показалось, что в этом мы похожи". Он глубоко вздохнул: "Возможно, я ошибся. А может, я просто чертовски мрачен и не ценю то, что у меня есть. Как бы то ни было, подозреваю, что, стоя здесь и обсуждая это с вами, я не докопаюсь до истины. Разумеется, без обид". Верно... Поняв намек, вы оставляете Министра в его жутких размышлениях, но часть их покидает комнату вместе с вами. В чем именно он сомневается?

source: Yesyesyesyesyesyesyesyesyesyesyesyesyesyesyesyesyesyesyesyesyes
ru: Дададададададададададададададададададададададададададада

source: It's common to entertain notions of simulated realities, or of coma-induced dream states, but you get the sense that the Minister is referring to something else entirely. Something darker, and more sinister. Yet, he seems satisfied with your answer as he turns to the photo in his hands once more, "Very well, Renegade. That will be all."
ru: Принято говорить о симуляции реальности или о сновидениях, вызванных комой, но у вас возникает ощущение, что Министр имеет в виду нечто совсем другое. Что-то более темное и зловещее. Тем не менее он, похоже, удовлетворен вашим ответом, поскольку снова обращается к фотографии в своих руках: "Хорошо, Ренегат. Это все".

source: Wait, really? You're going to drop a question as ominous as that and then refuse to elaborate?
ru: Подождите, правда? Вы задаете такой зловещий вопрос, а потом отказываетесь рассказать о подробностях?

source: He chuckles slightly, "You're easily spooked, aren't you? It's just something that's been on my mind, lately, as I continue down this path set before me. Despite my genius, and the power this damnable armor grants me, I feel no greater than a pawn as I blindly follow the orders given to me. As I exist in this state of limbo, ever in search of an outcome that may very well never come to pass. I... felt we were similar in that regard." He lets out a deep sigh, "Perhaps I misjudged. Or maybe I'm just too damn gloomy for my own good. Whatever the case, I suspect I won't get to the bottom of it standing here and discussing it with you. Minimal offense meant, of course." Right... taking the hint, you leave the Minister to his eerie ponderings, but a part of them leave the room with you. What is it that he's doubtful of, exactly?
ru: Он слегка улыбается: "Вас легко напугать, не так ли? Это просто то, о чем я думаю в последнее время, пока продолжаю идти по этому пути. Несмотря на свой гений и силу, которую дает мне эти проклятые доспехи, я чувствую себя не более чем пешкой, слепо исполняющей отданные мне приказы. Я существую в этом состоянии неопределенности, в поисках результата, который, вполне возможно, никогда не наступит. Мне... показалось, что в этом мы похожи". Он глубоко вздохнул: "Возможно, я ошибся. А может, я просто чертовски мрачен и не ценю то, что у меня есть. Как бы то ни было, подозреваю, что, стоя здесь и обсуждая это с вами, я не докопаюсь до истины. Разумеется, без обид". Верно... Поняв намек, вы оставляете Министра в его жутких размышлениях, но часть их покидает комнату вместе с вами. В чем именно он сомневается?

source: Leave him be.
ru: Оставьте его в покое.

source: He seems busy, you decide. You quietly make an exit, the Minister never once stirring, and you're left to wonder what's weighing so heavily on his mind.
ru: Похоже, он занят, решаете вы. Вы тихо выходите, а Министр даже не шелохнулся, и вам остается только догадываться, что так сильно занимает его мысли.

source: A strange chanting can be heard from within the Minister's room as you near his door, its hymns seeming to worm their way into your mind. Immeasurable amounts of unease wash over you as you question your decision to enter.
ru: Когда вы приближаетесь к двери, из каюты Министра доносятся странные песнопения, которые, кажется, проникают в ваш разум. Неизмеримое беспокойство охватывает вас, пока вы сомневаетесь в своем решении войти.

source: Steel yourself, and enter.
ru: Набраться сил и войти.

source: You press yourself against the door, ready for any of the possible scenarios your mind can think of... but not for the one in front of you. The Minister, as well as several other cloaked cultists of the Tempest, sit around a rounded coffee table; you gather that they're playing a board game of some sort. Across the room is a radio, blasting the chanting you'd heard prior. The Minister turns to you, trying his best to yell over its immense volume, "RENEGADE? HAVE YOU SOME REASON FOR INTERRUPTING OUR PROCEEDINGS?"
ru: Вы прижимаетесь к двери, готовые к любому из возможных сценариев, которые только может придумать ваш разум... но не к тому, который перед вами. Министр, а также еще несколько замаскированных культистов Бури сидят вокруг округлого журнального столика; как вы поняли, они играют в какую-то настольную игру. В другом конце комнаты стоит радиоприемник, из которого доносятся песнопения, которые вы уже слышали. Министр поворачивается к вам, изо всех сил стараясь перекричать его огромную громкость: "РЕНЕГАТ? У ВАС ЕСТЬ КАКАЯ-ТО ПРИЧИНА ПРЕРЫВАТЬ НАШЕ ЗАНЯТИЕ?"

source: I, uh... thought you were opening portals to other dimensions in here, or something.
ru: Я... думал, вы открываете здесь порталы в другие измерения или что-то в этом роде.

source: He squints at you, "WHAT? I CAN'T QUITE- HOLD ON FOR A MOMENT." The Minister stands up and walks over to the radio, turning it off with a spark of energy from his gauntlet, and the room goes deafeningly quiet. He turns to you once more, "Well, whatever your reason for interrupting, we were just about done here anyways. Next Tuesday, gentlemen?" A series of consenting murmurs break out from the gathered cultists, and they all vanish in a blinding flash of light.
ru: Он щурится на вас: "ЧТО? Я НЕ МОГУ... ПОДОЖДИТЕ НЕМНОГО". Министр встает и подходит к радиоприемнику, выключая его искрой энергии из своей перчатки, и в комнате становится оглушительно тихо. Он снова поворачивается к вам: "Что ж, какова бы ни была причина вашего появления, мы все равно уже почти закончили. Следующий вторник, господа?" По рядам собравшихся культистов прокатывается согласный ропот, и все они исчезают в ослепительной вспышке света.

source: What was that about?
ru: Что это было?

source: The Minister raises an eyebrow, gesturing to the game laid out on the table, "Hm? Are you truly unfamiliar with Khl'gthkk'xri?" You blink a couple times, and he sighs, "I should expect as much. It's not exactly renowned, but I wouldn't have been surprised if you'd heard of it either. It's something of a... cult classic." He stares at you, completely stone-faced, and you have no idea if he's expecting you to laugh or not.
ru: Министр поднимает бровь, жестом указывая на игру, разложенную на столе: "Хм? Вы действительно незнакомы с кхл'гтхк'ксри?" Вы несколько раз моргаете, и он вздыхает: "Мне следовало бы этого ожидать. Она не слишком известна, но я бы не удивился, если бы вы тоже о ней слышали. Это что-то вроде... культовой классики". Он смотрит на вас с совершенно каменным лицом, и вы не знаете, ожидает ли он, что вы рассмеетесь, или нет.

source: Force a laugh.
ru: Заставить себя рассмеяться.

source: His eyebrow arches even higher, "Did... I say something funny? Are you quite alright, Renegade? Did you hit your head on the way in?"
ru: Его бровь поднимается еще выше: "Я... я сказал что-то смешное? Вы в порядке, Ренегат? Вы не ударились головой по дороге сюда?"

source: Uh...
ru: Эм...

source: You two spend a few moments staring at each other, both at a loss for words. Eventually, it's your will that breaks first, as you awkwardly excuse yourself and slip away into the hall. That, uh... sucked. A lot. Of all the questions that have gone unanswered, one rings throughout your mind above all... who convenes on a Tuesday?
ru: Несколько мгновений вы смотрите друг на друга, оба не находя слов. В конце концов ваша воля ломается первой, и вы неловко оправдываетесь и ускользаете в коридор. Это... паршиво. Очень. Из всех вопросов, оставшихся без ответа, один звучит в голове чаще всего... Кто собирается во вторник?

source: Stay silent.
ru: Сохранять молчание.

source: You stand there, speechless, and his eyebrow arches even higher, "Are... you quite alright, Renegade? Did you hit your head on the way in?"
ru: Вы стоите, потеряв дар речи, а его бровь поднимается еще выше: "С вами... все в порядке, Ренегат? Вы не ударились головой по дороге сюда?"

source: Uh...
ru: Эм...

source: You two spend a few moments staring at each other, the Minister joining you in speechlessness. Eventually, it's your will that breaks first, as you awkwardly excuse yourself and slip away into the hall. That, uh... sucked. A lot. Of all the questions that have gone unanswered, one rings throughout your mind above all... who convenes on a Tuesday?
ru: Несколько мгновений вы смотрите друг на друга, и Министр присоединяется к вам в безмолвии. В конце концов, ваша воля ломается первой, и вы неловко оправдываетесь и ускользаете в коридор. Это... паршиво. Очень. Из всех вопросов, оставшихся без ответа, один звучит в вашей голове чаще всего... Кто собирается во вторник?

source: Nope. Walk away.
ru: Нет. Лучше уйти.

source: Whatever the hell is going on in there is none of your business, and you're not trying to get caught in the crossfire of any of the Minister's eldritch rituals. Though you get quite some distance away, you can still hear that droning chanting... it's as if it follows you, everywhere you go. You shrug, and decide that it's just par for the course in housing the leader of an esoteric cult.
ru: Что бы там ни происходило, это не ваше дело, и вы не хотите попасть под перекрестный огонь эльдрических ритуалов Министра. Хотя вы удалились на значительное расстояние, вы все еще слышите этот грохочущий напев... он как будто следует за вами, куда бы вы ни пошли. Вы пожимаете плечами и решаете, что это обычное явление в доме лидера эзотерического культа.

source: A white blur whizzes past you, and the Minister comes running soon after, "Make way, make way! One of the Tempest's spawn has broken containment!" He turns the corner, and an explosion blasts from it mere seconds later... you need to take cover!
ru: Мимо вас проносится белое пятно, и вскоре прибегает Министр: "Дорогу, дорогу! Одно из порождений Бури сбежало!" Он сворачивает за угол, и через несколько секунд там раздается взрыв... Вам нужно укрыться!

source: Drop to the floor, and cover your head!
ru: Упасть на пол и закрыть голову!

source: You assume a defensive position, and close your eyes, but... nothing happens. You look up, and are surprised to see the Minister return, the boots of his armor dragging against the ground. He shoots you a glance, "The problem child's been dealt with. My sincerest apologies for the disturbance, Renegade. It won't happen again." There's a tinge of scorn in his voice as he walks past you, and you're left alone, lying on the floor.
ru: Вы занимаете оборонительную позицию и закрываете глаза, но... ничего не происходит. Вы поднимаете глаза и с удивлением видите, что Министр уже вернулся, и сапоги его доспехов стучат по полу. Он бросает на вас взгляд: "С проблемным ребенком разобрались. Приношу свои искренние извинения за беспокойство, Ренегат. Этого больше не повторится". В его голосе звучит нотка презрения, когда он проходит мимо вас, и вы остаетесь один, лежа на полу.

source: You come across Vortigon and the Minister, deep in conversation, as the former speaks, "So... this, eh, Tempest that you worship. You claim it to have dominion over the Holy Ones?" He says the name Tempest as if it'd stolen his lunch money. The Minister puts a hand to his chin, ignoring the slight, "There are Crystals among the Cult of the Tempest's ranks, yes. Why do you ask? Are you looking to switch religions?" Vortigon lets out a deep belly laugh, "I can't say so, but, you've confirmed a suspicion of mine. This Tempest of yours must be none other than a Holy one, holier than any other! To think such a thing possible... I'll have to consult the scriptures..." He walks away, lost in thought, and the Minister notices your presence as he shoots you a puzzled look. You shrug.
ru: Вы сталкиваетесь с Вортигоном и Министром, углубленными в разговор, когда первый говорит: "Итак... эта Буря, которой вы поклоняетесь. Вы утверждаете, что она властвует над Святым?" Он произносит имя Бури так, словно та украла у него деньги на обед. Министр подносит руку к подбородку, не обращая внимания на легкий смешок: "Да, среди членов культа Бури есть кристаллины. Почему вы спрашиваете? Вы хотите сменить религию?" Вортигон разразился глубоким смехом: "Не могу сказать, но вы подтвердили мои подозрения. Эта ваша Буря должена быть не кем иной, как Святым, святее любого другого! Подумать только, что такое возможно... Придется обратиться к Священному Писанию..." Он уходит, погрузившись в размышления, и Министр замечает ваше присутствие, бросая на вас озадаченный взгляд. Вы пожимаете плечами.

source: Though you don't find the Minister, you do find Jerry walking through the halls. His eyes are wide, as if he'd seen a ghost, and he doesn't so much as look at you as he slowly shambles by. You know he's a bit of an awkward fellow, but... this is weird, even for him.
ru: Не найдя Министра, вы обнаруживаете Джерри, идущего по коридорам. Его глаза расширены, как будто он увидел привидение, и он не смотрит на вас, медленно проходя мимо. Вы знаете, что он немного стеснительный парень, но... это странно даже для него.

source: Try to grab his attention.
ru: Постараться привлечь его внимание.

source: You call his name, and Jerry stops in his tracks, making the slowest turn in human history towards you. Eventually, he's facing you, as he struggles to stammer something out, "C-c-c-captain... That... t-that... THING, in the b-b-bathroom... is it r-real? REALLY real?"
ru: Вы называете его имя, и Джерри останавливается на месте, делая самый медленный в истории человечества поворот в вашу сторону. В конце концов он оказывается лицом к лицу с вами, с трудом заикаясь говоря: "К-к-к-капитан... Эта... эта...ШТУКА, что в в-в-ванная к-комната.. она н-настоящая? НАСТОЯЩАЯ?"

source: Thing? What thing?
ru: Штука? Что за штука?
