Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_socialize.xml.append/*.po
Languages: ru

source: The Minister's screams intensify as he begs for help, for forgiveness... for his daughter. The Heroine desperately tries to help, but there's nothing to be done. The only thing louder than the Minister's screams are the silence that follows, and... that noise. It's stronger now, overpowering the Heroine's own desperate cries. The light in the room grows in strength, brighter than merely blinding, and you do your best to shield your eyes. By the time you open them again, the light is gone, but... so is the Minister. In the Heroine's arms is his armor, now empty. You notice her spear still embedded in its core, but... whatever damage it had done appears to have been undone somehow, as you realize the core's exterior has closed around the spear itself.
ru: Крики Министра усиливаются, он умоляет о помощи, о прощении... о своей дочери. Героиня отчаянно пытается помочь, но сделать ничего нельзя. Громче криков Министра только тишина и... этот шум. Он становится сильнее, перекрывая отчаянные крики Героини. Свет в комнате становится все сильнее, ярче, чем просто ослепление, и вы изо всех сил стараетесь прикрыть глаза. Когда вы снова открываете их, света уже нет, но... нет и Министра. На руках у Героини его доспехи, теперь уже пустые. Вы замечаете, что ее копье все еще находится в ядре, но... все повреждения, которые оно нанесло, похоже, были каким-то образом устранены, так как вы понимаете, что внешняя часть ядра сомкнулась вокруг самого копья.

source: No trace of the Minister remains in your systems... what exactly happened to him...?
ru: В ваших базах данных не осталось никаких следов Министра... Что же с ним произошло...?

source: What... did you do...?
ru: Что... вы сделали...?

source: You can hear her crying as she answers you, "I... I don't... I'm sorry... I didn't think-" Before she can finish her sentence, that humming from before strikes you as it continues to grow louder, and louder. It's... the armor. Is it going to explode? You call out to her again, this time to tell her to drop the armor and run, but... it's too late. As she turns to face you, the armor releases another flash of light from within her arms, and you're forced to guard your eyes once more. By the time your vision recovers... the Heroine, too, is gone. This time, not even her armor remains. Only the Minister's, and... her spear, still stuck fast within its core. The armor crashes to the ground, and you're left utterly alone in the wake of its light.
ru: Вы слышите, как она плачет, отвечая вам: "Я... я не... Мне жаль... Я не думала..." Не успевает она закончить фразу, как до вас доносится прежнее гудение, становящееся все громче и громче. Это... броня. Она сейчас взорвется? Вы снова зовете ее, на этот раз, чтобы сказать ей бросить доспехи и бежать, но... уже слишком поздно. Когда она поворачивается к вам лицом, из доспехов вырывается еще одна вспышка света, и вы вынуждены снова прикрыть глаза. К тому времени как зрение восстанавливается... Героиня тоже исчезает. На этот раз не осталось даже ее доспехов. Только доспехи Министра и... ее копье, все еще крепко застрявшее в ядре. Доспехи падают на землю, и вы остаетесь в полном одиночестве.

source: The Heroine, too, leaves no trace. Damn it all...
ru: От Героини тоже не осталось следов. Проклятье...

source: Scream out for your friends.
ru: Позвать своих друзей.

source: You're not sure what else to do. What else you CAN do. As you're crying out, releasing your anguish, a movement in the room catches your attention. The armor just moved.
ru: Вы не знаете, что еще можно сделать. Что вы вообще МОЖЕТЕ сделать. В тот момент, когда вы кричите, выплескивая свою боль, ваше внимание привлекает какое-то движение в комнате. Доспехи только что сдвинулись с места.

source: What...?
ru: Что...?

source: For a moment you think you must've just imagined it, but then it happens again. The armor's fingers begin to twitch, and then its legs, and then it in its entirety. It spasms, and jerks, its movements growing more and more intense, before... it locks in place, arms and legs straight, and begins to float.
ru: На мгновение вы думаете, что вам это просто показалось, но затем все повторяется. Пальцы доспеха начинают подергиваться, затем ноги, а потом и они сами. Его бьет дрожь, оно дергается, движения становятся все более и более интенсивными, пока... оно не замирает на месте, руки и ноги вытянуты, и начинает подниматься в воздух.

source: Have I lost my mind?
ru: Я сошел с ума?

source: The armor faces you in a way that feels intentional. Its gauntlet reaches over, grasping the spear within its chest, and it simply... removes it. Its core heals over as it does so, and it looks as if it'd never been pierced at all. It drops the spear to the ground, and continues to face you.
ru: Доспехи обращены к вам так, что кажется, будто это сделано намеренно. Их перчатка тянется, берет копье в груди и просто... вынимает его. Ядро доспеха при этом восстанавливается, и они выглядит так, будто их вообще никогда не протыкали. Он бросает копье на землю и продолжает смотреть вам в лицо.

source: What are you? What have you done with my friends?
ru: Что ты такое? Что ты сделал с моими друзьями?

source: Its core dims, then flashes, and then REALLY flashes as the room goes white once more. This time... it's the armor that vanishes, but not without a trace. Inspecting your ship's systems, it seems to have left a piece of data for you to find... a set of coordinates. Your mind screams that it must be some sort of trap, but your heart aches for your missing friends. If there's any chance that they're at these coordinates, or that you can avenge them there, you'd like to take it.
ru: Его ядро тускнеет, затем вспыхивает, а затем ВСПЫХИВАЕТ ПО-НАСТОЯЩЕМУ, и комната снова заливается белым светом. На этот раз... исчезают доспехи, но не бесследно. Проверив системы вашего корабля, вы обнаруживаете оставленный для вас фрагмент данных... набор координат. Ваш разум кричит, что это наверняка какая-то ловушка, но ваше сердце болит о пропавших друзьях. Если есть хоть малейший шанс, что они находятся по этим координатам или что вы сможете отомстить за них там, вы хотите воспользоваться им.

source: Don't worry... I'm coming.
ru: Не волнуйтесь... Я иду.

source: I don't think this is worth the risk. We should figure out another way.
ru: Я не думаю, что это стоит риска. Мы должны найти другой способ.

source: The two begrudgingly agree, and the situation settles down. If the Minister is lastingly upset about the attempt on his life, he doesn't make it apparent, but... you still feel awkward about the whole thing. As well, what the Heroine said about the Minister's armor continues to ring throughout your head. Can it truly be a being made of pure hatred?
ru: Оба нехотя соглашаются, и ситуация успокаивается. Если Министр и расстроен покушением на его жизнь, он не подает виду, но... вы все равно чувствуете себя неловко из-за всего этого. Кроме того, в вашей голове не утихают слова Героини о доспехах Министра. Могут ли они действительно быть существом, созданным из чистой зла?

source: You try to grab her attention, but the Heroine seems to be preoccupied with chasing a rat around the ship. Though she doesn't pay you any mind, she does yell after the rodent as it outspeeds her, "YOU MAY RUN, VILE VERMIN, BUT KNOW THIS. JUSTICE. NEVER! TIRES!! YOUR INFECTIOUS REIGN OF TERRORS ENDS HERE!!!" At least she's having fun.
ru: Вы пытаетесь привлечь ее внимание, но Героиня, похоже, занята тем, что гоняется по кораблю за крысой. Хотя она не обращает на вас внимания, она кричит вслед грызуну, когда тот обгоняет ее: "МОЖЕШЬ БЕЖАТЬ, ГНУСНЫЙ ВРЕДИТЕЛЬ, НО ЗНАЙ. СПРАВЕДЛИВОСТЬ. НИКОГДА! НЕ УСТАЕТ!! ТВОЕМУ ЗАРАЗНОМУ ЦАРСТВУ УЖАСА ПРИДЕТ КОНЕЦ ЗДЕСЬ!!!". По крайней мере, ей весело.

source: Searching for the Heroine, a loud noise grabs your attention... it sounds like glass being shattered. Following the sound, you're drawn to the cafeteria, where, sure enough, the Heroine appears to be smashing dishes against the ground. She yells out as she does so, "BE FREE, GLASS-KIN! NO MORE WILL YOU BE SHACKLED TO THE WHIMS OF MAN, FORCED TO LABOR AND TOIL FOR THE SAKE OF 'CONVENIENCE'. FOOD IS TO BE HELD BY ONE'S OWN HAND, NOT BY THOSE OF AN ENSLAVED CONSTRUCT!!" She continues her heroic rampage for quite some time, and you're left wondering how she goes about using ANY object if it's glassware that embodies cruelty.
ru: В поисках Героини громкий звук привлекает ваше внимание... похоже на разбивающееся стекло. Следуя за звуком, вы оказываетесь в кафетерии, где, как и следовало ожидать, Героиня разбивает посуду о пол. Она выкрикивает, делая это: "БУДЬТЕ СВОБОДНЫ, СОРОДИЧИ ИЗ СТЕКЛА! БОЛЬШЕ ВЫ НЕ БУДЕТЕ ПРИКОВАНЫ К ПРИХОТЯМ ЧЕЛОВЕКА, ВЫНУЖДЕННЫЕ РАБОТАТЬ И ТРУДИТЬСЯ РАДИ "УДОБСТВА". ЕДУ НУЖНО ДЕРЖАТЬ СОБСТВЕННОЙ РУКОЙ, А НЕ РУКАМИ ПОРАБОЩЕННОГО СОЗДАНИЯ!!" Ее героическая ярость продолжается довольно долго, и вы задаетесь вопросом, как она вообще пользуется КАКИМ-ЛИБО предметом, если стеклянная посуда олицетворяет жестокость.

source: The Heroine approaches you, a book in her hand, "I found this in your quarters, on the ground. I saved it from collecting dust, but... tell me, comrade, do you truly read?"
ru: Героиня подходит к вам с книгой в руках: "Я нашла это в вашей каюте, на полу. Я спасла ее от пыли, но... скажите, комрад, вы действительно умеете читать?"

source: Yes?
ru: Да?

source: She nods, and leans in close, handing you the book as she does so, "Do not fret, then, comrade. The secret of your nerdiness dies with me." She pats you on the back and walks away, though, you could swear she was stifling a laugh...
ru: Она кивает и наклоняется к вам, протягивая книгу: "Не волнуйтесь, товарищ. Секрет вашего занудства умрет вместе со мной". Она похлопывает вас по спине и уходит, хотя вы можете поклясться, что она подавляет смех...

source: No?
ru: Нет?

source: Her stance tenses, and her free hand draws her spear, "You mean to tell me there's a SECRET nerd aboard this ship, reading books in YOUR quarters?!" The Heroine runs off, power behind her hastened steps, and she yells out as she does so, "SHOW YOURSELF, DECEITFUL NERD! THERE IS NO HIDING FROM JUSTICE!!!" You could swear she was stifling a laugh...
ru: Героиня напрягается, а свободная рука выхватывает копье: "Вы хотите сказать, что на борту корабля есть ТАЙНЫЙ ботаник, который читает книги в ВАШЕЙ каюте?!" Героиня бежит, мощно топая по полу, и при этом кричит: "Покажись, коварный ботаник! ОТ ПРАВОСУДИЯ НЕ СПРЯЧЕШЬСЯ!!!" Можно поклясться, что она подавляет смех...

source: You find the Heroine passed out in her bed, armor still donned, which makes you realize you've never seen her take it off... next to her is her phone, yet to enter sleep mode itself.
ru: Вы обнаруживаете Героиню спящей на своей кровати, доспехи все еще надеты, и вы понимаете, что никогда не видели, чтобы она их снимала... Рядом с ней лежит ее телефон, который сам еще не перешел в спящий режим.

source: Sneak a peek at her phone.
ru: Заглянуть в ее телефон.

source: You reach over the Heroine, trying your best to be stealthy, and grab her phone from her side. Scrolling through it, it seems she was looking through pictures of fish... like, she literally just searched the word 'fish' in the ship's database. Though you're not sure why, you feel somewhat embarrassed as you return her phone to her side and swiftly leave the room.
ru: Стараясь быть незаметным, вы перешагиваете через Героиню и забираете у нее телефон. Прокрутив его, вы обнаружите, что она просматривала фотографии рыб... как будто она буквально только что искала слово "рыба" в базе данных корабля. Хотя вы и не знаете, почему, но чувствуете себя несколько неловко, когда возвращаете телефон на место и быстро выходите из комнаты.

source: Put a blanket over her.
ru: Укрыть ее одеялом.

source: You recall the fact that most fish are cold-blooded as you put a warm blanket over the Heroine; you can't have the Multiverse's champion catching a cold! Assuming... Deep Ones can catch colds...? She stirs slightly as you do so, mumbling in her sleep, "Fall... zzz... you dummy villain... zzzz... Be crushed... honk mimimimimi... under the weight of my awesomeness... zzzzz..." She literally verbalizes the words 'honk mimimimimi.'
ru: Накрыв Героиню теплым одеялом, вы вспомнили, что большинство рыб холоднокровны: нельзя, чтобы защитница Мультивселенной простудилась! Если допустить, что... глубоководные способны простужаться...? Она слегка шевелится, бормоча во сне: "Пади... ззз... тупой злодей... зззз... Будь раздавлен... хонк мимимимими... под тяжестью моей крутизны... ззззз...". Она буквально произносит слова "хонк мимимимимими".

source: Leave her be.
ru: Оставить ее в покое.

source: There's no reason to bother her as she sleeps... it can't be easy to fall asleep in a suit of armor like that. You leave the room, quiet as a mouse, and she merely continues to snore.
ru: Нет причин беспокоить ее во время сна... нелегко заснуть в таком доспехе. Вы выходите из комнаты, тихо, как мышка, а она лишь продолжает сопеть.

source: The Heroine is in her room, exercising by the looks of things. You can't imagine that it's easy to do so inside all that armor... she's just completed a triple-backflip when she notices you, and stops for a moment, "Comrade! Come, join me!" She gestures to a 200 kilogram dumbbell to her side, which you notice is all but crushing the stand it's been left on.
ru: Героиня находится в своей каюте и, судя по всему, занимается спортом. Вы не можете себе представить, как это можно делать в такой броне... Она только что сделала тройное сальто, когда заметила вас, и на мгновение остановилась: "Комрад! Присоединяйтесь ко мне!" Она жестом показывает на 200-килограммовую гантель, которая, как вы заметили, уже полностью раздавила подставку, на которой она стояла.

source: Alright, I'll, uh... try my best?
ru: Хорошо, я... постараюсь сделать все что в моих силах?

source: She cheers you on as you grab the dumbbell, and you close your eyes... your whole life has been preparing you for this. You channel all the strength within yourself and lift, and, to your surprise... it feels... effortless?? You drop it in shock, nearly crushing your foot as the dumbbell sinks into the floor, and the Heroine laughs from behind you, "YEAH!! That's the spirit!"
ru: Она подбадривает вас, пока вы берете гантель, и вы закрываете глаза... вся ваша жизнь готовила вас к этому моменту. Вы собираете всю свою внутреннюю силу и пытаетесь поднять гантель, и, к вашему удивлению... она кажется... легкой?? Вы роняете ее в шоке, едва не раздробив себе ногу, когда гантель погружается в пол, а Героиня смеется позади вас: "ДА!! Вот это дух!"

source: What the hell? How did I do that?
ru: Что за черт? Как я это сделал?

source: The Heroine slaps the dumbbell, it still sinking into the floor slightly, "These aren't just ANY weights, you know!! They're a hero's weights... they train the body AND the spirit, and respond in kind. A true hero values both qualities... as do these weights! Your spirit must be really strong, comrade, if you're lifting them with arms like THOSE!!" She laughs again, and you do your best to ignore the insult as the two of you train for a while. Indeed, your body and spirit alike feel like they're blazing with power by the end of the workout... or, maybe that's just your muscles screaming for dear life.
ru: Героиня хлопает по гантели, которая все еще немного втоплена в пол: "Это не просто КАКИЕ-ТО там гири, знаете ли!! Это геройские гири... они тренируют и тело, И дух, и отвечают взаимностью. Настоящий герой ценит оба качества... как и эти гири! Ваш дух, должно быть, действительно силен, комрад, если вы поднимаете их с ТАКИМИ-ТО руками!!" Она снова смеется, а вы изо всех сил стараетесь не обращать внимания на оскорбление, пока вы оба тренируетесь некоторое время. И действительно, к концу тренировки кажется, будто и тело, и дух словно полыхают силой... или, может быть, это просто ваши мышцы кричат от боли.

source: I'll pass, thanks.
ru: Я пас, спасибо.

source: She shrugs, "Alright, but don't slack on your training, comrade... evil could strike at ANY moment!!" Well, then you'd hate for it to strike while your body is exhausted from trying to lift something heavier than you are!! You'll, like, jog sometime, or something??
ru: Она пожимает плечами: "Хорошо, но не отлынивайте от тренировок, комрад... зло может напасть В ЛЮБОЙ момент!!!" Но не хотелось бы, чтобы оно напало, когда ваше тело измотано попытками поднять что-то тяжелее вас самих!! Может вы побегаете трусцой как-нибудь, или что-то в этом роде??

source: Bonding over a cup of tea, Freddy and the Heroine seem to be deep in conversation when you find them in the break room. Freddy speaks, tipping his hat to her, "This has been lovely, you know. I haven't had the pleasure of speaking to many Deep Ones, but, compared to the ones I have, you're much more, shall I say... enthusiastic, in regards to conversation." The Heroine smashes her teacup over her face, tea seeping through her visor, "You THINK?? I really appreciate the kind words, comrade! My kin back home used to get tired of me REAL quick." Freddy looks at the shattered glassware, clearing his throat, "Yes, well, uh... we can all be a bit extreme sometimes, I'm sure." Their conversation goes on for quite some time, several more teacups becoming casualties, and you decide to leave the room before any glass shrapnel hits you.
ru: Фредди и Героиня, беседующие за чашкой чая, кажется, глубоко погружены в разговор, когда вы застаете их в комнате отдыха. Фредди говорит, склонив перед ней шляпу: "Это было чудесно, знаете ли. Я не имел удовольствия общаться со многими глубоководными, но по сравнению с теми, с кем я общался, вы гораздо более, скажем так... занимательны в беседе". Героиня разбивает чашку о лицо, и чай просачивается сквозь визор: "Вы так ДУМАЕТЕ? Я очень ценю ваши добрые слова, комрад! Мои сородичи на родине ОЧЕНЬ быстро от меня уставали". Фредди смотрит на разбитую посуду и прочищает горло: "Да, ну... мы все иногда бываем немного странными, я уверен". Их разговор продолжается довольно долго, жертвами становятся еще несколько чашек, и вы решаете покинуть комнату, пока в вас не попали осколки стекла.

source: Eater runs past you, a spear half-eaten in his hands, and the Heroine follows suit but a few moments later. The two turn the corner, and you hear her yell after him, "RETURN MY SPEAR AT ONCE, COMRADE!! SPEARS ARE FOR DESTROYING EVIL, NOT APPETITES!!!" You're, uh... sure they'll figure something out.
ru: Пожиратель маяков пробегает мимо вас, с наполовину съеденным копьем в руках, а Героиня следует за ним несколько мгновений спустя. Они оба скрываются за углом, и вы слышите, как она кричит ему вслед: "НЕМЕДЛЕННО ВЕРНИ МОЕ КОПЬЕ, КОМРАД!! КОПЬЯ ПРЕДНАЗНАЧЕНЫ ДЛЯ УНИЧТОЖЕНИЯ ЗЛА, А НЕ ДЛЯ УДОВЛЕТВОРЕНИЯ АППЕТИТА!!!" Вы, эм... уверены, что они что-нибудь придумают.

source: You're strolling through the hall as Nights walks past, several spears embedded in his slimy skin. You ask him about it, and he begrudgingly elaborates, "That fisssh lady, the psssycho in the armor? I wassss enjoying breakfassst, a few beersss asss usssual, when ssshe ssstarted CHASSSING me, throwing ssspearsss and calling me 'he who imbibesss pure evil' and whatnot."
ru: Вы прогуливаетесь по коридору, когда мимо проходит Туман, несколько копий торчат из его слизистой кожи. Вы спрашиваете его об этом, и он неохотно поясняет: "Эта рыбья леди, псссих в доссспехах? Я нассслаждалссся завтраком, как обычно, несссколькими кружками пива, когда она начала ГОНЯТЬСССЯ за мной, бросссая копья и называя меня "тот, кто вкушшшает чиссстое зло" и тому подобное".

source: Wow, that, uh... truly sounds awful.
ru: Ух ты, это... действительно звучит ужасно.

source: He tries to tug at one of the spears, but it holds fast within his slime. "Where doesss ssshe even get thessse thingsss...? God, I don't drink enough for thisss..." Nights slithers away, mumbling about his misery, and you can't help but be mildly amused by the situation.
ru: Он пытается вытащить одно из копий, но оно крепко держится в его слизи. "Где она вообще берет эти шшштуки...? Боже, я недоссстаточно пью для всссего этого..." Туман уползает, бормоча о своих страданиях, и вы не можете удержать улыбку.

source: Maybe this is a good reason to go sober?
ru: Может быть, это хорошая причина, чтобы стать трезвенником?

source: He looks at you as if you just said the dumbest thing he's ever heard, "A good reassson to- there ISSS no good reassson to go sssober. If anything, thisss just makesss me want to drink more..." Nights slithers away, mumbling about his misery, and you can't help but be mildly amused by the situation.
ru: Он смотрит на вас так, будто вы только что сказали самую глупую вещь, которую он когда-либо слышал: "Хорошшшая причина - нет никакой хорошшшей причины, чтобы ссстать трезвенником. Есссли уж на то пошшшло, это только зассставляет меня хотеть пить еще большшше..." Туман уползает прочь, бормоча о своих страданиях, а вы не можете удержать улыбку.

source: You come across the Heroine and the Scarred sitting together, both engrossed in meditation. The two Deep Ones hum a low, guttural melody in unison, and you get the feeling that you shouldn't interrupt them. Later, you ask the Scarred about what they were up to, and you swear he blushes a little bit as he describes it as a 'ritual sacred to his kin.' You're glad you didn't interrupt them, then...
ru: Вы видите Героиню и Шрама, сидящих вместе и погруженных в медитацию. Оба глубоководных напевают в унисон низкую, гортанную мелодию, и у вас возникает ощущение, что не стоит их прерывать. Позже вы спрашиваете Шрама о том, чем они занимались, и клянетесь, что он немного краснеет, описывая это как "ритуал, священный для его рода". Вы рады, что не прервали их тогда...
