Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_socialize.xml.append/*.po
Languages: ru

source: You find the Foolish messing about with his shell, making measurements and taking samples. He seems deep in thought, and doesn't comment on your approach, so you figure it's best to come back another time. As you leave the room, you hear him mumble to himself, "Is thhhhis... cyan or turquoise? Last week it was cyan, but... now it feels hard to tell..." Isn't it always?
ru: Вы обнаруживаете Глупца, который возится со своей раковиной, проводя измерения и беря образцы. Похоже, он глубоко погружен в работу и никак не комментирует ваше появление, поэтому вы решаете, что лучше зайти в другой раз. Выходя из каюты, вы слышите, как он бормочет про себя: "Это... голубой или бирюзовый? На прошлой неделе он был голубым, но... сейчшас трудно сказать..." Разве так не всегда?

source: Alkali appears to be experimenting on the Foolish, who only sits there dejectedly. The former speaks, still poking and prodding, "You know, when I heard thhhhat communication had been lost with Epsilon, I'd figured you guys had just managed to blow yourselves up or somethhhhing. Never could I have imagined thhhhe truthhhh of the matter! Tell me, what was it like?" The Foolish turns away, before Alkali turns him back, and he sighs a little, "What was what like? Thhhhe cold? Thhhhe... voices? Thhhhe... genocide...?" Alkali scoffs, "No, nothhhhing so trivial, obviously. I meant approaching my genius! Thhhhis Soulplague stuff is impressive! Relative to thhhhose less impressive thhhhan me, of course."
ru: Алькали, похоже, ставит эксперименты над Глупцом, который удрученно сидит на месте. Первый говорит, продолжая тыкать и тыкать: "Знаешь, когда я услышал, чшто связь с Эпсилоном потеряна, я решил, чшто вы, ребята, просто взорвали себя или чшто-то в этом роде. Но я и представить себе не мог, чшто произошло на самом деле! Расскажи мне, как это было?" Глупец отворачивается, но Алькали разворачивает его обратно, и он слегка вздыхает: "На чшто это было похоже? Холод? Кхххе... голоса? Кххххх... геноцид...?" Алькали смеется: "Нет, не нечшто настолько банальное, конечшно. Я о том, как это было - приблизиться к моему гению! Эта штука с чшумой души просто впечшатляющая! Ну, по сравнению с теми, кто менее впечшатляющ, чшем я, разумеется".

source: Continue...
ru: Продолжить...

source: You feel the room physically heat up, ever so slightly, as contempt literally radiates from the Foolish. He glares at Alkali, "Do you thhhhink our colleagues found it impressive, as it ravaged thhhheir minds and puppeted thhhheir bodies? Do you thhhhink you'd find it impressive, if you... met thhhhe same fate?" Alkali briefly pauses whatever test he's conducting, taken aback slightly. Then, he continues, "Well, I don't have to worry about thhhhat, do I? Not as long as you control it, anyways. You, er, do control it, don't you?" The Foolish relaxes a bit, returning to his usual demeanor, "As much as I can, anyways... It's not a thhhhreat, if thhhhat's what you mean. Still... rogue strains of thhhhe mattervirus are out thhhhere, hurting people..." He slouches, and Alkali slaps him on the back, "All thhhhe more reason to sit still and allow me to perform my tests! If anybody can cure thhhhis virus, it's me!" Seemingly in agreement, the Foolish only sighs again, and the two Shells go quiet. You decide to leave them to their experiments.
ru: Вы ощущаете, как в комнате становится ощутимо теплее - презрение буквально исходит от Глупца. Он сверлит взглядом Алькали: "Ты думаешь, это было впечшатляюще для наших коллег, когда оно опустошило их разум и овладело их телами? Думаешь, тебе это покажется впечшатляющим, если... тебя постигнет та же учшасть? Алькали ненадолго прерывает свой эксперимент, слегка растерявшись. Затем продолжает: "Ну, мне-то это не грозит, верно? Пока ты держишь все под контролем. Ты же, хм... контролируешь это, верно?" Глупец немного расслабляется, возвращаясь к своему обычшному усталому тону: "Насколько это возможно... Это не угроза, если ты об этом. Хотя... есть бродячшие штаммы материя-вируса. Они все еще причшиняют боль людям..." Он ссутулился, и Алькали хлопает его по спине: "Тем более нужно сидеть спокойно и позволить мне продолжить исследования! Если кто и сможет излечшить этот вирус - так это я!" Глупец в ответ лишь тяжело вздыхает, и обе ракушки замолкают. Вы решаете оставить их наедине с их экспериментом.

source: Though you can't find the Foolish, you do find Alkali, who appears to be looking for him himself. He turns to you, "Say, Renegade, you haven't seen thhhhat botched experiment, have you? Thhhhe Epsilon reject, I mean."
ru: Хотя вы не можете найти Глупца, вы находите Алькали, который, похоже, сам ищет его. Он обращается к вам: "Скажи, Ренегат, ты ведь не видел этот неудачшный эксперимент? Эпсилонский выброс, я имею в виду".

source: You mean the Foolish?
ru: Вы имеете в виду Глупца?

source: Alkali chuckles, "I'm glad we're on thhhhe same page, thhhough 'foolish' isn't exactly how I'd put it. I'd choose a stronger title, like, 'Thhhhe Completely Irredeemable Dumbass' or somethhhhing. Anyways, have you seen him?" He's as charming as always...
ru: Алькали смеется: "Я рад, чшто мы на одной волне, хотя "Глупец" - это не совсем то имя, которым бы я его назвал. Я бы выбрал более сильное название, например, "Совершенно неисправимый тупица" или чшто-то в этом роде. В любом случшае, ты его видел?" Он как всегда обаятелен...

source: Right... well, no, I haven't. I'm looking for him myself.
ru: Верно... Нет, я не знаю где он, я сам его ищу.

source: He sighs and begins to roll away, "Figured you'd be useless. Well, if you do see him, let him know thhhhat mattervirus of his transmogrified my toothhhbrush into a sentient globule of matter-devouring hatred again. Please remind him to refrain from using my toothhhbrush, before I turn his into a makeshift explosive." Alkali turns the corner, and you're only left wondering... do Shells really have teeth?
ru: Он вздыхает и начинает уходить: "Знал же, чшто от тебя не будет толку. Ладно, если увидишь его, сообщи ему, чшто его материя-вирус снова трансмогрифицировал мою зубную щетку в разумный сгусток ненависти, пожирающий материю. Пожалуйста, напомни ему, чштобы он воздерживался от использования моей зубной щетки, пока я не превратил его в самодельную взрывчшатку". Алькали сворачивает за угол, и вам остается только догадываться... а есть ли у ракушек зубы на самом деле?

source: Tully and the Foolish are locked in a heated game of chess, Tully seeming to be way more into it than the Foolish is. You can't really track the match, but Tully moves a piece and seems proud of himself, "You know, I don't get a lot of time to play it anymore, but back in the day I was a natural at this stuff! It's nice to relax and go back to those times, even if only for a moment." The Foolish fidgets around with a piece, before making a move himself, "Thhhhings really were a lot simpler in thhhhe past... Never really was into chess, thhhough. Still, I'm having fun, I thhhhink..." Tully moves a piece, and the Foolish doesn't hesitate to move his in response, "Thhhhat's checkmate, right...?" Scanning the board, Tully laughs, "So it is! Gah, it seems I've lost my touch! You'll let me take another crack at it sometime, won't you?" Seemingly in better spirits, the Foolish replies amidst cleaning up the board, "Sure, I had fun. Thhhhanks, Tully..." You're glad to see that even the pessimists among your crew have their spirits high as the two leave the room, content.
ru: Талли и Глупец завязали жаркую партию в шахматы, причем Талли, похоже, увлечен ею гораздо больше, чем Глупец. За ходом поединка следить невозможно, но Талли передвигает фигуру и, кажется, гордится собой: "Знаете, у меня теперь не так много времени, чтобы играть в шахматы, но раньше у меня это получалось просто отлично! Приятно расслабиться и вернуться в те времена, пусть даже на мгновение". Глупец возится с фигурой, а потом делает ход: "В прошлом все было гораздо проще... Никогда не любил шахматы. Но... мне вроде бы нравится" Талли делает следующий ход, и Глупец сразу отвечает своим: "Это шах и мат, да?". Осмотрев доску, Талли смеется: "Так и есть! Эх, видимо, я утратил сноровку! Вы ведь позволите мне как-нибудь взять реванш, правда?" Глупец, убирая фигуры, выглядит немного оживленным: "Конечшно, мне было весело. Спасибо, Талли..." Вы рады видеть, что даже пессимисты среди вашего экипажа не теряют бодрости духа, когда эти двое выходят из комнаты, довольные.

source: You walk in on the Foolish as the Scarred inspects his body, the iridescence of his skin seeming to recoil at the latter's touch. The Foolish turns to them, hesitance in his voice, "I've... never seen thhhhe mattervirus react to someone's touch like this. Who exactly ARE you?" The Scarred sighs, backing away slightly, "I wish... I could answer that myself. The False God... took my name, as it took yours. Both of our powers are... of its making, and yet... they seem to antagonize one another. For... what purpose?" The two sit in silence for a while, deep in thought, and you decide its best to leave them to their pondering.
ru: Вы подходите к Глупцу, пока Шрам осматривает его тело: радужная кожа, кажется, вздрагивает от прикосновений. Глупец поворачивается к нему, в его голосе звучит нерешительность: "Я... никогда не видел, чштобы материя-вирус так реагировала на чшьи-то прикосновения. Кто вы такой?" Шрам вздыхает, слегка отступая назад: "Хотел бы... знать это самому. Ложный Бог... забрал мое имя, как и твое. Обе наши силы... его рук дело, и все же... они, кажется, враждуют друг с другом. Но... почему?" Некоторое время они сидят молча, погрузившись в размышления, и вы решаете, что лучше оставить их размышлять.

source: Walking through the hall, you're stopped in your tracks as you're surprised to see the Foolish standing there, yelling out to you, "CAPTAIN!!! Whatever you do, don't move!"
ru: Проходя через зал, вы замираете от удивления, увидев стоящего там Глупца, который кричит вам: "КАПИТАН!!! Чшто бы вы ни делали, не двигайтесь!"

source: What? What is it?
ru: Что? Почему?

source: He cuts you off mid-sentence, "SSSHHHHHH! Listen! Somethhhhing's HERE, in the ship!" Indeed, you try your best to listen. Beneath the humming of the ship's many functions is an almost inaudible sound; a distant crunch, crunch, crunch... you could recognize that noise anywhere!
ru: Он прерывает вас на полуслове: "ШШШШШШ! Слушайте! Чшто-то ЗДЕСЬ, на корабле!" И действительно, вы изо всех сил стараетесь прислушаться. Под гудением множества функций корабля раздается почти неслышный звук: далекий хруст, хруст, хруст... Вы бы узнали этот звук где угодно!

source: Oh, that's just the Hunger. Nothing to worry about.
ru: О, это просто Голод. Не о чем беспокоиться.

source: The Foolish is taken aback, "Nothhhhing to- Thhhhat THHHHING is eating thhhhrough the ship's hull? And... you're sure thhhhat's safe?" You nod, and he begins to float away in confusion, "I guess we all have our peculiarities, one way or anothhhher... Look at me talking, like I'm any less potentially life-thhhhreatening..." The Foolish turns the corner, further ruminating on its own self-worth, and you're left alone with that familiar crunching noise.
ru: Глупец ошеломлен: "Ничшего, чшто это нечшто проедает корпус корабля? И... вы уверены, чшто это безопасно?" Вы киваете, и он в замешательстве начинает улетать: "Пожалуй, у каждого из нас свои... странности, так или иначше. И это говорю я, будто сам не представляю потенциальную угрозу для жизни..." Глупец сворачивает за угол, продолжая размышлять о собственной самооценке, и вы остаетесь наедине со знакомым хрустящим звуком.

source: A spear flies right past your head, whizzing through the air behind you before digging itself several feet into the wall with a resounding THUD. The Heroine calls out, "Hold STILL already! This will be QUICK, if you just STOP!!! RUNNING!!!" She appears to be chasing around one of the Foolish's Soulplague Husks... not wanting to get caught in the crossfire of her righteous wrath, you choose to simply turn the other way before one of those hull-shattering spears makes you its next victim.
ru: Копье проносится прямо у вас над головой и с глухим звуком БУМ вонзается в стену в нескольких метрах позади. Героиня кричит: Да стой ты уже на месте! Все произойдет БЫСТРО, если ты просто ПЕРЕСТАНЕШЬ!!! БЕЖАТЬ!!! Похоже, она гонится за одним из зараженных Глупца - оболочкой чумы души. Не желая оказаться между ее праведным гневом и потенциально разрушающим корпус оружием, вы решаете просто развернуться... прежде чем оказаться следующей целью этого копья.

source: Tinkering with his armor, the Minister puts up his free hand as you approach, "Sorry, Renegade. Busy right now. The armor's core is acting up again, and I've got to get it stable before it tears a hole in the fabric of spacetime and rips this ship apart." Yeah, that, uh... sounds important. You'll try again later.
ru: Возясь со своими доспехам, Министр поднимает свободную руку, когда вы приближаетесь: "Простите, Ренегат. Сейчас я занят. Ядро доспеха снова дает сбои, и мне нужно стабилизировать его, пока оно не пробило дыру в ткани пространства-времени и не разорвало корабль на части". Да, это... звучит серьезно. Приходите позже, когда я закончу.

source: As you're looking for the Minister, the power to the ship briefly flickers off. A few moments later, it happens again, and you hear the man you're looking for cry out, "Why are you being greedy NOW? How much of this do you want, exactly?"
ru: Пока вы ищете Министра, на корабле ненадолго отключается электричество. Через несколько мгновений это происходит снова, и вы слышите, как человек, которого вы ищете, кричит: "Почему ты такой жадный СЕЙЧАС? Сколько тебе нужно?".

source: Rush to his side.
ru: Поспешить к нему.

source: You follow the sound of his voice, and he turns to face you as the power returns once more, "Oh, Renegade. Sorry about the, er, instability of the ship's systems. Armor's hungry." He doesn't elaborate before returning to whatever it is that he was doing, and you notice the cables flowing from his suit... drawing power directly from the ship's reactor.
ru: Вы идете на звук его голоса, и он поворачивается к вам лицом, когда электричество снова включилось: "О, Ренегат. Извините за нестабильность систем корабля. Доспехи голодные". Вы замечаете, что от его бронекостюма тянутся кабели... черпающие энергию прямо из реактора корабля.

source: Is that safe?
ru: Это безопасно?

source: He turns to you again, making no effort to hide his annoyance, "Yes? Would I be doing it if it wasn't? Like I said, the armor's hungry, and I hardly think you'd prefer the alternative solutions." He tinkers with one of the cables, before shooting one more glare back at you, "It's fine, Renegade. I won't blow up the ship, or otherwise do whatever it is that you're worried about. You can run along now; I must see to it that this is sorted before our next scuffle." His condescending demeanor aside, you feel confident that you can trust him as you leave the room and move to wander the halls. As you do so, the power flickers off and on again, and that confidence begins to wane ever so slightly.
ru: Он снова поворачивается к вам, не пытаясь скрыть раздражение: "Да? Стал бы я это делать, если бы это было не так? Как я уже сказал, доспехи голодны, и я не думаю, что вы предпочтете альтернативные решения". Он дергает один из кабелей, а затем бросает на вас еще один взгляд: "Все в порядке, Ренегат. Я не взорву корабль и не сделаю ничего такого, о чем вы беспокоитесь. Можете идти, а я позабочусь о том, чтобы все уладить до нашей следующей схватки". Не обращая внимания на его снисходительную манеру, вы чувствуете уверенность в том, что можете ему доверять, выходите из комнаты и отправляетесь бродить по коридорам. По мере того как вы это делаете, электричество то выключается, то снова включается, и эта уверенность начинает понемногу ослабевать.

source: Leave him alone.
ru: Оставить его в покое.

source: He sounds like he's having a rough time, and you know he hardly likes to be bothered. Leaving him alone, you move to wander the ship's halls, confident that whatever he's doing is probably fine. The lights continue to flicker, off and on, then off and on again, and that confidence begins to wane ever so slightly.
ru: Похоже, ему нелегко, и вы знаете, что он не любит, когда его беспокоят. Оставив его в покое, вы отправляетесь бродить по коридорам корабля, уверенные, что все, что он делает, скорее всего, под полным контролем. Свет продолжает мерцать, выключаясь и включаясь, затем снова выключаясь и снова включаясь, и эта уверенность начинает понемногу ослабевать.

source: Searching for the Minister, you find that he's in the break room, sipping coffee. You don't recall this ship having a coffee machine...
ru: Разыскивая Министра, вы обнаруживаете, что он находится в комнате отдыха, попивая кофе. Вы не помните, чтобы на этом корабле была кофеварка...

source: Where'd you get that?
ru: Где вы это взяли?

source: He tilts his head to the side as he takes another sip, signaling for you to look over, and you move to do so... If YOU had coffee in your mouth, you'd be spitting it out at the sight of the mess across the room. An unholy contraption lay devastated atop the counter, the loose coffee beans laying around remaining as the only hint towards its purpose. The space around it is scorched, and what remains of the machine itself is utterly warped and shredded.
ru: Он наклоняет голову набок, делая еще один глоток, подавая знак, чтобы вы посмотрели в ту сторону. Вы поворачиваетесь... Если бы у ВАС во рту был кофе - вы бы точно его выплюнули от увиденного. На стойке лежит разбитое чудовищное приспособление, и только разбросанные вокруг кофейные зерна намекают на его назначение. Пространство вокруг него выжжено, а то, что осталось от самой машины, полностью искорежено и разрушено.

source: You... made an impromptu explosive, and used it to make coffee?
ru: Вы... сделали импровизированную взрывчатку и использовали ее для приготовления кофе?

source: He puts his cup down, and smirks, "That's one way to put it, yes. Genius, no?"
ru: Он ставит свою чашку и улыбается: "Это один из способов, да. Гениально, нет?"

source: But, where did you get the coffee beans?
ru: Но где вы взяли кофейные зерна?

source: Another head tilt, this time to the opposite side of the room, draws your gaze once more. You stare at the monstrosity there for a moment, half horrible-slime-creature, half coffee-plant-thing, before moving to pick up the Minister's coffee. He doesn't object as you do so, and you take a long, hard sip.
ru: Он снова наклоняет голову, на этот раз в другую сторону комнаты, и вы вновь следуете его взгляду. Некоторое время вы ошеломлённо смотрите на нечто, что можно было бы назвать чудовищем - наполовину мерзкое слизистое существо, наполовину неведомое порождение кофейного растения. Молча подходите и берете чашку Министра. Он не возражает, и вы делаете долгий, тяжелый глоток.

source: Spit the coffee out everywhere.
ru: Немедленно выплюнуть кофе.

source: You can't think of a reponse more appropriate. The Minister seems amused, more than anything, as you put his cup back down and turn to leave the room, neither of you speaking another word of the horrors he's born here.
ru: Более подходящего ответа не придумаешь. Министра, похоже, больше всего забавляет, когда вы ставите его чашку на место и поворачиваетесь, чтобы покинуть комнату, и никто из вас больше не произносит ни слова об ужасе, которое он здесь породил.

source: Though it isn't hard to find him, you don't get much of a word in before the Minister shoos you out of his room with a list of things he needs you to grab... for his experiments, allegedly, though it reads more like a grocery list. Doesn't he have underlings that can handle this?
ru: Хотя найти его несложно, вы не успеваете и слова сказать, как Министр выпроваживает вас из своей каюты со списком вещей, которые ему нужно принести... якобы для экспериментов, хотя это больше похоже на список продуктов. Неужели у него нет подчиненных, которые могли бы с этим справиться?

source: Read the list.
ru: Прочитать список.

source: Inked upon a piece of lined paper is the Minister's list: Eg g Egg Sugar -----flour Inordinate-spacetime matter-stabilizing device (turquoise) egg
ru: На листке в линию коряво написан список Министра: Яйц о Яйцо Сахар ----- мука Устройство для стабилизации материи в запредельном пространстве-времени (бирюзовый) яйцо

source: Okay, sure. Get the Minister the things he's asked for.
ru: Ладно. Принести Министру то, о чем он просил.

source: The cooking ingredients aren't so hard to scrounge around for, but the space and time thingy seems a bit... exotic. The best you can find is cyan food coloring, and you decide to leave his requests outside his door, lest he asks you to explain yourself. Later that day, you hear yelling from his room, "No, no! I said turquoise! TURQUOISE!" Is the difference really that important?
ru: Ингредиенты для приготовления пищи найти не так уж сложно, но вот пространственно-временные штучки кажутся немного... экзотическими. Лучшее, что вы можете найти, - это голубой пищевой краситель, и вы решаете просто оставить все у его двери, чтобы он не предъявил к вам претензий. Позже в тот же день вы слышите крики из его каюты: "Нет, нет! Я же сказал бирюзовый! БИРЮЗОВЫЙ!" Неужели это так важно?

source: What am I? His mother? Crumple the list into a ball and throw it away.
ru: Кто я? Его мать? Скомкать список в шарик и выбросить его.

source: Tossing the piece of paper aside, a flash of light bursts forth from it; by the time your vision recovers, you feel even more blinded by what you're seeing... in the crumpled paper's place are all the things that were listed on it. Not really wanting to question it, and certainly not wanting to approach the mysterious, reverberating device that you can only assume is the space and time thingy, you leave the collection of items outside the Minister's door. Later that day, you hear yelling from his room, "No, no! I said turquoise! TURQUOISE!" You thought it was...
ru: Отбросив бумажку в сторону, вы ощущаете вспышку света; когда зрение восстанавливается, вы еще больше ослеплены увиденным... на месте скомканной бумажки лежат все те вещи, которые были на ней перечислены. Не желая задаваться вопросом и уж тем более приближаться к таинственному, гудящему устройству, которое, как вы можете предположить, является пространственно-временной штуковиной, вы оставляете набор предметов у двери Министра. Позже в тот же день вы слышите крики из его каюты: "Нет, нет! Я же сказал бирюзовый! БИРЮЗОВЫЙ!" Неужели это так важно?

source: You find the Minister in his room, kneeling down on the floor and inspecting a photograph. If he's noticed your presence, he's yet to make it obvious.
ru: Вы застаете Министра в его каюте, стоящим на коленях на полу и рассматривающим фотографию. Если он и заметил ваше присутствие, то пока не подал виду.

source: Clear your throat.
ru: Прочистить горло.

source: He sighs, and turns to you, "Yes, I'm aware you're here. I'd have to be deaf not to be... Is there truly something so important that you deem it necessary to interrupt my ruminations?"
ru: Он вздыхает и поворачивается к вам: "Да, я знаю, что вы здесь. Надо быть глухим, чтобы не знать... Неужели есть что-то настолько важное, что вы считаете необходимым прервать мои размышления?"

source: Your... ruminations? What's on your mind exactly?
ru: Ваши... размышления? Что именно у вас на уме?
