Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/text_misc.xml.append/*.po
Languages: ru, zh_hans

# data/text_misc.xml.append$//text[@name="map_icon_store_deepone"]
source: STORE [DEEP]
ru: МАГАЗИН [ГЛУБОКОВОДНЫЕ]
zh_hans: 商店[深渊]

# data/text_misc.xml.append$//text[@name="map_icon_store_disparity"]
source: STORE [DISP]
ru: МАГАЗИН [ДИССОНАНС]
zh_hans: 商店[DISP]

# data/text_misc.xml.append$//text[@name="map_icon_store_ddsoulplague"]
source: STORE [SOUL]
ru: МАГАЗИН [ЧУМНЫЕ ДУШИ]
zh_hans: 商店 [灵魂]

# data/text_misc.xml.append$//text[@name="map_icon_store_ddantumbra_lightborne"]
source: STORE [LIGHT]
ru: МАГАЗИН [СВЕТ]
zh_hans: 商店 [光]

# data/text_misc.xml.append$//text[@name="map_icon_store_ddantumbra_shadows"]
source: STORE [SHADOW]
ru: МАГАЗИН [ТЕНЬ]
zh_hans: 商店 [暗影]

# data/text_misc.xml.append$//text[@name="map_icon_ddkyrandlilith"]
source: KYR [!]
ru: КИР [!]

# data/text_misc.xml.append$//text[@name="map_icon_ddritualreward"]
source: RITUAL
ru: РИТУАЛ
zh_hans: 仪式

# data/text_misc.xml.append$//text[@name="map_icon_dddisparity_battlefield"]
source: BATTLEFIELD [!]
ru: ПОЛЕ БОЯ [!]
zh_hans: 战场[!]

# data/text_misc.xml.append$//text[@name="map_icon_dddisparity_cache"]
source: CACHE [!]
ru: ТАЙНИК [!]
zh_hans: 储藏处[!]

# data/text_misc.xml.append$//text[@name="map_icon_dddisparity_ambush"]
source: AMBUSH [!]
ru: ЗАСАДА [!]
zh_hans: 伏击 [!]

# data/text_misc.xml.append$//text[@name="map_icon_ddcoremass_drown"]
source: ...drown...
ru: ...утони...
zh_hans: ...沉溺...

# data/text_misc.xml.append$//text[@name="map_icon_ddcoremass_love"]
source: ...love...
ru: ...любовь...
zh_hans: ...爱...

# data/text_misc.xml.append$//text[@name="map_icon_ddcoremass_sink"]
source: ...sink...
ru: ...раковина...
zh_hans: ...沉没...

# data/text_misc.xml.append$//text[@name="map_icon_ddcoremass_embrace"]
source: ...embrace...
ru: ...объятия...
zh_hans: ...拥抱...

# data/text_misc.xml.append$//text[@name="map_icon_ddcoremass_sorrow"]
source: ...sorrow...
ru: ...печаль...
zh_hans: ...哀伤...

# data/text_misc.xml.append$//text[@name="map_icon_ddcoremass_death"]
source: ...death...
ru: ...умри...
zh_hans: ...死亡...

# data/text_misc.xml.append$//text[@name="map_icon_ddcoremassheartloc"]
source: HEART [EXIT]
ru: СЕРДЦЕ [ВЫХОД]
zh_hans: 核心[出口]

# data/text_misc.xml.append$//text[@name="map_icon_ddarchangel_gravedigger"]
source: GRAVEDIGGER [!]
ru: МОГИЛЬЩИК [!]
zh_hans: 掘墓人 [!]

# data/text_misc.xml.append$//text[@name="map_icon_ddarchangel_godcore"]
source: GODCORE [!]
ru: БОЖЕСТВЕННОЕ ЯДРО [!]
zh_hans: 神之核心[!]

# data/text_misc.xml.append$//text[@name="map_icon_ddarchangel_genesis"]
source: GENESIS [EXIT]
ru: ГЕНЕЗИС [ВЫХОД]
zh_hans: 创世纪 [出口]

# data/text_misc.xml.append$//text[@name="hack_dd_corruptor"]
source: Temporarily shut down the Corruptor's functionality, preventing additional Tides from spawning.
ru: Временно отключает Осквернитель, не позволяя порождать новые чумные души.
zh_hans: 暂时关闭腐化者的功能，阻止其生成额外潮汐。

# data/text_misc.xml.append$//text[@name="dd_corruptor"]
source: the Corruptor
ru: осквернитель
zh_hans: 腐化者

# data/text_misc.xml.append$//text[@name="tooltip_soulplague"]
source: You're being assaulted by a Soulplague mass. As long as it remains agitated, it will periodically assault your ship.
ru: На вас нападает масса чумы душ. Пока она остается в потревоженном состоянии, она будет периодически нападать на ваш корабль.
zh_hans: 你正遭受一股灵魂瘟疫集群的攻击。只要它保持激怒状态，便会周期性袭击你的舰船。

# data/text_misc.xml.append$//text[@name="tooltip_soulplague_allies"]
source: You're within a Soulplague mass. It will periodically assault the enemy ship.
ru: Вы находитесь в зоне действия Сердцевины чумы души. Она будет периодически нападать на вражеский корабль.
zh_hans: 你正身处一团灵魂瘟疫集群之中。它将周期性袭击敌方的舰船。

# data/text_misc.xml.append$//text[@name="warning_ddsoulplague_mass_hazard_text"]
source: SOULPLAGUE ASSAULT\nIMMINENT
ru: ШТУРМ ЧУМЫ ДУШИ\nНЕИЗБЕЖНО
zh_hans: 灵魂瘟疫攻击\n迫在眉睫

# data/text_misc.xml.append$//text[@name="loot_disparity_1"]
source: DISPARITY LOOT +1 shield piercing +40% spawn chance, shots cause lockdown
ru: ДОБЫЧА ДИССОНАНСА +1 пробивание щита +40% шанс порождения, выстрелы запирают отсеки
zh_hans: 谐离战利品 +1 护盾穿透 +40% 生成几率，射击可引发暗影水晶封锁

# data/text_misc.xml.append$//text[@name="loot_ddsoulplague_1"]
source: SOULPLAGUE LOOT +8 drone speed, -2 beam speed, -10 beam length +Fire and Hull modes are now Plague and Mayhem modes
ru: ДОБЫЧА ЧУМЫ ДУШИ +8 скорость дронов, -2 скорость луча, -10 длина луча +Режимы "Огонь" и "Противокорпусный" теперь являются режимами "Чума" и "Хаос"
zh_hans: 灵魂瘟疫战利品 +8 无人机速度，-2 光束速度，-10 光束射程 火焰与船体模式现变更为瘟疫与灾厄模式

# data/text_misc.xml.append$//text[@name="loot_ddfalseradiance_1"]
source: FALSE RADIANCE LOOT +Inflicts rooms hit with erosion and the Radiant Desecration effect, +8 shots, -69 beam length +Spawns random Lightborne instead of Hungering Shadows
ru: ДОБЫЧА ЛЖЕСИЯНИЯ +Поражает помещения эрозией и эффектом Сияющего осквернения, +8 выстрелов, -69 длина луча +Порождает случайных Светоносцев вместо Голодных теней
zh_hans: 虚伪辉光战利品 对被击中的房间施加侵蚀与辉光亵渎效果，+6 射击次数，-69 光束射程 生成随机的光裔族而非噬渊暗影

# data/text_misc.xml.append$//text[@name="tip_shadow_weapon"]
source: Tip: Shadow weapons spawn Hungering Shadows, which grow in strength when in rooms together. Use them to overwhelm your enemies!
ru: Совет: теневое оружие порождает Голодные тени, которые увеличивают свою силу, если находятся в одном отсеке. Используйте их, чтобы одолеть врагов!
zh_hans: 提示： 暗影武器会生成噬渊暗影，它们处于同一房间时将不断增强实力。善用此特性来压制你的敌人！

# data/text_misc.xml.append$//text[@name="tip_ddplagueridden_weapon"]
source: Tip: Plagueridden weapons deal no damage to Soulplague-aligned crew, and they inflict rooms hit with Plagueridden, which slows enemy repair speed and transforms them into an ally Soulplague Husk if they're killed within the effect!
ru: Совет: оскверненное чумой оружие создает в пораженном отсеке эффект осквернения чумой, который замедляет скорость ремонта противника и превращает его в союзника в виде оболочки чумы души, если они будут убиты во время действия эффекта!
zh_hans: 提示： 瘟疫感染类武器不会对灵魂瘟疫阵营的船员造成伤害，且会对击中的房间施加瘟疫感染效果，该效果会减缓敌人的维修速度，并使在此效果内被击杀的敌人转变为一名友方灵魂瘟疫躯壳！

# data/text_misc.xml.append$//text[@name="tip_ddradiant_core"]
source: Tip: Radiant Cores inflict rooms hit with erosion and the Radiant Desecration effect, which slightly damages enemies overtime and hinders their combat damage and movement/sabotage speed. Additionally, the effect allows Lightborne to fully function, which most Radiant Cores are capable of spawning.
ru: Совет: Сияющие ядра вызывают в помещениях эрозию и эффект Сияющего осквернения, который наносит врагам небольшой урон и снижает их боевой урон и скорость передвижения/саботажа. Кроме того, эффект позволяет полностью раскрыть потенциал Светоносцев, на что способно большинство Сияющих ядер.
zh_hans: 提示： 辉光核心会对击中的房间施加侵蚀与辉光亵渎效果，该效果会随时间对敌人造成轻微伤害，并降低其战斗伤害与移动/破坏速度。此外，该效果可使光裔族完全发挥机能，而多数辉光核心皆有能力生成光裔族单位。

# data/text_misc.xml.append$//text[@name="tip_ddradiant_weapons"]
source: Tip: Lightborne weapons inflict rooms hit with the Radiant Desecration effect, which slightly damages enemies overtime and hinders their combat damage and movement/sabotage speed. Additionally, the effect allows Lightborne to fully function, complementing their generation via Radiant Cores.
ru: Совет: Оружие Светоносцев накладывает на помещения эффект Сияющего осквернения, который наносит врагам небольшой урон, снижает их боевой урон и скорость передвижения/саботажа. Кроме того, эффект позволяет полностью раскрыть потенциал Светоносцев, в дополнение к их генерации с помощью Сияющих ядер.
zh_hans: 提示： 光裔武器会对击中的房间施加辉光亵渎效果，该效果会随时间对敌人造成轻微伤害，并降低其战斗伤害与移动/破坏速度。此外，该效果可使光裔族完全发挥机能，与辉光核心生成光裔族的能力形成互补。
