Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_transports.xml.append/*.po
Languages: ru, zh_hans

source: data/events_special_transports.xml.append$//ship[@name="SHIP_ENLIGHTENED_TRANSPORT_LOOT"]/escape/text
ru: Похоже они не хотят сражаться. Они пытаются сбежать.
zh_hans: 对方看起来不想战斗而是想逃跑。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/beaconType/unvisitedTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/beaconType/visitedTooltip
ru: Посещенное место. Ничего интересного.
zh_hans: 探索完毕的地点。已无值得关注之物。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/beaconType/undiscoveredTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/text
ru: Голос говорит: "У этого маяка... транспортный корабль. Странные корабли, эти... Они единственные, которые мы построили с тех пор, как..." Голос прерывается и продолжает: "...Несмотря на это, я могу приоткрыть завесу... если тебе нужна добыча. Только... не уничтожай их".
zh_hans: 那声音说道：“这个信标处……有一艘运输船。奇怪的星舰，这些……是我们自那以后建造的唯一一种……”它的话音渐弱，然后继续说道，“……无论如何，我可以拨开帷幕……如果你想要它的战利品。只是……别摧毁它。”

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/choice[1]/text
ru: Дай-ка взглянуть на них. Их добыча должна быть хороша!
zh_hans: 让我看看它们。它们的战利品就是我的了！

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/choice[1]/event/text
ru: Тьма отступает, и появляется корабль. Вы готовитесь захватить их груз силой.
zh_hans: 黑暗退去，星舰显现。你准备用武力夺取它们的货物。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/choice[2]/text
ru: Не приоткрывай. Я здесь не ради этого.
zh_hans: 别拨开，我不是为它们而来的。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/choice[2]/event/text
ru: "Милосердие? Как... неожиданно". Голос затихает, и вы остаетесь наедине с тьмой.
zh_hans: “仁慈？真是……出乎意料。”那声音安静下来，留下你独自面对黑暗。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/choice[2]/event/choice[1]/text
ru: Проверить склад.
zh_hans: 检查储存室。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_ENLIGHTENED_LOOT"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_CAPTURE_ENLIGHTENED"]/text
ru: Экипаж погиб, и корабль достался вам. Их груз - ваш. На борту находится особая технология, которую вы искали, и которую вы поднимаете на свой корабль.
zh_hans: 对方船员都死了，留给你一艘空船。他们的货物任由你处置。船上就是预想当中的特殊科技，你将它带回星舰。

source: data/events_special_transports.xml.append$//ship[@name="SHIP_DISPARITY_TRANSPORT_LOOT"]/escape/text
ru: Похоже они не хотят сражаться. Они пытаются сбежать.
zh_hans: 对方看起来不想战斗而是想逃跑。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/beaconType/unvisitedTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/beaconType/visitedTooltip
ru: Посещенное место. Ничего интересного.
zh_hans: 探索完毕的地点。已无值得关注之物。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/beaconType/undiscoveredTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/text
ru: На этом маяке находится транспорт Диссонанса. Можно с уверенностью сказать, что корабль, скорее всего, перевозит какие-то особые технологии. Если вы сможете убить его экипаж, их груз станет вашим.
zh_hans: 这个信标有一艘分离者运输船。基本可以断定这艘星舰很可能载有特殊技术。如果你能消灭其船员，它们的货物就归你了。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/choice[1]/text
ru: Потребовать отдать их товары вам.
zh_hans: 命令对方交出物资。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/choice[1]/event/text
ru: Вы готовитесь захватить их груз силой.
zh_hans: 你决定武力夺取物资。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/choice[2]/text
ru: Избегать корабль.
zh_hans: 避开这艘船。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/choice[2]/event/text
ru: Они остаются за пределами досягаемости ваших орудий и, спустя время, уходят в прыжок.
zh_hans: 他们保持在你的武器射程外，最后跃迁走了。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DISPARITY_LOOT"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_CAPTURE_DISPARITY"]/text
ru: Экипаж погиб, и корабль достался вам. Их груз - ваш. На борту находится особая технология, которую вы искали, и которую вы поднимаете на свой корабль.
zh_hans: 对方船员都死了，留给你一艘空船。他们的货物任由你处置。船上就是预想当中的特殊科技，你将它带回星舰。

source: data/events_special_transports.xml.append$//ship[@name="SHIP_DDSOULPLAGUE_TEMPEST_TRANSPORT_LOOT"]/escape/text
ru: Похоже они не хотят сражаться. Они пытаются сбежать.
zh_hans: 对方看起来不想战斗而是想逃跑。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/beaconType/unvisitedTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/beaconType/visitedTooltip
ru: Посещенное место. Ничего интересного.
zh_hans: 探索完毕的地点。已无值得关注之物。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/beaconType/undiscoveredTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/text
ru: У этого маяка находится... Кристаллический транспорт? Вам не знакома их эмблема, и вы не понимаете, зачем они здесь, но... можно с уверенностью сказать, что корабль, скорее всего, перевозит какие-то особые технологии. Если вы сможете убить его экипаж, их груз станет вашим.
zh_hans: 这个信标有一艘……水晶族运输船？你认不出它们的标志，也不明白它们为何在此，但是……基本可以断定这艘星舰很可能载有特殊技术。如果你能消灭其船员，它们的货物就归你了。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/choice[1]/text
ru: Потребовать отдать их товары вам.
zh_hans: 命令对方交出物资。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/choice[1]/event/text
ru: Вы готовитесь захватить их груз силой.
zh_hans: 你决定武力夺取物资。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/choice[2]/text
ru: Избегать корабль.
zh_hans: 避开这艘船。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/choice[2]/event/text
ru: Они остаются за пределами досягаемости ваших орудий и, спустя время, уходят в прыжок.
zh_hans: 他们保持在你的武器射程外，最后跃迁走了。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_special_transports.xml.append$//event[@name="NEBULA_DDSOULPLAGUE_TEMPEST_TRANSPORT"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_CAPTURE_DDSOULPLAGUE_TEMPEST"]/text
ru: Экипаж, как и их странные монстры, мертвы, а корабль достался вам. Их груз - ваш... вот что вы подумали бы, если бы у них был груз! Здесь нет никакой добычи! Что это значит?! Вы уже готовы разнести все на куски, как вдруг ваше внимание привлекает их мигающая консоль...
zh_hans: 船员以及它们那些奇怪的怪物都死了，星舰留给了你。它们的货物任由你拿取……如果它们有的话！这里没有战利品！这是什么意思？！你正要气得把这地方拆了，这时它们一个闪烁的控制台吸引了你的注意……

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_CAPTURE_DDSOULPLAGUE_TEMPEST"]/choice/text
ru: Осмотреть консоль.
zh_hans: 调查控制台。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_CAPTURE_DDSOULPLAGUE_TEMPEST"]/choice/event/text
ru: Это не просто консоль, а их навигационная консоль. Координаты, по которым они пытались уйти, похоже, все еще сохранены в их системах... Возможно, вам удастся изучить их самостоятельно и что-то из этого извлечь. Хотя вы еще не удовлетворены, вы заносите координаты в память и пока обходитесь теми ресурсами, которые удалось собрать на корабле.
zh_hans: 这不是普通的控制台，是它们的导航台。它们试图逃往的坐标似乎还锁定在系统里……或许你可以亲自去调查一下，毕竟还能从这事里得到点东西。尽管你还不算完全满意，你还是记下了坐标，并暂时将就从星舰上收集到的资源凑合着用。

source: data/events_special_transports.xml.append$//ship[@name="SHIP_DDCOREMASS_TRANSPORT_LOOT"]/escape/text
ru: Похоже они не хотят сражаться. Они пытаются сбежать.
zh_hans: 对方看起来不想战斗而是想逃跑。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="0"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="0"]/event/text
ru: ...как и следовало ожидать, шепот заполняет ваш разум, но вы находите его менее... пугающим, чем обычно: "...наша добыча... не твоя..." "...это наше... присоединяйся к нам..." "...добыча звезд... твоя добыча..."
zh_hans: ……如你所料，低语充斥了你的脑海，但你发觉它们不如往常那般……令人畏惧： “……我们的战利品……不是你的……” “……它是我们的……加入我们……” “……星辰的战利品……你的战利品……”

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="0"]/event/choice[1]/text
ru: Потребовать отдать их товары вам.
zh_hans: 命令对方交出物资。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="0"]/event/choice[1]/event/text
ru: Вы готовитесь захватить их груз силой.
zh_hans: 你决定武力夺取物资。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="0"]/event/choice[1]/event/triggeredEvent/triggeredEventBox/tooltip
ru: После обратного отсчета времени Сердцевина чумы души начнет атаковать.
zh_hans: 魂疫核心质体将在倒计时结束后发起攻击。

source: data/events_special_transports.xml.append$//backgroundObject[@name="DDSOULPLAGUE_WARNING_SPRITE_ENEMY"]/tooltip
ru: Вы находитесь внутри Сердцевины чумы души. Пока она находится в активном состоянии, она будет периодически нападать на ваш корабль.
zh_hans: 你正处于魂疫核心质体内部。只要它保持躁动，就会周期性地攻击你的星舰。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="0"]/event/choice[2]/text
ru: Избегать корабль.
zh_hans: 避开这艘船。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="0"]/event/choice[2]/event/text
ru: Они остаются вне зоны действия вашего оружия и в конце концов уходят в прыжок... Странно, что даже Дети звезд могут жаждать добычи.
zh_hans: 它们停留在你的武器射程之外，最终跃迁离开了……奇怪，就连星辰之子也会觊觎战利品吗。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="1"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="1"]/event/text
ru: ... но Сердцевина чумы души рассыпается, ибо сердце ее погибло. Здесь почти ничего не осталось.
zh_hans: ……但魂疫核心质体碎裂瓦解了，因为它的心脏已失。这里几乎什么也没剩下。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDCOREMASS_LOOT"]/choice[@req="dd_soulplague_coremass_heartdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_CAPTURE_DDCOREMASS"]/text
ru: Экипаж погиб, и корабль достался вам. Их груз - ваш. На борту находится особая технология, которую вы искали, и которую вы поднимаете на свой корабль.
zh_hans: 对方船员都死了，留给你一艘空船。他们的货物任由你处置。船上就是预想当中的特殊科技，你将它带回星舰。

source: data/events_special_transports.xml.append$//ship[@name="SHIP_DDFALSE_RADIANCE_TRANSPORT_LOOT"]/escape/text
ru: Эй, подождите - они пытаются сбежать! Вы должны... добить их как можно БЫСТРЕЕ, ведь так?!
zh_hans: 嘿，等等——它想逃跑！你得，呃……你得揍它揍得更快才行，我猜？！

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/beaconType/unvisitedTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/beaconType/visitedTooltip
ru: Посещенное место. Ничего интересного.
zh_hans: 探索完毕的地点。已无值得关注之物。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/beaconType/undiscoveredTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...эй, подождите-ка - это не просто члены Лжесияния. Они защищают что-то ценное! Но, похоже, они не горят желанием сражаться... это... эм... решать вам, что делать.
zh_hans: ……嘿，等等——这可不是普通的伪辉光成员。这一个在保护着什么有价值的东西！不过，它们似乎并不急于开战……呃，这……取决于你，想怎么做。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
ru: Представить себе добычу - нечто ценное, предназначенное для захвата силой.
zh_hans: 具象化战利品——某种有价值、需用武力夺取之物。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
ru: Да, покажите им, кто здесь хозяин! Это... это вы, если вам интересно...?
zh_hans: 对，让它们知道谁才是老大！是，呃……是你，万一你想知道的话……？

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Визуализация боя - действие, к которому нужно быть готовым.
zh_hans: 具象化战斗——一件需要准备的事。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
ru: Визуализация милосердия - действие, чуждое таким монстрам, как эти.
zh_hans: 具象化仁慈——对这些怪物来说陌生的行为。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
ru: Я это уважаю. Кто знает, что произойдет, если вы примете этот бой... это может быть ловушка, насколько нам известно!
zh_hans: 我能尊重这点。谁知道如果你挑起这场战斗会发生什么……搞不好是个陷阱呢！

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работы - ту, которую нужно выполнить в свободное время.
zh_hans: 具象化一项琐碎的任务——一件闲暇时做的事。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.
zh_hans: 具象化虚无——那终将涵盖一切的东西。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.
zh_hans: 尽管逆影位面如今恢复的色彩连同其宁静之美一同涌来……但不知为何，你发现自己不禁为其过后留下的寂静感到不安。看来这里已没有你的容身之处了。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_DDANTUMBRA_LOOT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_special_transports.xml.append$//event[@name="TRANSPORT_CAPTURE_DDFALSE_RADIANCE"]/text
ru: О, да... вот это! Я так думаю, во всяком случае. Я ничего не смыслю в оружии, кораблях и прочем, но... как бы то ни было, у вас есть что-то особенное!
zh_hans: 哦，没错……就是这个好东西！反正我觉得是。我其实，啊……对武器啦、星舰啦、或者，嗯……大多数东西都一窍不通，但是……不管怎样，你拿到了特别的东西！
