Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: You have the 205 scrap brought in by your crew, and the robed man counts it excitedly. Once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: У вас есть 205 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 你让船员搬来了205单位废料，黑袍男子兴奋地清点着。全部清点核对完毕后，他再次转向你：“很好，钱款都齐了。我这就吩咐手下把这东西推到你的飞船上。总算能甩掉这个麻烦了，它一直闹得鸡犬不宁……毕竟，呃，毕竟它会吃人。”你有一瞬间以为他在开玩笑，但很快就发现，他脸上的神情无比严肃。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: Credit!
ru: В кредит!
zh_hans: 记账！

source: There's not really any such thing as scrap credit, but you have the 205 scrap brought in by your crew. The robed man counts it excitedly, and, once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: На самом деле нет такого понятия, как кредит на лом, но у вас есть 205 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 这里根本就没有废料赊账这一说，不过你已经让船员把205单位废料搬了过来。黑袍男子兴奋地清点，待全部核对清楚后，又一次转向你：“很好，钱款都到齐了。我这就吩咐手下把这玩意儿推到你的飞船上。总算能把这个麻烦处理掉，它一直闹得天翻地覆……毕竟，呃，毕竟它会吃人。”你有那么一刻以为他在开玩笑，可很快就发现，他脸上的表情没有半点玩笑的意思。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: I, eh... can't actually afford this.
ru: Я... вообще-то не могу себе этого позволить.
zh_hans: 我……呃……其实买不起这个。

source: Clench your teeth, and stay quiet.
ru: Стиснуть зубы и молчать.
zh_hans: 咬紧牙关，一言不发。

source: You're able to find one of the few empty spots to dock, and are uninterrupted as you and your crew board the outpost. The space inside isn't massive, and you're able to quickly spot a giant crowd of people deeper within. Approaching them, you make out a man raised at the center of the crowd as he circles a cloaked cage and shouts, "Now that you're all aware of what exactly's at stake here... do we have any bidders? The bid starts at a measly 5 scrap!" So this is some sort of auction... hands from the crowd begin to fly into the air as people shout out their bids: "10!" "Oh, I'll take it for 15!" "This is easy, then; 20!" "I'll raise you 25!" Things seem to be going steadily, but there's still a brief silence that allows you to get a word in.
ru: Вам удается найти одно из немногих свободных мест для стыковки, и вы и ваш экипаж беспрепятственно поднимаетесь на борт аванпоста. Помещение внутри не очень большое, и вы быстро замечаете огромную толпу людей в его глубине. Подойдя к ним, вы различаете человека, возвышающегося в центре толпы, который кружит возле закрытой клетки и кричит: "Теперь, когда вы все знаете, что именно поставлено на карту... есть ли у нас покупатели? Ставка начинается с жалких 5 единиц лома!" Значит, это что-то вроде аукциона... Руки из толпы начинают взлетать в воздух, люди выкрикивают свои ставки: "10!" "О, я даю 15!" "Это легко, тогда 20!" "Я поднимаю до 25!" Кажется, что все идет стабильно, но все же наступает короткая тишина, которая позволяет вам вставить слово.
zh_hans: 你找到一处为数不多的空泊位停靠飞船，和船员顺利进入前哨站，一路无人打扰。站内空间并不算宽敞，很快就看见深处聚集着一大群人。走近后，你看到人群中央站着一名男子，他绕着一个罩着布的笼子高声喊话：“既然各位都清楚这件拍品的分量了……那么，有出价的吗？起拍价只要区区5单位废料！” 原来这里是一场拍卖会。人群里立刻有人纷纷举手，喊出各自的价格： “10！” “我出15！” “那简单，我出20！” “我加到25！” 场面有条不紊地推进，中间出现了一段短暂的沉默，刚好给了你开口竞价的机会。

source: Raise the bid to 30.
ru: Поднять ставку до 30.
zh_hans: 你抬价喊出：30！

source: You make your bid, and the man raised in the center of the crowd looks at you, "Oh, Federation! Not exactly who we expected when we pictured paying customers, but... as long as you're not busting us! Very well, 30 it is! Will anybody raise it to 35?!" A few more hands shoot up: "I guess I can do 35..." "40! 40!" "I'm almost out, but... fuck it, 50!" "How about 60?!" The bidding has doubled, just like that, and the crowd murmurs in shock.
ru: Вы делаете ставку, и человек, возвышающийся в центре толпы, смотрит на вас: "О, Федерация! Не совсем то, что мы ожидали, когда представляли себе платящих клиентов, но... если вы не пришли нас арестовывать - все нормально! Отлично, 30! Кто-нибудь поднимет до 35?!" Еще несколько рук поднимаются вверх: "Думаю, я могу поднять до 35..." "40! 40!" "Я почти на мели, но... к черту, 50!" "Как насчет 60?!" Сумма на торгах удвоилась вот так просто, и толпа ропщет в шоке.
zh_hans: 你报出价格后，站在人群中央高台上的男子看向你：“哦，联邦的人！本来没指望会有你们这类买家到场，不过……只要你不是来查抄我们的就好！行，那就30！有没有人加价到35？” 又有几只手瞬间举了起来： “我……我出35吧。” “40！40！” “我快没预算了，不过……不管了，50！” “60怎么样？！” 竞价就这么直接翻了倍，人群里的人都震惊地低声议论起来。

source: Keep things steady. Raise it to 65.
ru: Держать темп. Поднять до 65.
zh_hans: 保持冷静，加价到65。

source: Blow their socks off. Raise it to 120.
ru: Разнести их в пух и прах. Поднять до 120.
zh_hans: 给他们来个惊艳绝杀，直接加价到120。

source: The crowd collectively turns to you in shock, and the auctioneer yells out triumphantly, "WE HAVE 120! GOING ONCE, GOING TWICE..." The crowd stays silent in their shock, and a gavel rings out somewhere, "SOLD, TO THE GENEROUS FEDERATION OFFICER FOR 120 SCRAP!" Excited murmurs break out amongst the crowd, and you're ushered to the front before being led to a private room backstage. The auctioneer enters a few moments later, cage in tow, and you're able to get a good look at it for the first time... it's truly massive, and you swear you can hear a strange, faint, almost wet noise coming from within. You get a good look at the auctioneer, as well: a shorter, hunched man adorned in black robes. Around his neck is a pendant that you recognize as sharing the strange symbol on the mysterious ships outside, and he turns to you, "So! Cash or credit?"
ru: Собравшийся народ в шоке поворачивается к вам, а аукционист триумфально выкрикивает: "У НАС 120! РАЗ, ДВА..." Шокированная толпа затихает, и тут раздается стук молотка: "ПРОДАНО, ГЕНИАЛЬНОМУ ОФИЦЕРУ ФЕДЕРАЦИИ ЗА 120 ЛОМА!" В толпе раздается возбужденный ропот, и вас провожают к выходу, а затем ведут в отдельную комнату за кулисами. Через несколько мгновений входит аукционист с клеткой, и вы впервые можете рассмотреть его... оно действительно большое, и вы клянетесь, что слышите странный, слабый, напоминающий чавканье звук, исходящий изнутри. Вы хорошо разглядели и аукциониста: невысокий, сгорбленный мужчина в черной мантии. На шее у него висит кулон, в котором вы узнаете странный символ, изображенный на загадочных кораблях снаружи, и он обращается к вам: "Итак! Наличными или в кредит?"
zh_hans: 人群全都震惊地转向你，拍卖师得意地高声喊道：“有人出价120！一次！两次！”人群在震惊中鸦雀无声，随即某处响起法槌敲击的声音：“成交！由慷慨的联邦军官以120单位废料拍下！”人群中随即响起兴奋的窃窃私语，你被引到前方，随后带去后台的一间私密房间。片刻后，拍卖师拖着笼子走了进来，你这才第一次仔细看清这个笼子……它体积异常庞大，你分明听见里面传出一阵怪异、微弱、近乎湿黏的声响。你也看清了拍卖师的样貌：一个身材矮小、佝偻着身子的男人，身着黑色长袍。他脖子上挂着一枚吊坠，你认出上面的诡异符号，和外面那些神秘飞船上的图案一模一样。他转向你，开口问道：“那么，付现还是记账？”

source: (The Minister) The Minister clears his throat.
ru: (Министр) Министр прочищает горло.
zh_hans: （长老）长老清了清嗓子。

source: The robed man jumps as he notices the Minister's presence, before collapsing to his knees and bowing his head, "I-It's not what it looks like, Hand! We were just, uh... gathering funds, in the Tempest's name!" The Minister looks over at the cage, scoffing, "When I said you can find other homes for your excess spawn, I didn't mean aboard civilian ships, you imbecile. You're lucky I don't crush you like the conniving bug you are." The man's bow deepens, and he begins pleading incoherently.
ru: Заметив присутствие Министра, одетый в мантию человек вскакивает, падает на колени и склоняет голову: "Э-ъто не то, чем кажется, десница! Мы просто... собирали средства во имя Бури!" Министр смотрит на клетку и улыбается: "Когда я сказал, что ты можешь найти другое пристанище для своего лишнего потомства, я не имел в виду борт гражданских кораблей, недоумок. Тебе повезло, что я не раздавил тебя, как хитрого жука". Поклон мужчины становится еще ниже, и он начинает бессвязно умолять.
zh_hans: 黑袍男子察觉到长老现身，猛地一惊，随即双膝跪倒在地，低下头：“长、长老，事情不是您看到的那样！我们只是……呃……以风暴之主的名义筹措资金！”长老瞥向笼子，嗤笑一声：“我让你给多余的幼崽另寻安置之处，没叫你把它们弄到民用飞船上，你这个蠢货。你该庆幸我没把你这阴险的小虫直接碾死。”男子伏得更低，开始语无伦次地求饶。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Minister rolls his eyes, "I'll be confiscating this spawn. Allow me to catch you pawning off the Tempest's blessings again, and I'll be infinitely less merciful in the future." He slams a hand against the cage, and it shatters, revealing a Stormborn Spawn. The Minister turns to you, "Let's go. We've wasted enough time here." You and him leave the room, the spawn following in his shadow, and the crowd eyes you and your entourage in disbelief the whole way back to the ship.
ru: Министр закатывает глаза: "Я конфискую это отродье. Если я еще раз поймаю тебя на присвоении благословений Бури, в будущем я буду бесконечно менее милосерден". Он ударяет рукой по клетке, и она разбивается вдребезги, выпуская на свет Штормовое порождение. Министр поворачивается к вам: "Пойдемте. Мы потеряли здесь достаточно времени". Вы и он выходите из комнаты, порождение следует за ним тенью, а толпа с недоверием смотрит на вас и вашу свиту всю обратную дорогу до корабля.
zh_hans: 长老翻了个白眼，说道：“这些幼体我全部没收。要是再让我抓到你兜售风暴之主的恩赐，下次我绝不会有半分情面可讲。”他一掌重击在笼子上，笼子瞬间碎裂，一只风暴降生幼体显露出来。长老转向你：“走吧，我们在这儿浪费的时间已经够多了。”你和他一同离开房间，那只幼体紧随在他的身影之后。在返回飞船的全程中，人群都用难以置信的目光，盯着你和你的随行一行人。

source: Cash!
ru: Наличными!
zh_hans: 现金！

source: You have the 120 scrap brought in by your crew, and the robed man counts it excitedly. Once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: У вас есть 120 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 你让船员把120单位废料搬了过来，黑袍男子兴奋地清点着。全部清点核对完毕后，他再次转向你：“很好，款项都齐了。我这就吩咐手下把这东西推到你的飞船上。总算能甩掉这个麻烦了，它一直闹得鸡犬不宁……毕竟，呃，毕竟它会吃人。”你有一瞬间以为他在开玩笑，但很快就发现，他脸上的神情无比严肃。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: Credit!
ru: В кредит!
zh_hans: 记账！

source: There's not really any such thing as scrap credit, but you have the 120 scrap brought in by your crew. The robed man counts it excitedly, and, once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: На самом деле нет такого понятия, как кредит на лом, но у вас есть 120 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 你让船员把120单位废料搬了过来，黑袍男子兴奋地清点着。全部清点核对完毕后，他再次转向你：“很好，款项都齐了。我这就吩咐手下把这东西推到你的飞船上。总算能甩掉这个麻烦了，它一直闹得鸡犬不宁……毕竟，呃，毕竟它会吃人。”你有一瞬间以为他在开玩笑，但很快就发现，他脸上的神情无比严肃。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: I, eh... can't actually afford this.
ru: Я... вообще-то не могу себе этого позволить.
zh_hans: 我……呃……其实我根本付不起。

source: Chicken out. This is too much.
ru: Я пас. Это уже слишком.
zh_hans: 怂了吧，这太过头了。

source: You're not really interested in an auction. Get out of here.
ru: Вам не интересен аукцион. Вы уходите отсюда.
zh_hans: 你对这场拍卖没什么兴趣，离开这里。

source: You raise the bid, and the crowd goes quiet... is this truly all you needed to win? The auctioneer yells out, "We have 155! Going once, going twice..." The crowd stays silent in their shock, and a gavel rings out somewhere, "Sold, to the Federation officer for 155 scrap!" Excited murmurs break out amongst the crowd, and you're ushered to the front before being led to a private room backstage. The auctioneer enters a few moments later, cage in tow, and you're able to get a good look at it for the first time... it's truly massive, and you swear you can hear a strange, faint, almost wet noise coming from within. You get a good look at the auctioneer, as well: a shorter, hunched man adorned in black robes. Around his neck is a pendant that you recognize as sharing the strange symbol on the mysterious ships outside, and he turns to you, "So! Cash or credit?"
ru: Вы поднимаете ставку, и собравшийся народ замирает... неужели это все, что вам нужно для победы? Аукционист кричит: "У нас 155! Раз, два..." Шокированная толпа затихает, и тут раздается стук молотка: "Продано офицеру Федерации за 155 лома!" В толпе раздается возбужденный ропот, и вас провожают к выходу, а затем ведут в отдельную комнату за кулисами. Через несколько мгновений входит аукционист с клеткой, и вы впервые можете рассмотреть его... оно действительно большое, и вы клянетесь, что слышите странный, слабый, напоминающий чавканье звук, исходящий изнутри. Вы хорошо разглядели и аукциониста: невысокий, сгорбленный мужчина в черной мантии. На шее у него висит кулон, в котором вы узнаете странный символ, изображенный на загадочных кораблях снаружи, и он обращается к вам: "Итак! Наличными или в кредит?"
zh_hans: >你抬出竞价，人群瞬间安静下来……这难道就是你拿下拍品所需的全部代价？拍卖师高声喊道：“有人出价155！一次！两次！”人群在震惊中保持沉默，随即某处响起法槌落定的声响：“成交！由这位联邦军官以155单位废料拍下！” 人群中爆发出兴奋的窃窃私语，你被引至台前，随后带入后台的一间私密房间。片刻后，拍卖师拖着笼子走入房间，你这才第一次完整看清它……笼子体积极为庞大，你分明能听见内部传来一阵怪异、微弱、近乎湿黏的响动。 你也看清了拍卖师的模样：一名身材矮小、脊背佝偻的男子，身着黑色长袍。他脖颈间挂着一枚吊坠，你认出上面的诡异符号，与停在外面的神秘飞船上的图案完全一致。他转向你，开口问道：“那么，付现还是记账？”

source: (The Minister) The Minister clears his throat.
ru: (Министр) Министр прочищает горло.
zh_hans: （长老）长老清了清嗓子。

source: The robed man jumps as he notices the Minister's presence, before collapsing to his knees and bowing his head, "I-It's not what it looks like, Hand! We were just, uh... gathering funds, in the Tempest's name!" The Minister looks over at the cage, scoffing, "When I said you can find other homes for your excess spawn, I didn't mean aboard civilian ships, you imbecile. You're lucky I don't crush you like the conniving bug you are." The man's bow deepens, and he begins pleading incoherently.
ru: Заметив присутствие Министра, одетый в мантию человек вскакивает, падает на колени и склоняет голову: "Э-ъто не то, чем кажется, десница! Мы просто... собирали средства во имя Бури!" Министр смотрит на клетку и улыбается: "Когда я сказал, что ты можешь найти другое пристанище для своего лишнего потомства, я не имел в виду борт гражданских кораблей, недоумок. Тебе повезло, что я не раздавил тебя, как хитрого жука". Поклон мужчины становится еще ниже, и он начинает бессвязно умолять.
zh_hans: 黑袍男子察觉到长老现身，猛地一惊，随即双膝跪倒在地，低下头：“长、长老，事情不是您看到的那样！我们只是……呃……以风暴之主的名义筹措资金！”长老瞥向笼子，嗤笑一声：“我让你给多余的幼崽另寻安置之处，没叫你把它们弄到民用飞船上，你这个蠢货。你该庆幸我没把你这阴险的小虫直接碾死。”男子伏得更低，开始语无伦次地求饶。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Minister rolls his eyes, "I'll be confiscating this spawn. Allow me to catch you pawning off the Tempest's blessings again, and I'll be infinitely less merciful in the future." He slams a hand against the cage, and it shatters, revealing a Stormborn Spawn. The Minister turns to you, "Let's go. We've wasted enough time here." You and him leave the room, the spawn following in his shadow, and the crowd eyes you and your entourage in disbelief the whole way back to the ship.
ru: Министр закатывает глаза: "Я конфискую это отродье. Если я еще раз поймаю тебя на присвоении благословений Бури, в будущем я буду бесконечно менее милосерден". Он ударяет рукой по клетке, и она разбивается вдребезги, выпуская на свет Штормовое порождение. Министр поворачивается к вам: "Пойдемте. Мы потеряли здесь достаточно времени". Вы и он выходите из комнаты, порождение следует за ним тенью, а толпа с недоверием смотрит на вас и вашу свиту всю обратную дорогу до корабля.
zh_hans: 长老翻了个白眼，说道：“这些幼体我全部没收。要是再让我抓到你兜售风暴之主的恩赐，下次我绝不会有半分情面可讲。”他一掌重击在笼子上，笼子瞬间碎裂，一只风暴降生幼体显露出来。长老转向你：“走吧，我们在这儿浪费的时间已经够多了。”你和他一同离开房间，那只幼体紧随在他的身影之后。在返回飞船的全程中，人群都用难以置信的目光，盯着你和你的随行一行人。

source: Cash!
ru: Наличными!
zh_hans: 现金!

source: You have the 155 scrap brought in by your crew, and the robed man counts it excitedly. Once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: У вас есть 155 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 你让船员把155单位废料搬了进来，黑袍男子兴奋地清点着。全部核对无误后，他再次转向你：“很好，钱款全数到账！我这就吩咐手下把这鬼东西推到你的飞船上去。总算能把这麻烦甩掉了，它一直闹得鸡犬不宁……毕竟，呃，毕竟它还会吃人。”你有一瞬间以为他在开玩笑，但很快就发现，他脸上的神情没有丝毫戏谑，无比严肃。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: Credit!
ru: В кредит!
zh_hans: 记账!

source: There's not really any such thing as scrap credit, but you have the 155 scrap brought in by your crew. The robed man counts it excitedly, and, once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: На самом деле нет такого понятия, как кредит на лом, но у вас есть 155 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 这里根本就没有废料赊账这一说，不过你已经让船员把155单位废料搬了过来。黑袍男子兴奋地清点，待所有数目核对清楚后，他再次转向你：“很好，钱款都齐了！我这就吩咐手下把这玩意儿推到你的飞船上。总算能甩掉这个麻烦了，它一直闹得天翻地覆……毕竟，呃，毕竟它还会吃人。”你有那么一刻以为他在开玩笑，可很快就发现，他脸上的神情没有半点玩笑的意思，无比严肃。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: I, eh... can't actually afford this.
ru: Я... вообще-то не могу себе этого позволить.
zh_hans: 我……呃……其实我根本付不起。

source: For a moment, the crowd stays quiet, but then a particularly well-dressed man curtly raises his hand: "I'll end this. 500." There's an uproar amongst the auction-goers, and the auctioneer's eyes go wide. "500?! That is 500 from my generous friend in the black suit! 500, going once, going twice..." Is this it?
ru: На мгновение толпа затихает, но затем особенно хорошо одетый мужчина резко поднимает руку: "Я закончу. 500". Среди участников аукциона поднимается шум, а глаза аукциониста расширяются. "500?! Это 500 от моего щедрого друга в черном костюме! 500, раз, два..." Неужели это все?
zh_hans: 人群先是安静了一瞬，随即一位衣着格外考究的男子干脆利落地举起手： “我来结束这场竞价。500。” 参与拍卖的众人瞬间炸开了锅，拍卖师也瞪大了双眼。“500？！这位穿黑西装的慷慨先生出价500！500，一次，两次……”一切就到此为止了吗？

source: Stamp your foot down, and raise the bid to 505.
ru: Топнуть ногой и поднять ставку до 505.
zh_hans: 狠狠踩下脚，将出价抬到505。

source: The sound of your foot meeting the floor echoes throughout the room, and everyone in the crowd turns to you. Even the previous bidder seems shocked... but he doesn't raise his hand again. The auctioneer, again, roars to life, "WE HAVE 505! GOING ONCE, GOING TWICE..." The crowd stays silent in their shock, and a gavel rings out somewhere, "SOLD, TO THE GENEROUS FEDERATION OFFICER FOR 505 SCRAP!" Excited murmurs break out amongst the crowd, and you're ushered to the front before being led to a private room backstage. The auctioneer enters a few moments later, cage in tow, and you're able to get a good look at it for the first time... it's truly massive, and you swear you can hear a strange, faint, almost wet noise coming from within. You get a good look at the auctioneer, as well: a shorter, hunched man adorned in black robes. Around his neck is a pendant that you recognize as sharing the strange symbol on the mysterious ships outside, and he turns to you, "So! Cash or credit?"
ru: Звук, с которым ваша нога ударяется о пол, эхом разносится по залу, и все присутствующие оборачиваются к вам. Даже предыдущий победитель торгов кажется шокированным... но он не поднимает руку снова. Аукционист снова ревет: "У нас есть 505! РАЗ, ДВА..." Толпа затихает в своем шоке, и тут где-то раздается стук молотка: "ПРОДАНО, ГЕНИАЛЬНОМУ ОФИЦЕРУ ФЕДЕРАЦИИ ЗА 505 ЛОМА!" В толпе раздается возбужденный ропот, и вас провожают к выходу, а затем ведут в отдельную комнату за кулисами. Через несколько мгновений входит аукционист с клеткой, и вы впервые можете рассмотреть его... оно действительно большое, и вы клянетесь, что слышите странный, слабый, напоминающий чавканье звук, исходящий изнутри. Вы хорошо разглядели и аукциониста: невысокий, сгорбленный мужчина в черной мантии. На шее у него висит кулон, в котором вы узнаете странный символ, изображенный на загадочных кораблях снаружи, и он обращается к вам: "Итак! Наличными или в кредит?"
zh_hans: 你跺脚的声响在整个房间里回荡，人群里所有人都转头看向你。就连刚才那位出价者也面露惊愕……可他再也没有抬手加价。拍卖师再度亢奋地高声喝道：“有人出价505！一次！两次！” 人群在震惊中陷入死寂，随即某处法槌重重敲响：“成交！由慷慨的联邦军官以505单位废料拍下！” 人群中立刻泛起兴奋的窃窃私语，你被引至台前，随后被带去后台的一间密室。片刻后，拍卖师拖着笼子走进来，你这才头一次仔细看清它……笼子异常庞大，你分明能听见里面传出一阵怪异、微弱、近乎湿黏的响动。 你也看清了拍卖师的模样：一个身材矮小、佝偻着背的男人，身着黑色长袍。他颈间挂着一枚吊坠，你认出上面的诡异符号，和外面那些神秘飞船上的图案完全一致。他转向你，开口问道：“那么，付现还是记账？”

source: (The Minister) The Minister clears his throat.
ru: (Министр) Министр прочищает горло.
zh_hans: （长老）长老清了清嗓子。
