Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: Before you can really get moving, an explosion rocks one of the mysterious Deep One ships; simultaneously, the other jumps out of the beacon. From where the first ship's hull was breached, a dark cloud begins to spew forth, and you find your ship rapidly enveloped in pitch blackness... it's impossible to see anything in here. Still, there's a chance you can locate the remaining ship before it's too late...
ru: Не успели вы начать движение, как один из таинственных кораблей глубоководных сотрясает взрыв; одновременно с ним другой корабль уходит в прыжок. Из того места, где был пробит корпус первого корабля, начинает извергаться темное облако, и вы обнаруживаете, что ваш корабль быстро погружается в кромешную тьму... здесь невозможно ничего разглядеть. Тем не менее, есть шанс обнаружить оставшийся корабль, пока не стало слишком поздно...
zh_hans: 你还没来得及真正行动，其中一艘神秘的深潜者飞船就发生了剧烈爆炸；与此同时，另一艘瞬间跃迁离开了信标区域。裂口从第一艘飞船的船体破开处，一团黑雾疯狂喷涌而出，你的飞船很快被彻底的黑暗吞噬……舱内伸手不见五指，什么都看不见。即便如此，你仍有机会在一切太迟之前，找到那艘离去的飞船。

source: (Enlightened Crew) Allow your Enlightened Cultist to guide you through the darkness.
ru: ((Член экипажа-Просветленный) Позволить вашему Просветленному культисту провести вас сквозь тьму.

source: Familiar with the darkness that surrounds you, your Enlightened Cultist is successfully able to peer through it and see exactly where the strange ship is located. Once there, you're able to make its shape out enough to dock, but you're also able to recognize that the damage to its hull is truly severe. If anyone alive's left onboard, odds are that you don't have much time to save them.
ru: Знакомый с окружающей вас тьмой, ваш Просветленный культист успешно проникает сквозь нее и видит, где именно находится странный корабль. Оказавшись там, вы можете разобрать его очертания настолько, что способны состыковаться, но также вы понимаете, что повреждения его корпуса действительно серьезны. Если на борту остался кто-то живой, то, скорее всего, времени на спасение у вас не так много.

source: Hurry!
ru: Поторопитесь!

source: (The Scarred) Allow the Scarred to guide you through the darkness.
ru: (Шрам) Позволить Шраму провести вас через тьму.
zh_hans: （烙疤者）让烙疤者引领你穿越这片黑暗。

source: Familiar with the darkness that surrounds you, the Scarred is successfully able to peer through it and see exactly where the strange ship is located. Once there, you're able to make its shape out enough to dock, but you're also able to recognize that the damage to its hull is truly severe. If anyone alive's left onboard, odds are that you don't have much time to save them.
ru: Знакомый с окружающей вас тьмой, Шрам успешно пробирается через нее и видит, где именно находится странный корабль. Оказавшись на месте, вы можете разобрать его очертания настолько, чтобы состыковаться, но при этом понимаете, что повреждения корпуса действительно серьезные. Если на борту остался кто-то живой, то, скорее всего, времени на спасение у вас не так много.
zh_hans: 烙疤者对笼罩着你的黑暗极为熟悉，成功穿透黑暗，精准锁定了那艘怪异飞船的位置。抵达后，你勉强能分辨出船体轮廓以完成对接，同时也清楚察觉到，舰体受损程度极其严重。若船上仍有生还者，你用来营救他们的时间大概率已经所剩无几。

source: Hurry!
ru: Поторопитесь!
zh_hans: 快!

source: (Chosen Crew) Allow your Chosen to guide you through the darkness.
ru: (Член экипажа-Избранный) Позволить Избранному провести вас через тьму.
zh_hans: （天选船员）让你的天选者引领你穿越这片黑暗。

source: Familiar with the darkness that surrounds you, your Chosen is successfully able to peer through it and see exactly where the strange ship is located. Once there, you're able to make its shape out enough to dock, but you're also able to recognize that the damage to its hull is truly severe. If anyone alive's left onboard, odds are that you don't have much time to save them.
ru: Знакомый с окружающей вас тьмой, ваш Избранный успешно проникает сквозь нее и видит, где именно находится странный корабль. Оказавшись там, вы можете разобрать его очертания настолько, что способны состыковаться, но также вы понимаете, что повреждения его корпуса действительно серьезны. Если на борту остался кто-то живой, то, скорее всего, времени на спасение у вас не так много.
zh_hans: 你的天选者对笼罩你的黑暗了如指掌，成功穿透黑暗，精准锁定了那艘诡异飞船的方位。抵达目标后，你足以看清船体轮廓以完成对接，同时也能明确判断出，舰体受损程度极为惨重。若船上仍有幸存者，你能用来营救他们的时间，大概率已经所剩无几。

source: Hurry!
ru: Поторопитесь!
zh_hans: 快!

source: (Slug Crew) Allow your Slug to guide you through the darkness.
ru: (Член экипажа-слизень) Позволить вашему слизню провести вас через тьму.
zh_hans: （蛞蝓族船员）让你的蛞蝓族成员引领你穿越这片黑暗。

source: Capable of reading the minds of those nearby, your Slug is successfully able to catch a reading and see exactly where the strange ship is located. Once there, you're able to make its shape out enough to dock, but you're also able to recognize that the damage to its hull is truly severe. If anyone alive's left onboard, odds are that you don't have much time to save them.
ru: Способный читать мысли тех, кто находится поблизости, ваш слизень успешно ловит сигнатуры и видит, где именно находится странный корабль. Оказавшись на месте, вы можете разобрать его очертания настолько, чтобы состыковаться, но при этом понимаете, что повреждения корпуса действительно серьезные. Если на борту остался кто-то живой, то, скорее всего, времени на спасение у вас не так много.
zh_hans: 你的蛞蝓族船员能够读取周遭生灵的意念，凭借这种能力，它成功捕捉到了感应信号，精准锁定了那艘怪异飞船的位置。抵达目标后，你足以分辨出船体轮廓以完成对接，同时也能清楚判定，舰体的受损程度极为惨重。若船上仍有幸存者，你能够用来营救他们的时间，大概率已经所剩无几。

source: Hurry!
ru: Поторопитесь!
zh_hans: 快!

source: (Telepathic Shell) Allow your Shell to guide you through the darkness.
ru: (Член экипажа-ракушка-телепат) Позволить своей ракушке провести вас через тьму.
zh_hans: （心灵感应甲壳族）让你的甲壳族引领你穿越这片黑暗。

source: Capable of reading the minds of those nearby, your Shell is successfully able to catch a reading and see exactly where the strange ship is located. Once there, you're able to make its shape out enough to dock, but you're also able to recognize that the damage to its hull is truly severe. If anyone alive's left onboard, odds are that you don't have much time to save them.
ru: Способная читать мысли тех, кто находится поблизости, ваша ракушка успешно улавливает сигнатуры и видит, где именно находится странный корабль. Оказавшись на месте, вы можете разобрать его очертания настолько, чтобы состыковаться, но при этом понимаете, что повреждения корпуса действительно серьезные. Если на борту остался кто-то живой, то, скорее всего, времени на спасение у вас не так много.
zh_hans: 你的甲壳族能够读取附近生灵的思维，它成功捕捉到意念信号，精准锁定了那艘怪异飞船的位置。抵达后，你足以分辨出船体轮廓以完成对接，同时也能察觉到其舰体受损极为严重。若船上仍有幸存者，你能用来营救他们的时间大概率已经所剩无几。

source: Hurry!
ru: Поторопитесь!
zh_hans: 快!

source: (Lifeform Scanner) Allow your Lifeform Scanner to guide you through the darkness.
ru: (Сканер форм жизни) Позволить своему Сканеру форм жизни провести вас сквозь тьму.
zh_hans: （生命扫描仪）让你的生命体扫描仪为你指引方向，穿越这片黑暗。

source: Capable of locating nearby lifeforms, your Lifeform Scanner is successfully able to catch a reading and see exactly where the strange ship is located. Once there, you're able to make its shape out enough to dock, but you're also able to recognize that the damage to its hull is truly severe. If anyone alive's left onboard, odds are that you don't have much time to save them.
ru: Ваш сканер, способный обнаруживать близлежащие формы жизни, успешно считывает сигнатуры и определяет, где именно находится странный корабль. Оказавшись на месте, вы можете разобрать его очертания настолько, чтобы состыковаться, но при этом понимаете, что повреждения корпуса действительно серьезные. Если на борту остался кто-то живой, то, скорее всего, времени на спасение у вас не так много.
zh_hans: 你的生命扫描仪可以定位附近的生命体，它成功捕捉到读数，精准锁定了那艘怪异飞船的位置。抵达后，你足以分辨出船体轮廓以完成对接，同时也能确定其船体受损极为严重。如果船上还有幸存者，你用来营救他们的时间大概率已经所剩无几。

source: Hurry!
ru: Поторопитесь!
zh_hans: 快!

source: (Adv. Sensors) Allow your sensors to guide you through the darkness.
ru: (Продв. Сенсоры) Позволить вашим сенсорам провести вас через тьму.
zh_hans: （先进传感器）让你的传感器为你指引方向，穿越这片黑暗。

source: As powerful as your sensors are, they're still only able to barely catch a reading and see exactly where the strange ship is located. Once there, you're able to make its shape out enough to dock, but you're also able to recognize that the damage to its hull is truly severe. If anyone alive's left onboard, odds are that you don't have much time to save them.
ru: Какими бы мощными ни были ваши сенсоры, они все равно способны лишь едва уловить сигнатуры и определить, где именно находится странный корабль. Оказавшись на месте, вы можете разобрать его очертания настолько, чтобы состыковаться, но при этом понимаете, что повреждения корпуса действительно серьезные. Если на борту остался кто-то живой, то, скорее всего, времени на спасение у вас не так много.
zh_hans: 尽管你的传感器性能强劲，却也只能勉强捕捉到信号，精准定位到那艘怪异飞船的位置。抵达目标后，你勉强能分辨出船体轮廓以完成对接，同时也能察觉其船体受损程度极为惨重。若船上仍有幸存者，你能够用来营救他们的时间，大概率已经所剩无几。

source: Hurry!
ru: Поторопитесь!
zh_hans: 快!

source: Try your best to feel your way through the darkness.
ru: Постараться проложить себе путь сквозь тьму.
zh_hans: 尽力在黑暗中摸索前行。

source: Screw this. Stay put.
ru: К черту все это. Оставаться на месте.
zh_hans: 去他的，原地不动。

source: God knows what's going on out there, or what exchange you've managed to stumble upon. You're content simply staying put while the FTL drive charges, and ensuring that you don't crash into anything while blindly flying through clouds of unnatural darkness.
ru: Бог знает, что там происходит и в какую передрягу вы можете попасть. Вам достаточно просто оставаться на месте, пока заряжается ССД, и следить за тем, чтобы ни во что не врезаться, летя вслепую сквозь облака неестественной тьмы.
zh_hans: 天知道外面究竟发生了什么，也不知道你无意间撞进了一场怎样的交涉。你只求原地待命，等待超光速引擎完成充能，同时确保自己不会在这片非自然的黑暗云雾中盲目飞行，撞上任何物体。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Keep to yourself.
ru: Держать себя в руках.
zh_hans: 保持独处，不予理会。

source: What business do you have intruding upon random ships' interactions? That, and these ships in particular kind of give you the creeps... you're quite content keeping to yourself while the FTL drive charges.
ru: Зачем вам вмешиваться в дела случайных кораблей? Да и от этих кораблей у вас мурашки по коже... Вы вполне довольны тем, что остаетесь наедине с собой, пока заряжается ССД.
zh_hans: 你有什么资格擅自介入陌生飞船之间的往来？更何况，这些飞船本身就让你毛骨悚然……你只想在超光速引擎充能期间安分守己，不与任何人产生交集。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You raise the bid, and the crowd goes quiet... is this truly all you needed to win? The auctioneer yells out, "We have 65! Going once, going twice..." The crowd stays silent in their shock, and a gavel rings out somewhere, "Sold, to the Federation officer for 65 scrap!" Excited murmurs break out amongst the crowd, and you're ushered to the front before being led to a private room backstage. The auctioneer enters a few moments later, cage in tow, and you're able to get a good look at it for the first time... it's truly massive, and you swear you can hear a strange, faint, almost wet noise coming from within. You get a good look at the auctioneer, as well: a shorter, hunched man adorned in black robes. Around his neck is a pendant that you recognize as sharing the strange symbol on the mysterious ships outside, and he turns to you, "So! Cash or credit?"
ru: Вы поднимаете ставку, и собравшийся народ замирает... неужели это все, что вам было нужно для победы? Аукционист кричит: "У нас 65! Раз, два..." Толпа затихает в своем шоке, и тут раздается стук молотка: "Продано офицеру Федерации за 65 лома!" В толпе раздается возбужденный ропот, и вас провожают к выходу, а затем ведут в отдельную комнату за кулисами. Через несколько мгновений входит аукционист с клеткой, и вы впервые можете рассмотреть его... оно действительно большое, и вы клянетесь, что слышите странный, слабый, напоминающий чавканье звук, исходящий изнутри. Вы хорошо разглядели и аукциониста: невысокий, сгорбленный мужчина в черной мантии. На шее у него висит кулон, в котором вы узнаете странный символ, изображенный на загадочных кораблях снаружи, и он обращается к вам: "Итак! Наличными или в кредит?"
zh_hans: 你抬高了出价，人群瞬间鸦雀无声…… 这真的就是你胜出所需的全部代价吗？拍卖师高声喊道：“现在出价 65 废料！一次！两次！” 人群仍在震惊中保持沉默，某处传来法槌敲响的声音：“成交！由联邦军官以 65 单位废料拍下！” 人群中爆发出兴奋的低语，你被引到台前，随后带去后台的一间密室。片刻后，拍卖师走了进来，身后拖着一个笼子，你终于能第一次仔细看清它 —— 这笼子无比巨大，你确信自己能听见里面传来一种怪异、微弱，还带着几分湿黏的声响。你也看清了拍卖师的模样：一个身材矮小、佝偻着背的男人，身着黑色长袍，脖子上挂着一枚吊坠，你认出上面的符号，和外面那些神秘飞船上的诡异印记一模一样。他转向你，开口问道：“那么，你用废料现付，还是记账？”

source: (The Minister) The Minister clears his throat.
ru: (Министр) Министр прочищает горло.
zh_hans: （长老）长老清了清嗓子。

source: The robed man jumps as he notices the Minister's presence, before collapsing to his knees and bowing his head, "I-It's not what it looks like, Hand! We were just, uh... gathering funds, in the Tempest's name!" The Minister looks over at the cage, scoffing, "When I said you can find other homes for your excess spawn, I didn't mean aboard civilian ships, you imbecile. You're lucky I don't crush you like the conniving bug you are." The man's bow deepens, and he begins pleading incoherently.
ru: Заметив присутствие Министра, одетый в мантию человек вскакивает, падает на колени и склоняет голову: "Э-ъто не то, чем кажется, десница! Мы просто... собирали средства во имя Бури!" Министр смотрит на клетку и улыбается: "Когда я сказал, что ты можешь найти другое пристанище для своего лишнего потомства, я не имел в виду борт гражданских кораблей, недоумок. Тебе повезло, что я не раздавил тебя, как хитрого жука". Поклон мужчины становится еще ниже, и он начинает бессвязно умолять.
zh_hans: 这名黑袍男子察觉到长老现身，猛地一惊，随即双膝跪地、俯首低头：“长、长老，不是您看到的那样！我们只是……呃……以风暴之主的名义筹措资金长老看向那只笼子，嗤笑一声：“我说过可以给你多余的幼体另寻安置之处，可没让你把它们放到民用飞船上，你这个蠢货。你该庆幸我没有把你这阴险的小虫直接碾死。”男子伏得更低，语无伦次地开始求饶。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Minister rolls his eyes, "I'll be confiscating this spawn. Allow me to catch you pawning off the Tempest's blessings again, and I'll be infinitely less merciful in the future." He slams a hand against the cage, and it shatters, revealing a Stormborn Spawn. The Minister turns to you, "Let's go. We've wasted enough time here." You and him leave the room, the spawn following in his shadow, and the crowd eyes you and your entourage in disbelief the whole way back to the ship.
ru: Министр закатывает глаза: "Я конфискую это отродье. Если я еще раз поймаю тебя на присвоении благословений Бури, в будущем я буду бесконечно менее милосерден". Он ударяет рукой по клетке, и она разбивается вдребезги, выпуская на свет Штормовое порождение. Министр поворачивается к вам: "Пойдемте. Мы потеряли здесь достаточно времени". Вы и он выходите из комнаты, порождение следует за ним тенью, а толпа с недоверием смотрит на вас и вашу свиту всю обратную дорогу до корабля.
zh_hans: 长老翻了个白眼：“这些幼体我要没收。要是再让我抓到你兜售风暴之主的恩赐，下次我绝不会有半分留情。”他一掌拍在笼子上，笼子应声碎裂，一只风暴降生幼体显露出来。长老转向你：“走吧，我们在这儿浪费的时间够多了。”你和他一同离开房间，那只幼体紧随在他身后。一路返回飞船的途中，人群全程用难以置信的目光打量着你和你的随行一行人。

source: Cash!
ru: Наличными!
zh_hans: 现款！

source: You have the 65 scrap brought in by your crew, and the robed man counts it excitedly. Once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: У вас есть 65 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 你让船员搬来了那65 单位废料，黑袍男子兴奋地清点着。全部核对无误后，他再次转向你：“很好，钱款全数到账。我会让手下把这玩意儿运到你的飞船上。总算能甩掉这个麻烦了，它一直闹得天翻地覆…… 毕竟，呃，毕竟它会吃人。” 你有那么一瞬以为他在开玩笑，但很快就发现，他脸上的神情无比认真。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: Credit!
ru: В кредит!
zh_hans: 记账！

source: There's not really any such thing as scrap credit, but you have the 65 scrap brought in by your crew. The robed man counts it excitedly, and, once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: На самом деле нет такого понятия, как кредит на лом, но у вас есть 65 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 这里根本就不存在什么废料记账赊账的说法，你让船员搬来了那65单位废料。黑袍男子兴奋地清点完毕，确认数额无误后，再次转向你：“很好，款项全部结清。我这就吩咐手下把这东西推到你的飞船上。总算能把这个麻烦处理掉了，它一直闹得鸡犬不宁……毕竟，呃，毕竟它会吃人。”你一度以为他在开玩笑，可很快便发现，他脸上的表情没有半分开玩笑的意思。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: I, eh... can't actually afford this.
ru: Я... вообще-то не могу себе этого позволить.
zh_hans: 我……呃……其实买不起这个。

source: For a moment, the crowd stays quiet, but then a particularly well-dressed man curtly raises his hand: "I'll end this. 200." There's an uproar amongst the auction-goers, and the auctioneer's eyes go wide. "200?! That is 200 from my generous friend in the black suit! 200, going once, going twice..." Is this it?
ru: На мгновение толпа затихает, но затем особенно хорошо одетый мужчина укоризненно поднимает руку: "Я закончу. 200". Среди участников аукциона поднимается шум, а глаза аукциониста расширяются. "200?! 200 от моего щедрого друга в черном костюме! 200, раз, два..." Неужели это все?
zh_hans: 人群先是陷入片刻寂静，随即一位衣着格外考究的男子干脆利落地举起手： “我来结束这场竞拍。200。” 竞拍者们顿时一片哗然，拍卖师也瞪大了双眼。200！这位穿黑色西装的慷慨先生出价200！200一次，200两次……”就这样了吗？

source: Stamp your foot down, and raise the bid to 205.
ru: Топнуть ногой и поднять ставку до 205.
zh_hans: 狠狠踩下脚，将出价抬高到205。

source: The sound of your foot meeting the floor echoes throughout the room, and everyone in the crowd turns to you. Even the previous bidder seems shocked... but he doesn't raise his hand again. The auctioneer, again, roars to life, "WE HAVE 205! GOING ONCE, GOING TWICE..." The crowd stays silent in their shock, and a gavel rings out somewhere, "SOLD, TO THE GENEROUS FEDERATION OFFICER FOR 205 SCRAP!" Excited murmurs break out amongst the crowd, and you're ushered to the front before being led to a private room backstage. The auctioneer enters a few moments later, cage in tow, and you're able to get a good look at it for the first time... it's truly massive, and you swear you can hear a strange, faint, almost wet noise coming from within. You get a good look at the auctioneer, as well: a shorter, hunched man adorned in black robes. Around his neck is a pendant that you recognize as sharing the strange symbol on the mysterious ships outside, and he turns to you, "So! Cash or credit?"
ru: Звук, с которым ваша нога ударяется о пол, эхом разносится по залу, и все присутствующие оборачиваются к вам. Даже предыдущий победитель торгов кажется шокированным... но он не поднимает руку снова. Аукционист снова ревет: "У нас есть 205! РАЗ, ДВА..." Толпа затихает в своем шоке, и тут где-то раздается стук молотка: "ПРОДАНО, ГЕНИАЛЬНОМУ ОФИЦЕРУ ФЕДЕРАЦИИ ЗА 205 ЛОМА!" В толпе раздается возбужденный ропот, и вас провожают к выхожу, а затем ведут в отдельную комнату за кулисами. Через несколько мгновений входит аукционист с клеткой, и вы впервые можете рассмотреть его... оно действительно большое, и вы клянетесь, что слышите странный, слабый, напоминающий чавканье звук, исходящий изнутри. Вы хорошо разглядели и аукциониста: невысокий, сгорбленный мужчина в черной мантии. На шее у него висит кулон, в котором вы узнаете странный символ, изображенный на загадочных кораблях снаружи, и он обращается к вам: "Итак! Наличными или в кредит?"
zh_hans: 你跺脚的声响在整间厅堂里回荡，人群里所有人都转头看向你。就连刚才那位出价者也面露惊愕，可他再也没有举手。拍卖师再度亢奋地高声喊道，有人出价205！一次！两次！人群在震惊中保持死寂，随后某处响起法槌落定的声音，成交！由慷慨的联邦军官以205单位废料拍下！人群中立刻响起兴奋的窃窃私语，你被引至台前，随后带去后台的私密房间。片刻后，拍卖师拖着笼子走进来，你这才第一次仔细看清它——笼子硕大无比，你分明能听见里面传出一阵怪异、微弱，还带着几分湿黏的声响。你也看清了拍卖师的模样：一个身材矮小、佝偻身躯的男子，身着黑色长袍。他脖颈上挂着一枚吊坠，你一眼认出，上面的诡异符号和外面那些神秘飞船上的印记完全一致。他转向你，开口问道，那么，付现还是记账？”

source: (The Minister) The Minister clears his throat.
ru: (Министр) Министр прочищает горло.
zh_hans: （长老）长老清了清嗓子。

source: The robed man jumps as he notices the Minister's presence, before collapsing to his knees and bowing his head, "I-It's not what it looks like, Hand! We were just, uh... gathering funds, in the Tempest's name!" The Minister looks over at the cage, scoffing, "When I said you can find other homes for your excess spawn, I didn't mean aboard civilian ships, you imbecile. You're lucky I don't crush you like the conniving bug you are." The man's bow deepens, and he begins pleading incoherently.
ru: Заметив присутствие Министра, одетый в мантию человек вскакивает, падает на колени и склоняет голову: "Э-ъто не то, чем кажется, десница! Мы просто... собирали средства во имя Бури!" Министр смотрит на клетку и улыбается: "Когда я сказал, что ты можешь найти другое пристанище для своего лишнего потомства, я не имел в виду борт гражданских кораблей, недоумок. Тебе повезло, что я не раздавил тебя, как хитрого жука". Поклон мужчины становится еще ниже, и он начинает бессвязно умолять.
zh_hans: 这名黑袍男子察觉到长老现身，猛地一惊，随即双膝跪地、俯首低头：“长、长老，不是您看到的那样！我们只是……呃……以风暴之主的名义筹措资金长老看向那只笼子，嗤笑一声：“我说过可以给你多余的幼体另寻安置之处，可没让你把它们放到民用飞船上，你这个蠢货。你该庆幸我没有把你这阴险的小虫直接碾死。”男子伏得更低，语无伦次地开始求饶。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Minister rolls his eyes, "I'll be confiscating this spawn. Allow me to catch you pawning off the Tempest's blessings again, and I'll be infinitely less merciful in the future." He slams a hand against the cage, and it shatters, revealing a Stormborn Spawn. The Minister turns to you, "Let's go. We've wasted enough time here." You and him leave the room, the spawn following in his shadow, and the crowd eyes you and your entourage in disbelief the whole way back to the ship.
ru: Министр закатывает глаза: "Я конфискую это отродье. Если я еще раз поймаю тебя на присвоении благословений Бури, в будущем я буду бесконечно менее милосерден". Он ударяет рукой по клетке, и она разбивается вдребезги, выпуская на свет Штормовое порождение. Министр поворачивается к вам: "Пойдемте. Мы потеряли здесь достаточно времени". Вы и он выходите из комнаты, порождение следует за ним тенью, а толпа с недоверием смотрит на вас и вашу свиту всю обратную дорогу до корабля.
zh_hans: 长老翻了个白眼：“这些幼体我要没收。要是再让我抓到你兜售风暴之主的恩赐，下次我绝不会有半分留情。”他一掌拍在笼子上，笼子应声碎裂，一只风暴降生幼体显露出来。长老转向你：“走吧，我们在这儿浪费的时间够多了。”你和他一同离开房间，那只幼体紧随在他身后。一路返回飞船的途中，人群全程用难以置信的目光打量着你和你的随行一行人。

source: Cash!
ru: Наличными!
zh_hans: 现款！
