Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: As you move to uncloak the cage, it breaks apart, to your shock, and you just narrowly dodge out of the way as one of its sides nearly crashes down on you. You look over, and standing over you is the cage's former inhabitant... an indescribable, horrific mass of tentacles, eyes and teeth towers over you, its many maws agape. The abomination roars out, bloodthirsty, and you sprint out of the room as it begins to make its advance!
ru: И вы едва успеваете увернуться, как одна из ее сторон едва не падает на вас. Вы оглядываетесь - над вами возвышается бывший обитатель клетки... Неописуемая, ужасающая масса щупалец, глаз и зубов смотрит на вас, разинув пасть. Мерзость кровожадно рычит, и вы выбегаете из помещения, когда она начинает приближаться к вам!
zh_hans: 就在你准备揭开笼罩时，笼子骤然碎裂，你大惊失色，险之又险地侧身躲开，笼壁险些将你砸中。你抬眼望去，原本困在笼中的生物正居高临下地盯着你……那是一团无法形容、恐怖骇人的聚合体，布满触须、眼球与利齿，高高耸立在你面前，无数巨颚大张。这畸形的怪物发出嗜血的咆哮，在它发起扑击的瞬间，你狂奔着逃出了房间！

source: With the ship and its otherworldly inhabitants defeated, you turn to the cage you'd brought onboard and realize you recognize the noises coming from it. It's the same ones that one of the monsters you just defeated had been making...
ru: С тревогой Вы осознаете, что теперь способны распознать звуки, которые издает это существо. Они напоминают - если не полностью повторяют - отвратительные булькающие звуки, которые издавала одна из тварей, которую вы только что победили...
zh_hans: 你紧张地意识到，自己居然能辨认出这东西此刻发出的声响。这些声音即便不算完全相同，也会让你立刻联想到刚刚被你击败的其中一只怪物发出的恶心咕噜声……

source: Swallow your fear, and remove the cage's cover.
ru: Взять себя в руки и снять крышку с клетки.
zh_hans: 你强压下心底的恐惧，伸手掀开了笼子的罩布。

source: Launch the cage out the airlock. Better safe than sorry.
ru: Выбросить клетку через шлюз. Лучше перестраховаться.
zh_hans: 你将笼子推出气闸，宁可谨慎万全，也不冒任何风险。

source: You wheel the cage over to the airlock, its wet noises never once quieting, and are able to flush it outside without incident. A crisis averted, surely.
ru: Вы подкатываете клетку к шлюзу - ее чавкающие звуки ни на минуту не стихают - и без всяких происшествий выбрасываете ее наружу. Проблема устранена.
zh_hans: 你把笼子推到气闸处，里面湿黏的声响一刻也没停过，随后顺利将它排到舱外。一场危机无疑就此化解。

source: The robed man blinks, "You... what? Why did you bid it then?" He puts his head in his hands, lamenting his wasted time, and you realize there's an opportunity here...
ru: Человек в мантии моргает: "Вы... что? Зачем вы тогда сделали ставку?" Он кладет голову на руки, сокрушаясь о потерянном времени, и вы понимаете, что потеряли что-то ценное...
zh_hans: 黑袍男子眨了眨眼：“你……什么？那你当初为什么还要竞拍它？”他双手抱头，懊恼自己浪费了时间，而你意识到，机会来了……

source: Punch the man while he's distracted.
ru: Ударить мужчину, пока он отвлекся.
zh_hans: 趁他分神懊恼之际，你一拳狠狠砸向这名男子。

source: You clock him straight in the head, and he crashes to the floor... he's out cold. On the clock now, you rush out of the room with the cage in hand, but you don't get very far before a similarly robed man spots you, surmises what happened, and yells out, "STOP! THIEF!" The crowd looks over, shock on their faces, and you sprint towards the ship as fast as your legs can carry you. It's good that this cage came on wheels, as you're able to get it onboard before anyone can catch up to you, but you're not out of the woods yet... as you lift off, one of the odd ships you'd spotted before gives chase! A streak of lightning bolts from their ship, striking yours, and you realize they've managed to disable your engines... get ready!
ru: Вы бьете его прямо в голову, и он падает на пол... он в отключке. Вы выбегаете из помещения вместе с клеткой, но не успеваете далеко уйти, как вас замечает человек в такой же мантии, он догадывается, что произошло, и кричит: "СТОЙ! ВОР!" Толпа оглядывается, на лицах шок, а вы бежите к кораблю так быстро, как только могут нести вас ноги. Хорошо, что клетка на колесиках, и вы успеваете затащить ее на борт, прежде чем кто-то успевает вас догнать, но это еще не конец... Как только вы взлетаете, один из странных кораблей, которые вы заметили раньше, бросается в погоню! Из их корабля вырывается серия молний, поражающих ваш корабль, и вы понимаете, что им каким-то образом удалось телепортировать клетку обратно на свой корабль - если вы хотите ее вернуть, вам придется сражаться!
zh_hans: 你一拳正中他的头部，他应声倒在地板上，不省人事。时间紧迫，你拖着笼子快步冲出房间，可没跑多远，就被另一个身着同款长袍的人撞见。对方立刻明白发生了什么，高声大喊：“站住！小偷！” 周围的人群纷纷转头，脸上满是惊愕。你拼尽全力朝着自己的飞船狂奔，好在笼子装有滚轮，你赶在被人追上之前把它弄上了船，但危险远未结束。飞船升空的瞬间，先前留意到的一艘怪异舰船随即追来，数道闪电从对方船体射出，击中了你的飞船。 你猛然反应过来，他们竟用传送手段把笼子传回了自己的船舱——想要夺回它，就只能一战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Hold back. I'm at fault here.
ru: Держать себя в руках. Я сам виноват.
zh_hans: 住手。是我的错。

source: He raises his head, annoyance on his face, "Can you, like, get out, then? Why are you here?" He sighs, pushing you out of the room, and you catch him saying one more thing under his breath, "I'll have to hold another auction now... Hopefully the Hand doesn't catch wind of all this commotion..." The Hand? You're not sure who he's referring to, but you don't mind having something to ponder as you make your walk of shame back to the ship... empty-handed.
ru: Он поднимает голову, на его лице отражается раздражение: "Может, тогда уйдешь? Зачем ты здесь?" Он вздыхает, выталкивая вас из комнаты, и вы слышите, как он произносит еще одну фразу под нос: "Теперь мне придется провести еще один аукцион... Надеюсь, десница не пронюхает обо всей этой суматохе..." Десница? Вы не понимаете, кого он имеет в виду, но будете не прочь поразмыслить, пока вы будете проделывать свой позорный путь обратно на корабль... с пустыми руками.
zh_hans: 他抬起头，面露不耐：“那你能不能赶紧出去？你还待在这儿干什么？”他叹着气把你推出房间，你隐约听见他低声嘀咕了一句：“看来还得再办一场拍卖会……但愿这通乱子别让‘之手’察觉到……” “之手”？你不清楚他指的是谁，不过你可以一路琢磨着这个谜团，灰溜溜地返回飞船——两手空空。

source: You're not about to go broke keeping this going. The trip back to the ship is uneventful, but a part of you wonders what exactly was inside of that cage as you prepare to leave the beacon.
ru: Вы не собираетесь ввязываться в это. Возвращение на корабль проходит без происшествий, но часть вас задается вопросом, что именно находилось в клетке, когда вы готовитесь покинуть маяк.
zh_hans: 你可不想为了这事把自己搞到破产。返回飞船的一路平安无事，但在你准备离开信标站时，心底仍在揣测那个笼子里到底装着什么。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You're not about to go broke participating in an auction. The trip back to the ship is uneventful, but a part of you wonders what exactly was inside of that cage as you prepare to leave the beacon.
ru: Вы не хотите прогореть, участвуя в аукционе. Возвращение на корабль проходит без происшествий, но часть вас задается вопросом, что именно находилось в клетке, когда вы готовитесь покинуть маяк.
zh_hans: 你不想为了参加一场拍卖会就倾家荡产。返回飞船的途中一切顺利，但在你准备离开信标站时，仍不禁好奇那个笼子里到底装着什么

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the ship and its otherworldly inhabitants defeated, you ponder the peculiarity of the abominations they had onboard... what exactly is going on at that outpost? You may never know, now, you fear.
ru: Когда корабль и его обитатели побеждены, вы задумываетесь над тем, что за мерзость была у них на борту... Что именно происходило на этом аванпосте? Боюсь, теперь вы никогда не узнаете.
zh_hans: 击毁飞船、消灭那些异界生物后，你不禁思索起船上那些畸形怪物的诡异之处……那个前哨站里到底发生了什么？你心底一阵惶恐，恐怕这辈子都无从知晓了。

# data/events_deepone.xml$//event[@name="ITEMS_DDDEEPONE_TEMPESTAUCTION"]/text
source: A blindingly bright light forces you to cover your eyes as you enter the beacon, but its source is not the Deep One lights you'd expect it to be. Not entirely, anyways; there's a small, makeship outpost here with several dozen ships huddled around it. Some of them are indeed Deep One ships, but not as many as you'd expect seeing that you're in the closest thing they have to proper territory.
ru: Ослепительно яркий свет заставляет вас прикрыть глаза, когда вы попадаете на маяк, но его источник - не фонари глубоководных, как можно было подумать. Во всяком случае, не совсем; здесь находится небольшой аванпост с несколькими десятками кораблей, собравшихся вокруг него. Некоторые из них действительно являются кораблями глубоководных, но их не так много, как можно было бы ожидать, учитывая, что вы находитесь на самой близкой к их территории.
zh_hans: 踏入信标区域时，一道刺眼的强光逼得你抬手遮住双眼，而光源并非你预想中深渊潜者的照明装置。至少不全是：这里矗立着一座简易的临时前哨站，周遭停泊着数十艘飞船，其中确有部分属于深渊潜者的舰船，但以这片堪称它们核心领地的区域来看，数量远少于你的预期。

source: Inspect the outpost further.
ru: Осмотреть аванпост дальше.
zh_hans: 进一步探查这座前哨站。

source: Comically large spotlights beam off of the outpost, moving in a constant sweeping pattern. You make sure to duck your ship to avoid being blinded again, and you get a closer look at the ships gathered here as you do so... to your surprise, it seems to be mostly Union ships. That, the Deep One ships, and a few alien ships you recognize the make of, but not the paint jobs and markings of: they've been painted all black, save for what seems to be a symbol of a light blue eye next to a lightning bolt. Your curiosity is piqued...
ru: Комично большие прожекторы освещают аванпост, постоянно перемещаясь. Вы стараетесь, чтобы ваш корабль под них не попал, чтобы снова не ослепнуть, и присматриваетесь к кораблям, собравшимся здесь... К вашему удивлению, кажется, что это в основном корабли Союза. Это корабли глубоководных и несколько кораблей пришельцев, конструкцию которых вы узнали, но вот окраску и принадлежность - нет: они были выкрашены в черный цвет, за исключением символа, похожего на голубой глаз рядом с молнией. Ваше любопытство разгорается...
zh_hans: 前哨站射出几盏大得滑稽的探照灯，以固定规律不停扫动。你立刻压低飞船规避，免得再度被强光刺盲，同时凑近观察聚集在此的舰船……令你意外的是，这里绝大多数竟是联邦舰船。除此之外，还有深渊潜者的飞船，以及几艘你认得型号、却从未见过这般涂装与标识的外星飞船——船体通体漆黑，只在一侧绘有浅蓝色眼睛搭配闪电的标志。你的好奇心被彻底勾了起来。

source: This seems interesting... dock your ship, and board the outpost.
ru: Кажется, это интересно... Пристыковать свой корабль и высадиться на аванпост.
zh_hans: 看起来有点意思……停靠飞船，登上前哨站。

source: Hmm. I'm feeling some terrorism right about now. Attack the outpost!
ru: Хм. Я чувствую себя террористом прямо сейчас. Атаковать аванпост!
zh_hans: 呵，现在我倒是想搞点破坏。袭击前哨站！

source: You open fire on the ships parked around the outpost, and it doesn't take long for one of the odd ships you'd noticed before to roar to life. You make a break for it, but they manage to catch up some ways away from the outpost... get ready!
ru: Вы открываете огонь по кораблям, стоящим у аванпоста, и не проходит и минуты, как один из странных кораблей, которые вы заметили раньше, начинает двигаться к вам. Вы бросаетесь в бегство, но им удается догнать вас в некотором отдалении от аванпоста... Приготовьтесь!
zh_hans: 你朝着前哨站四周停泊的飞船开火，没过多久，先前留意到的那艘怪异飞船便引擎轰鸣、腾空而起。你当即掉头逃窜，可它还是在离前哨站不远的地方追了上来……准备迎战！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Nah. I don't care, actually. Ignore the outpost.
ru: Не-а. Вообще-то мне все равно. Не обращать внимания на аванпост.
zh_hans: 算了，其实我根本不在乎。无视这座前哨站。

source: Curiosity, more like SCHMURIOSITY. You turn away from the outpost, an indignant look on your face, and prepare to leave the beacon.
ru: Любопытство, скорее, ШМУРИОЗНОСТЬ. Вы отворачиваетесь от аванпоста с возмущенным выражением лица и готовитесь покинуть маяк.
zh_hans: 好奇心？狗屁好奇心。你一脸不爽地转身离开前哨站，准备驶离这片信标区域。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_GOOBER"]/text
source: You're quickly hailed, met by a little Deep One, "BEHOLD... GUUBARE." You behold Guubare. Besides being short and of a stout build, he's notably... shaky. Fear? The cold? Do fish-people shiver? Whatever it is, it makes an already unintimidating Deep One even less threatening.
ru: Вас быстро вызывает маленький глубоководный: "ВНИМАНИЕ... ГУБАРЬ". Вы видите Губаря. Помимо того, что он невысокого роста и крепкого телосложения, его заметно... трясет. Страх? Холод? Дрожат ли люди-рыбы? Что бы это ни было, это делает и без того нестрашного глубоководного еще менее угрожающим.
zh_hans: 你很快收到通讯请求，来者是个小个子深渊潜者，他喊道：“请看……古巴尔。”你看向古巴尔。他身材矮小敦实，而且格外……浑身发抖。是恐惧？是寒冷？鱼人也会打哆嗦吗？无论原因是什么，这个本就毫无威慑力的深渊潜者，此刻显得更加不堪一击。

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_GOOBER"]/choice[1]/text
source: O' mighty GUUBARE, I beholdeth thou in full. Doth thou taketh pity on mine soul?
ru: О могущественный ГУБАРЬ, я созерцаю тебя во всей красе. Сжалишься ли ты над моей душой?
zh_hans: 啊，威能无边的古巴尔，我竭诚瞻仰您的全貌。您肯垂怜于我这卑微的魂魄吗？

source: "THIS ONE... SPEAKS AKIN TO THE GHOSTS. YET, THEY SPEAK... HIGHLY OF GUUBARE. GUUBARE... TAKES PITY. BEGONE, LITTLE... THING." Guubare cuts communications and you're left with nothing to do but charge the FTL.
ru: "ЭТОТ... ГОВОРИТ СРОДНИ ПРИЗРАКАМ. НО ОНИ ГОВОРЯТ О ГУБАРЕ ОЧЕНЬ ХОРОШО. ГУБАРЬ... НЕ ЖЕЛАЕТ. УЙДИ, МАЛЕНЬКАЯ... ТВАРЬ". Губарь прерывает связь, и вам ничего не остается, как зарядить ССД корабля.
zh_hans: “这家伙……说话跟鬼魂一样。不过，他倒是……把古巴尔捧得很高。古巴尔……大发慈悲。滚开吧，渺小的……东西。”古巴尔切断通讯，你别无他法，只能启动超光速引擎。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_GOOBER"]/choice[2]/text
source: You're such a little... goober, Guubare.
ru: Ты такой маленький... дурачок, Губарь.
zh_hans: 你就是个小……笨蛋，古巴尔。

source: His shaking worsens. He speaks again, but his voice is way less deep now, high-pitched even; "Man... I told you guys I wasn't cut out for this..." Gloomy, he walks away and a new, giant Deep One takes his place. "You've... upset Guubare. The price, for this transgression... is your head." They cut communications and a ship zooms into view, guns charging!
ru: Его трясет все сильнее. Он снова заговорил, но его голос уже не такой глубокий, а даже высокий: "Мужик... Я же говорил вам, ребята, что я не создан для этого..." Мрачный, он уходит, а его место занимает новый, гигантский глубоководный. "Ты... расстроил Губаря. Цена за этот проступок... твоя голова". Связь прерывается, и на экране появляется корабль, заряжающий пушки!
zh_hans: 他抖得更厉害了。再次开口时，他的声音不再低沉，甚至变得尖细：“天啊……我早就跟你们说过，我不是干这个的料……”他垂头丧气地走开，一个身形高大的新深潜者站到了他的位置。“你……惹恼了古巴尔。为这次冒犯付出的代价……就是你的项上人头。”对方切断通讯，一艘飞船骤然出现在视野中，炮口正在充能！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can. Hopefully the lights survived...
ru: Корабль разваливается на части, и вы быстро собираете все, что можно найти. Надеюсь, фонари уцелели...
zh_hans: 飞船解体，你迅速打捞所有能抢救的物资，随后尝试追踪第二艘飞船。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can before looking for the lights.
ru: После гибели экипажа вы быстро собираете все, что можно, и отправляетесь на поиски фонарей.
zh_hans: 船员全部阵亡，你迅速打捞一切可抢救的物资，随后尝试追踪第二艘飞船。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: If you do not defeat the Rock ship in this amount of time, the second ship's signature will go cold!
ru: Если за это время вы не победите корабль валунов, сигнатура второго корабля исчезнет!
zh_hans: 若你未能在这段时间内击毁岩石战舰，第二艘战舰的信号就会彻底消失！

source: The ship breaks apart and you quickly salvage what you can before trying to track the second ship.
ru: Корабль разваливается на части, и вы быстро собираете все, что можно, а затем пытаетесь выследить второй корабль.
zh_hans: 飞船解体，你迅速打捞所有能抢救的物资，随后尝试追踪第二艘飞船。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can before trying to track the second ship.
ru: После гибели экипажа вы быстро собираете все, что можно, и пытаетесь выследить второй корабль.
zh_hans: 船员全部阵亡，你迅速打捞一切可抢救的物资，随后尝试追踪第二艘飞船。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Unphased by the first ship's destruction, the second speaks up; "A fool, that one. I've got some explaining to do to our superiors, but still, I'd argue you've done me a favor. Here, you can have the lights. There's plenty more where they came from, and I shouldn't have any problems convincing my brethren of their uses with this half-wit silenced." They beam the lights over and promptly leave the system.
ru: Не обращая внимания на уничтожение первого корабля, со второго доносится: "Дурак. Мне придется объясняться с нашим начальством, но все же я бы сказал, что ты оказал мне услугу. Вот, можешь взять фонари. У меня есть еще много других, и у меня не возникнет проблем с тем, чтобы убедить моих собратьев в их пользе, после того, как этот полудурок умолк". Они передают фонари и быстро покидают систему.
zh_hans: 首艘飞船的覆灭并未让其动摇，第二艘飞船的通讯声响起：“那个家伙就是个蠢货。我确实得向上级交代一番，但即便如此，我仍要说你算是帮了我一个忙。拿着吧，这些照明设备归你了。这类东西我们有的是，而且这个蠢货闭了嘴，我说服同族认可这些设备的用途也不会有任何麻烦。”对方将照明设备传送过来，随即立刻离开了这个星系。

source: You comb through the wreckage, and eventually find the lights unharmed! The first ship seems amused by this and speaks up, "FOOLISH, that one. To THINK, they'd DEFY the texts and seek power in the UNHOLY. Take the lights if you wish, FED. I won't be missing their GHASTLY glow." They cut communications and promptly leave the system.
ru: Вы осматриваете обломки и в конце концов находите невредимые фонари! Первый корабль кажется позабавленным этим и говорит: "ГЛУПЦЫ. Подумать только, они ДУМАЛИ, что они будут ОСПАРИВАТЬ тексты и искать силу в НЕСВЯТОМ. Забирай фонари, если хочешь, ФЕД. Я не буду скучать по их мерзкому сиянию". Они отключают связь и быстро покидают систему.
zh_hans: 你仔细搜寻残骸，最终发现那些照明设备完好无损！第一艘飞船的通讯器里传来像是觉得好笑的声音：“那家伙，真是愚蠢。竟然敢违背典籍，去不洁之物中寻求力量。联邦探员，你想要那些灯就拿走吧。我才不会想念它们那令人作呕的光。”对方切断通讯，随即离开了这个星系。

source: You comb through the now-empty ship, and eventually find the lights unharmed! The first ship seems amused by this and speaks up, "FOOLISH, that one. To THINK, they'd DEFY the texts and seek power in the UNHOLY. Take the lights if you wish, FED. I won't be missing their GHASTLY glow." They cut communications and promptly leave the system.
ru: Вы обыскиваете пустой корабль и в конце концов находите невредимые фонари! Первый корабль кажется забавным и говорит: "ГЛУПЦЫ. Подумать только, они ДУМАЛИ, что они будут ОСПАРИВАТЬ тексты и искать силу в НЕСВЯТОМ. Забирай фонари, если хочешь, ФЕД. Я не буду скучать по их мерзкому сиянию". Они отключают связь и быстро покидают систему.
zh_hans: 你仔细搜查这艘现已空无一人的飞船，最终找到了那些完好无损的照明设备！第一艘飞船的驾驶者似乎觉得此事十分可笑，开口说道：“那家伙，真是愚蠢。竟敢违背典籍，妄图从邪恶污秽之物中汲取力量。联邦探员，你想要这些灯就尽管拿走。我才不会怀念它们那阴森可怖的光芒。”对方随即切断通讯，迅速驶离了这个星系。

source: The second ship's signature has gone cold. With their partner safe, the first ship escapes off in the opposite direction. Seeing that there's little point in giving chase if you won't be catching the second ship regardless, you prepare to leave the beacon.
ru: Сигнатура второго корабля исчезла. Убедившись, что их напарник в безопасности, первый корабль скрылся в противоположном направлении. Понимая, что нет смысла пускаться в погоню, если вы все равно не догоните второй корабль, вы готовитесь покинуть маяк.
zh_hans: 第二艘飞船的信号已经完全消失。在确认同伴安全后，第一艘飞船朝相反方向逃逸。你明白无论如何都追不上第二艘飞船，继续追击毫无意义，于是准备离开这片信标区域。

source: The second ship's signature is still warm! You log their coordinates on your map and prepare to leave the beacon, triumphant.
ru: Сигнал второго корабля еще не исчез! Вы заносите их координаты на карту и готовитесь покинуть маяк, торжествуя.
zh_hans: 第二艘飞船的信号依旧清晰可追踪！你在星图上记录下它们的坐标，满怀胜利地准备离开这片信标区域。

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_ROCKOFF"]/text
source: There appear to be two Rock ships at this beacon, communicating on an open channel. They don't pay you any mind, but there's nothing stopping you from listening in...
ru: Похоже, на этом маяке находятся два корабля валунов, которые общаются по открытому каналу. Они не обращают на вас внимания, но ничто не мешает вам подслушать...
zh_hans: 这个信标处停着两艘岩石族飞船，它们正在开放频道里通讯。完全没把你放在眼里，但你也可以毫无阻碍地窃听……

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_ROCKOFF"]/choice[1]/text
source: Listen in.
ru: Слушать.
zh_hans: 聆听。

source: "They MUST be DESTROYED. This foul creation of the legged-fish-things is blasphemy of the HIGHEST ORDER!" says one ship, to which the other responds "There's nothing in the texts about these infernal lights. Foul they may be, they have their uses in our hands; namely, against the Deep Ones themselves." They notice you listening in and the second ship speaks again, "You there, Federation ship. What know you of these lights?"
ru: "Они ДОЛЖНЫ быть УНИЧТОЖЕНЫ. Это мерзкое творение рыбьих лап - богохульство ВЫСШЕГО ПОРЯДКА!" - говорит один корабль, на что другой отвечает: "В текстах нет ничего об этих адских фонарях. Пусть они и мерзкие, но в наших руках им найдется применение, а именно - против самих глубоководных". Они заметили, что вы подслушиваете, и второй корабль заговорил снова: "Вы там, на корабле Федерации. Что вы знаете об этих фонарях?"
zh_hans: “必须将它们尽数摧毁。这些长脚鱼怪的污秽造物，是最极致的亵渎！”一艘飞船说道，另一艘随即回应：“典籍里没有任何关于这些邪恶灯具的记载。它们虽污秽不堪，落入我们手中却自有妙用，尤其是用来对付深渊潜者。”他们发现你在窃听，第二艘飞船又开口：“那边的联邦飞船，你对这些灯具知道些什么？”

source: They're... cyan?
ru: Они... цианового цвета?
zh_hans: 它们……是青蓝色的？

source: "CYAN? Are you visually IMPAIRED, FED? They're CLEARLY turquoise. I TIRE of these games. First, YOU. THEN, we discuss the destruction of these ABOMINABLE lights." The first ship turns to you, weapons charged! The second ship doesn't seem to want to get involved, but sticks around nonetheless.
ru: "ЦИАНОВОГО? У тебя проблемы со ЗРЕНИЕМ, ФЕД? Они ЯВНО бирюзовые. Я УСТАЛ от этих игр. СНАЧАЛА ТЫ. Потом мы обсудим уничтожение этих ОТВРАТИТЕЛЬНЫХ фонарей". Первый корабль поворачивается к вам, оружие заряжается! Второй корабль, похоже, не хочет вмешиваться, но тем не менее остается рядом.
zh_hans: “青蓝色？你视力有问题吗，联邦佬？它们明明是青绿色。我受够这些把戏了。先解决你，然后我们再商议毁掉这些可憎的灯具。”第一艘飞船转向你，武器开始充能！第二艘飞船似乎不想介入，但依旧留在附近。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Rock) Let your Rock answer.
ru: (Член экипажа-валун) Пусть ваш валун ответит.
zh_hans: （岩石族）让你的岩石族人来回答。

source: Your Rock speaks up, "Blasted things blind you good, boarding these... "Deep Ones" is a right pain." Satisfied with your answer, the second ship responds, "Hah, indeed. Glad I'm not the only one capable of seeing their potential. Tell you what, seeing that my... partner here is insistent on having them destroyed, I wouldn't mind having you put them to good use. For a price, of course, but I'll give you a discount... I like you."
ru: Ваш валун говорит: "Проклятые вещи ослепляют вас, а абордаж этих... глубоководных - сущее мучение". Удовлетворенный вашим ответом, второй корабль отвечает: "Да, действительно. Рад, что я не единственный, кто способен разглядеть их потенциал. Вот что я ваме скажу: поскольку мой... партнер настаивает на их уничтожении, я не против, чтобы вы использовали их по назначению. За определенную плату, конечно, но я сделаю вам скидку... Вы мне нравитесь".
zh_hans: 你的岩石族开口道：“这破东西能把人眼晃瞎，登这些……‘深渊潜者’的舰简直活受罪。”第二艘飞船对你的回答很满意，回应道：“哈，可不是嘛。真高兴不是只有我能看出它们的用处。听着，既然我这位……同伴执意要毁掉这些灯，我倒不介意让你把它们派上用场。当然，要付出点代价，不过我可以给你打折……我挺看好你。”

source: Agree to the trade.
ru: Согласиться торговать.
zh_hans: 同意交易。
