Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: What if there's an emergency in there? You don't have time to be standing around, idle! You throw yourself against the door, and it provides little resistance; it doesn't come down as much as you tear right through it. You begin pondering as to the logistics behind Deep One architecture, but your thoughts are quickly interrupted by the Deep One in front of you. Screaming in terror, it runs past you and through the hole you've just created. Suppose you won't get a chance to explain yourself...
ru: Что, если у там чрезвычайная ситуация? У вас нет времени стоять и бездействовать! Вы бросаетесь к двери, но она почти не сопротивляется: она не столько падает, сколько вы пробиваете ее насквозь. Вы начинаете размышлять о логике архитектуры глубоководных, но ваши мысли быстро прерывает стоящий перед вами глубоководный. Крича от ужаса, он пробегает мимо вас и пролезает сквозь дыру, которую вы только что создали. Похоже, у вас не будет шанса все объяснить...
zh_hans: 里面万一有紧急情况呢？你根本没时间闲站着！你猛地朝门撞过去，门几乎没什么阻力，与其说是被撞塌，不如说是被你直接撞穿了一个大洞。你正琢磨着深渊潜者建筑的构造原理，思绪却立刻被面前的深渊潜者打断。它惊恐地尖叫着，从你身边窜过，顺着你刚撞出的破洞逃了出去。看来你是没机会解释清楚了……

source: Uh oh.
ru: Ой-ой.
zh_hans: 呃噢。

source: You spend a moment standing there dumbfounded, and you've only barely gotten back outside when alarms begin to blare around you! What was once a quiet street explodes into a hub of activity as Deep Ones escape their homes in panic. You had good intentions, but, it looks like things have quickly gotten out of control... and they're only going to get worse unless you get out of here quickly!
ru: Вы на мгновение замираете в оцепенении и только успеваете выйти на улицу, как вокруг начинают раздаваться реветь сирены! Тихая улица превращается в центр хаоса: глубоководные в панике покидают свои дома. У вас были хорошие намерения, но, похоже, ситуация быстро вышла из-под контроля... и будет только хуже, если вы не уберетесь отсюда как можно скорее!
zh_hans: 你愣在原地，好一会儿没反应过来。刚勉强走到外面，四周的警报就骤然刺耳地响起！原本安静的街道瞬间变得一片混乱，深渊潜者们惊慌地从各自的住所里逃出来。你本意是好的，可眼下局势显然已经彻底失控……要是不赶紧离开这里，情况只会变得更糟。

source: It's time to leave!
ru: Пора уходить!
zh_hans: 该走了！

source: Besides the few looks of terror you catch, your sprint back to your ship generally goes unnoticed. However, as you make your ascent back into space, a Deep One ship begins to tail you; looks like you're not getting out of this without a fight... and to think, you were just trying to help!
ru: Кроме нескольких испуганных взглядов, которые вы поймали, ваш бег к кораблю остался незамеченным. Однако, когда вы поднимаетесь обратно в космос, за вами устремляется корабль глубоководных. Похоже, без боя вам не выбраться... а ведь вы всего лишь пытались помочь!
zh_hans: 除了被几个人投来惊恐的目光外，你一路狂奔返回飞船的过程基本没被人留意。可就在你攀升返回太空时，一艘深渊潜者的飞船开始尾随你。看来你没法就这么轻易脱身，免不了一场缠斗……想想也真是，你明明只是想帮忙而已。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Must be a false alarm.
ru: Должно быть, ложная тревога.
zh_hans: 肯定是误报。

source: Everything seems to be in order here. Satisfied, you turn away from the settlement and prepare to leave the system.
ru: Кажется, здесь все в порядке. Удовлетворенный, вы удаляетесь от поселения и готовитесь покинуть систему.
zh_hans: 这里一切看起来都井然有序。你满意地转身离开这个定居点，准备离开这个星系。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Not interested.
ru: Не интересует.
zh_hans: 没兴趣。

source: You can't afford to be distracted, you have a mission to complete. Turning away from the settlement, you prepare to leave the system.
ru: Вы не можете позволить себе отвлекаться, вам нужно выполнить задание. Удалившись от поселения, вы готовитесь покинуть систему.
zh_hans: 你不能分心，你还有任务要完成。你转身离开这个定居点，准备离开这个星系。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You're still trying to process what just happened as another roar breaks out, this time all around you, and the space outside begins to... shift? An odd darkness envelops your ship, as realization dawns on you: some impossibly large THING is trying to swallow you whole. You aren't sure what it is, or what exactly's going on, but you know you've got to get out of here, and fast!
ru: Вы все еще пытаетесь осмыслить только что произошедшее, как раздается еще один рев, на этот раз рядом с вами, и пространство снаружи начинает... меняться? Странная темнота окутывает ваш корабль, и тут вас осеняет: какое-то невероятно большое НЕЧТО пытается поглотить вас целиком. Вы не знаете, что это такое и что именно происходит, но знаете, что вам нужно убираться отсюда, и побыстрее!
zh_hans: 你还在努力消化刚才发生的一切，另一阵咆哮骤然响起，这一次，咆哮声从四面八方涌来，船外的太空也开始……扭曲变形？一片诡异的黑暗包裹住你的飞船，你猛然反应过来：有一个庞大到超乎想象的东西，正试图将你整艘船一口吞噬。你不清楚它究竟是什么，也不明白眼下到底发生了什么，但你很清楚——必须立刻、马上离开这里！

source: Make a break for it!
ru: Прорываться!
zh_hans: 赶紧逃命！

source: As you move to make your escape, the thing's tendrils crash into your ship, and more Soulplague Husks begin to flood in from the resulting breaches. They're trying to prevent your getaway!
ru: Когда вы собираетесь бежать, щупальца твари впиваются в ваш корабль, и из образовавшихся пробоин начинают проникать новые чумные оболочки. Они пытаются помешать вашему бегству!
zh_hans: 你正要设法逃生，那怪物的触须猛地砸中你的飞船，更多灵魂瘟疫尸骸从破损的缺口处蜂拥而入。它们在竭力阻止你逃脱！

source: One of the Husks melts into a puddle on the floor before you, and you watch as its matter twists and writhes... as it takes on a new form. Rather than any being, though, it instead resembles some sort of oily weapon...
ru: Одна из оболочек растаяла в лужу на полу перед вами, и вы наблюдаете, как ее материя скручивается и извивается... как она принимает новую форму. Однако вместо существа, это напоминает какое-то маслянистое оружие...
zh_hans: 其中一具尸骸在你面前融化成一滩液体，你看着它的物质扭曲、翻腾……随后化作了全新的形态。可它并没有变成任何生灵，反而凝成了一把形似油质的武器……

source: What in the hell is going on...?
ru: Что, черт возьми, происходит...?
zh_hans: 到底发生了什么事……？

source: You're still trying to process what just happened as another roar breaks out, this time all around you, and the space outside begins to... shift? An odd darkness envelops your ship, as realization dawns on you: some impossibly large THING is trying to swallow you whole. You aren't sure what it is, or what exactly's going on, but you know you've got to get out of here, and fast!
ru: Вы все еще пытаетесь осмыслить только что произошедшее, как раздается еще один рев, на этот раз рядом с вами, и пространство снаружи начинает... меняться? Странная темнота окутывает ваш корабль, и тут вас осеняет: какое-то невероятно большое НЕЧТО пытается поглотить вас целиком. Вы не знаете, что это такое и что именно происходит, но знаете, что вам нужно убираться отсюда, и побыстрее!
zh_hans: 你还没来得及理清刚才发生的一切，又一阵咆哮骤然炸开，这一次从四面八方席卷而来，船外的太空也开始……扭曲？一片诡异的黑暗包裹了你的飞船，你瞬间恍然大悟：一个庞大到不可思议的东西，正打算将你连人带船整个吞噬。你不知道它是什么，也不清楚究竟发生了什么，但你清楚，必须尽快逃离这里，刻不容缓！

source: Make a break for it!
ru: Прорываться!
zh_hans: 赶紧逃命！

source: As you move to make your escape, the thing's tendrils crash into your ship, and more Soulplague Husks begin to flood in from the resulting breaches. They're trying to prevent your getaway!
ru: Когда вы собираетесь бежать, щупальца твари впиваются в ваш корабль, и из образовавшихся пробоин начинают проникать новые чумные оболочки. Они пытаются помешать вашему бегству!
zh_hans: 你刚动身准备逃生，那怪物的触须便狠狠砸在飞船上，破损的裂口处，更多灵魂瘟疫尸骸蜂拥而入。它们正拼命阻拦你逃走！

source: Though you can't pinpoint why, you feel uneasy as you arrive at the distress beacon and are met with a Deep One ship. Its engines are off, but it otherwise appears to be powered... what exactly do they need help with?
ru: Хотя вы не можете точно определить причину, вам становится не по себе, когда вы прилетаете к сигналу бедствия и встречаете корабль глубоководных. Его двигатели выключены, но в остальном он, похоже, исправен... В чем именно им нужна помощь?
zh_hans: 你说不清缘由，但抵达求救信号源、看到一艘深渊潜者飞船时，心底还是泛起一阵不安。它的引擎已经停机，可其余系统似乎仍在供电……他们到底需要什么样的帮助？

source: Hail the drifting ship.
ru: Связаться с дрейфующим кораблем.
zh_hans: 向这艘漂流的飞船发送通讯呼叫。

source: Your hail seems to automatically connect, but you're not quite sure what you're seeing. The screen is extremely dark, though not quite completely black, and you can't really make much out... save for some figures on the opposite side of the room. A strange gurgling can be heard over the call... you know Deep Ones can be weird, but are they typically THIS weird? If they're aware that they've been hailed, they don't seem to want to act on it. Or do much of anything, really. They're just standing there.
ru: Ваш вызов, кажется, автоматически соединяется, но вы не совсем понимаете, что видите. Экран очень темный, хотя и не совсем черный, и вы не можете ничего разобрать... кроме каких-то фигур на противоположной стороне помещения. По связи слышится странное бульканье... Вы знаете, что глубоководные могут быть странными, но обычно не до ТАКОЙ же степени, правда? Если они и знают, что их вызывают, то, похоже, не спешат на него реагировать. Да и вообще ничего не хотят делать. Они просто стоят на месте.
zh_hans: 你的通讯呼叫似乎自动接通了，但你完全看不清眼前的画面。屏幕极其昏暗，却又并非纯黑，你几乎无法辨认任何东西……只能隐约看到房间另一头有几道身影。通讯里传来一阵怪异的咕噜咕噜声……你知道深渊潜者本就古怪，可他们通常会怪异到这种地步吗？就算他们察觉到有人通讯，也完全没有回应的意思，甚至可以说，几乎没有任何动作。他们就只是僵立在那里。

source: (Soulplague Crew) Have your Soulplague-aligned crew member gurgle back.
ru: (Член экипажа-чума души) Пусть ваш член экипажа, связанный с чумой души, издаст булькающий звук.
zh_hans: （灵魂瘟疫船员）让你手下受灵魂瘟疫侵染的船员发出咕噜声进行回应。

source: Your crew member mimics the odd gurgling, and the figures in the back of the room snap their heads to face the screen. You hear as one of them roars at you, to your bewilderment, before they all collectively sprint out of the room... then, their ship's engines roar to life! Whatever the hell's going on, they seem to be making a move on your ship. Get ready!
ru: Ваш член экипажа начинает издавать странное бульканье, а фигуры в задней части помещения поворачивают головы к экрану. Вы слышите, как один из них, к вашему недоумению, рычит на вас, после чего они все вместе выбегают из комнаты... а затем двигатели их корабля оживают! Что бы ни произошло, они, похоже, собираются напасть на ваш корабль. Приготовьтесь!
zh_hans: 你的船员模仿出那种怪异的咕噜声，房间深处的几道身影猛地转头，直面屏幕。令你错愕的是，你听见其中一个朝你发出咆哮，紧接着它们全都全速冲出了房间……随即，它们飞船的引擎轰然启动！不管眼下到底发生了什么，它们显然要对你的飞船发起行动。做好准备！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As you're preparing for battle, a Soulplague Husk teleports into the room next to you, but you realize it isn't hostile... it seems intent on joining you. You weren't aware that Husks could perform mutinies, but you figure your crew member's gurgling somehow convinced it to do so. Still, its allies don't seem to be so agreeable!
ru: Когда вы готовитесь к бою, в соседнюю комнату телепортируется чумная оболочка, но вы понимаете, что она не враждебна... кажется, она хочет присоединиться к вам. Вы не знали, что оболочки могут устраивать мятежи, но полагаете, что бульканье вашего члена экипажа как-то убедило ее в этом. Тем не менее ее союзники не кажутся такими уж уступчивыми!
zh_hans: 就在你备战的间隙，一具灵魂瘟疫尸骸瞬移到了你身旁的舱室，但你发现它并无敌意……它显然打算加入你这边。你从不知道尸骸还会做出叛离同类的举动，不过你推测，应该是你那名船员的咕噜声以某种方式说服了它。可它的那些同类，看上去可没这么好说话！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Clear your throat.
ru: Прочистить горло.
zh_hans: 清了清嗓子。

source: You cough slightly, and the figures in the back of the room snap their heads to face the screen. You hear as one of them roars at you, to your bewilderment, before they all collectively sprint out of the room... then, their ship's engines roar to life! Whatever the hell's going on, they seem to be making a move on your ship. Get ready!
ru: Вы слегка покашливаете, и фигуры в задней части помещения поворачивают головы к экрану. Вы слышите, как одна из них, к вашему недоумению, рычит на вас, а затем они все вместе выбегают из комнаты... и тут же начинают реветь двигатели их корабля! Что бы ни произошло, они, похоже, собираются напасть на ваш корабль. Приготовьтесь!
zh_hans: 你轻咳一声，房间深处的身影猛地转头看向屏幕。令你困惑的是，其中一个朝你发出咆哮，随后它们全都快步冲出了房间……紧接着，它们飞船的引擎轰然启动！不管到底发生了什么，它们显然要对你的飞船采取行动，做好准备！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Cut the call. This is weird.
ru: Прервать вызов. Это странно.
zh_hans: 挂断通讯。这太诡异了。

source: Indeed, you end communications with the strange Deep Ones and aren't once bothered by them as you prepare to leave the beacon.
ru: И правда, общение со странными глубоководными существами заканчивается, и они ни разу не побеспокоили вас, когда вы готовились покинуть маяк.
zh_hans: 你随即切断了与这些怪异深渊潜者的通讯，在你准备离开信标区域的整个过程中，再也没有受到过它们的任何滋扰。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Attack the ship, before they realize you're here.
ru: Атаковать корабль, пока они не поняли, что вы здесь.
zh_hans: 趁他们还没发现你在这里，攻击这艘飞船。

source: You move to engage the Deep One ship, and readings from your ship's systems make you realize something is off... before you can hesitate, though, the opposing ship's engines roar to life! Whatever the hell's going on, they seem to be making a move on your ship. Get ready!
ru: Вы движетесь, чтобы вступить в бой с кораблем глубоководных, и по показаниям систем вашего корабля понимаете, что что-то не так... Но прежде чем вы успеваете усомниться в своем решении, двигатели корабля противника начинают реветь! Что бы там ни происходило, они, похоже, собираются напасть на ваш корабль. Приготовьтесь!
zh_hans: 你主动出击，向那艘深渊潜者飞船发起进攻，而你飞船系统传回的读数让你察觉到一丝异样……可你还没来得及迟疑，对方飞船的引擎就轰然启动！不管眼下究竟发生了什么，他们显然要对你的飞船采取行动，做好应战准备！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them. If they want help, they can ask for it.
ru: Не обращать на них внимания. Если им нужна помощь, они могут попросить ее.
zh_hans: 别管他们。他们要是真需要帮助，自己会开口。

source: And, yet... they don't ask for it. You're left completely undisturbed as you sit there, preparing to leave the beacon.
ru: И все же... они не просят об этом. Вас совершенно не беспокоят, пока вы находитесь здесь, готовясь покинуть маяк.
zh_hans: 可即便如此……他们始终没有开口求助。你就待在原地，准备离开信标区域，全程没有受到任何干扰。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="HOSTILE_DEEPONE_DEEP"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_DEEP_TEXT"]/text[1]
source: The Deep One ship at this beacon doesn't take kindly to your sudden appearance and it turns towards you, weapons charging! They're typically not aggressors... Regardless of what's got them on edge, you have to defend yourself!
ru: Корабль глубоководных, стоящий у маяка, не обращает внимания на ваше внезапное появление и разворачивается в вашу сторону, заряжая оружие! Обычно они не агрессивны... Независимо от того, что заставило их принять такое решение, вы должны защищаться!
zh_hans: 这个信标处的深渊潜者飞船对你的突然出现并不友善，它调转船头朝向你，武器正在充能！深渊潜者通常并不会主动挑衅……无论是什么让他们变得如此焦躁，你都必须自卫！

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_DEEP_TEXT"]/text[2]
source: Upon entering the system, you receive a hail; "Federation, you... are not welcome here. This space... is sacred!" You must be encroaching on their territory, and they see it fit to have you removed by force!
ru: Войдя в систему, вы получаете вызов: "Федерация, вам здесь не рады. Это пространство... священно!" Должно быть, вы посягаете на их территорию, и они считают нужным применить против вас силу!
zh_hans: 驶入该星系后，你收到一则通讯呼叫：“联邦舰队，你们……不受欢迎。这片空域……是神圣之地！”你显然已经侵入了他们的领地，而他们决意动用武力将你驱逐！

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_DEEP_TEXT"]/text[3]
source: A Deep One ship descends upon you, and you're sent a series of one-word messages that all say the same thing: "TRIBUTE." Vague and ominous, but one thing's for sure; it's time for battle.
ru: На вас надвигается корабль глубоководных, и вы получаете серию односложных сообщений, в которых говорится одно и то же: "ДАНЬ". Расплывчато и зловеще, но одно можно сказать наверняка: настало время битвы.
zh_hans: 一艘深渊潜者飞船朝你逼近，同时向你发送了一连串单字信息，内容全都一模一样：贡品。措辞模糊又充满凶兆，但有一件事确凿无疑：战斗时刻到了。

# data/events_deepone.xml$//event[@name="HOSTILE_DEEPONE_THEOCRACY"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: A Deep One ship whizzes past your view, and hot on their tail is the Theocracy! Whether they think you're a bigger threat or an easier target is unclear, but, regardless of their reasoning, they focus their attention on you and allow the Deep One ship to escape. A thankless job, being a distraction...
ru: Мимо вас проносится корабль глубоководных, а на хвосте у него корабль Теократии! То ли они считают вас более серьезной угрозой, то ли более легкой мишенью - неясно, но, независимо от их мотивов, они концентрируют свое внимание на вас и позволяют кораблю глубоководных скрыться. Неблагодарная работа - быть отвлекающей целью...
zh_hans: 一艘深渊潜者飞船从你眼前疾速掠过，神权国的舰队正紧咬着它的尾迹穷追不舍！没人清楚他们究竟是判定你威胁更大，还是觉得你更容易下手，但无论出于何种缘由，他们立刻将全部火力与注意力转向你，放任那艘深渊潜者飞船逃之夭夭。充当诱饵、吸引火力，到头来连句道谢都换不来……

source: There's a Rock ship awaiting you at this beacon. Weapons primed, they charge towards you; it seems they're keen to prey on more than just the Deep Ones. Show them what happens when you try to prey on an apex predator.
ru: У этого маяка вас поджидает корабль валунов. Оружие наготове, они устремляются к вам; похоже, они хотят поохотиться не только на глубоководных. Покажите им, что бывает, когда пытаешься охотиться на хищника.
zh_hans: 这颗信标处有一艘岩石族飞船正等着你。武器已完成战备，它们径直朝你冲来；看来它们觊觎的猎物可不只是深渊潜者。让它们见识一下，试图捕食顶级掠食者，会落得什么下场。

source: You receive a hail, "Hah, it's nothing personal, Feddie. Crusades don't pay for themselves." With that, a Theocracy ship flies into view and prepares to engage.
ru: Вы получаете вызов: "Ха, ничего личного, Федди. Крестовые походы сами себя не оплачивают". После этого корабль Теократии появляется в поле зрения и готовится к бою.
zh_hans: 你收到一条通讯呼叫：“哈，这不是针对你，联邦佬。圣战可不会自己凑够军费。” 话音刚落，一艘神权国的飞船驶入视野，准备与你交战。

# data/events_deepone.xml$//event[@name="HOSTILE_DEEPONE_PIRATE"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_PIRATE_TEXT"]/text[1]
source: Thriving in the unruly conditions, pirate ships aren't uncommon in the vaguely controlled territory that is Deep One space. One comes at you now, weapons hot!
ru: Пиратские корабли, процветающие в неспокойных условиях, не редкость на спорной территории, которой является пространство глубоководных. Один надвигается на вас, оружие заряжается!
zh_hans: 深渊潜者星域的管控本就松散，海盗船在这种混乱无序的环境中肆意横行，并不罕见。此刻，一艘海盗船正朝你扑来，武器已经进入待击状态！

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_PIRATE_TEXT"]/text[2]
source: There's a few pirate vessels gathered here. It's unclear what they're up to, and most of them flee at your sudden appearance, but one in particular seems confident in its ability to take you on; it approaches, ready to attack.
ru: Здесь собралось несколько пиратских кораблей. Непонятно, что они замышляют, большинство из них разбегаются при вашем внезапном появлении, но один из них, похоже, уверен в своей способности справиться с вами; он приближается, готовый к битве.
zh_hans: 这里聚集了几艘海盗船。没人清楚他们在图谋什么，你突然现身时，大多数海盗船都仓皇逃窜，但其中一艘却显得信心十足，径直朝你逼近，准备发起攻击。

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_PIRATE_TEXT"]/text[3]
source: In Deep One territory, it always pays to be wary, and you get the feeling that something's not quite right at this beacon... Whether it's preternatural instincts or blind luck, seconds later, a pirate ship reveals itself from behind a nearby satellite and moves in to attack!
ru: На территории глубоководных всегда нужно быть настороже, а у вас возникло ощущение, что с этим маяком что-то не так... То ли благодаря чутью, то ли слепой удачи, но через несколько секунд пиратский корабль появляется из-за ближайшего спутника и идет в атаку!
zh_hans: 在深渊潜者星域内，时刻保持警惕总归是明智之举，而你此刻隐约觉得，这个信标站点有些不太对劲。无论是超乎寻常的直觉，还是单纯的侥幸，几秒之后，一艘海盗船就从附近的卫星后方现身，径直朝你发动攻击！

# data/events_deepone.xml$//event[@name="HOSTILE_DEEPONE_REBEL"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_REBEL_TEXT"]/text[1]
source: The Rebels rarely travel through Deep One space themselves, but there's nothing stopping them from sending fleets of Auto-ships to do their dirty work for them. Likewise, there's nothing stopping you from making short work of them.
ru: Повстанцы редко путешествуют по пространству глубоководных сами, но ничто не мешает им послать флоты автоматических кораблей, чтобы те сделали за них грязную работу. Точно так же ничто не мешает провести с ними воспитательную работу.
zh_hans: 叛军极少亲自穿行于深渊潜者星域，但这并不妨碍他们派出无人机代其执行这些见不得人的任务。同样，你也完全可以轻松将这些舰船彻底击溃。

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_REBEL_TEXT"]/text[2]
source: Though empty, this beacon appears to be under watch by a Rebel Auto-ship. You're not sure why it's standing guard in territory belonging to the Deep Ones, let alone in empty space, but you're not given much of a chance to think about it; here it comes!
ru: Несмотря на пустоту, этот маяк, похоже, находится под наблюдением автоматического корабля повстанцев. Вы не совсем понимаете, почему он стоит на охране на территории, принадлежащей глубоководным, тем более в пустом пространстве, но у вас нет времени размышлять об этом: вот он!
zh_hans: 虽然这座信标站点空无一人，但显然正处于一艘叛军自动舰船的监视之下。你不清楚它为何会在深渊潜者的领地内值守，更别说只是一片空旷的空域，可你根本没多少时间思索 —— 它冲过来了！

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_REBEL_TEXT"]/text[3]
source: "Vessel detected. Identity: Federation. Location: Sector Deep-78314920746128..." It continues for a while, before finally finishing, "...62103. Protocol: Neutralization." With that, it bares its weapons and begins its assault.
ru: "Обнаружено судно. Идентификация: Федерация. Местонахождение: Сектор Глуб-78314920746128..." Он продолжает некоторое время, прежде чем наконец закончить: "...62103. Протокол: Нейтрализация". С этими словами он активирует оружие и начинает атаку.
zh_hans: "检测到飞船。身份：联邦。坐标区域：深潜 - 78314920746128……” 播报持续了片刻，最终收尾道：“……62103。执行协议：清除目标。” 话音落下，它随即亮出武器，发起攻击。

# data/events_deepone.xml$//event[@name="HOSTILE_DEEPONE_LANIUS"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_LANIUS_TEXT"]/text[1]
source: Lanius ships are crowding around a gigantic Deep One wreck present at this beacon. They've eaten around the lights, but it still appears to have plenty of metal left... they must not all be content with their meal, however; one of the ships breaks off from the wreck and decides you're its next feast!
ru: Корабли ланиусов толпятся вокруг гигантского разрушенного корабля глубоководных, находящегося у этого маяка. Они съели все фонари, но, похоже, в нем еще осталось много металла... Однако не все они довольны своей трапезой: один из кораблей отдаляется от обломков и решает, что вы - его следующий пир!
zh_hans: 食铁族舰船正簇拥在这座信标处一具巨大的深渊潜者残骸周围。它们已经啃噬掉了残骸的照明系统，但船体仍留有大量金属…… 不过，显然并非所有舰船都对这顿 “大餐” 感到满足；其中一艘脱离了残骸，将你定为下一个猎食目标！
