Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: It seems hesitant to answer. After remaining silent for a moment, it says "I'm... sorry. I cannot tell you, for your good... and mine. I know that sounds... menacing, but I ask that you... trust me." A moment passes. "Regardless, I owe you... my life. Seeing that my ship's now in... pieces, I see no better way to... thank you than to fight by your side. You have... my aid, as I've had yours." With that, it turns away. You have questions, but... you're happy to have its aid.
ru: Кажется, он не решается ответить. Помолчав мгновение, он говорит: "Мне... жаль. Я не могу рассказать тебе, ради твоего блага... и моего. Я знаю, что это звучит... устрашающе, но я прошу тебя... доверься мне". Проходит мгновение. "Несмотря ни на что, я обязан тебе... своей жизнью. Учитывая, что мой корабль сейчас... разбит на части, я не вижу лучшего способа... отблагодарить тебя, чем сражаться рядом с тобой. Я помогу тебе, как и ты мне". С этими словами он отворачивается. У вас есть вопросы, но... вы рады его помощи.
zh_hans: 它看上去对回答这个问题十分犹豫。沉默片刻之后，它开口道：“我……很抱歉。为了你好……也为了我好，我不能告诉你。我知道这听上去……像是带有威胁的意味，但我请求你……相信我。” 短暂的沉寂过后，它继续说道：“无论如何，我都欠你……一条命。如今我的飞船已经成了一堆碎片，我想不出比……与你并肩作战更好的方式来报答你。你曾救我于危难，我愿……为你效命。” 说完它便转过身去。你心中仍有诸多疑问，可是……能得到它的协助，你还是感到庆幸。

source: (Upg. Clonebay) Use your upgraded Clonebay to save it.
ru: (Улучш. Клон-отсек) Использовать улучшенный Клон-отсек, чтобы спасти его.
zh_hans: （高级克隆舱）使用你已升级的克隆舱救下它。

source: You use your Clonebay to clone the Deep One. Mere moments later, it's alright and extremely grateful. "A thousand... blessings, and thank-you's upon you, friend. Without you..." it pauses, "I'm afraid I would've... met my end in that wreck."
ru: Вы используете свой Клон-отсек, чтобы клонировать глубоководного. Спустя мгновение он в порядке и чрезвычайно благодарен. "Тысяча... благословений и благодарностей тебе, друг. Без тебя... - оно делает паузу, - боюсь, я бы... встретил свой конец в тех развалинах".
zh_hans: 你使用克隆舱对这只深渊潜者进行克隆。不过片刻工夫，它便恢复完好，对你满怀感激。“万千祝福与谢意，都归于你，朋友。若是没有你……”它顿了顿，“我恐怕早已……在那片残骸之中走向灭亡了。”

source: What happened to your ship?
ru: Что случилось с твоим кораблем?
zh_hans: 你的飞船发生了什么?

source: It seems hesitant to answer. After remaining silent for a moment, it says "I'm... sorry. I cannot tell you, for your good... and mine. I know that sounds... menacing, but I ask that you... trust me." A moment passes. "Regardless, I owe you... my life. Seeing that my ship's now in... pieces, I see no better way to... thank you than to fight by your side. You have... my aid, as I've had yours." With that, it turns away. You have questions, but... you're happy to have its aid.
ru: Кажется, он не решается ответить. Помолчав мгновение, он говорит: "Мне... жаль. Я не могу рассказать тебе, ради твоего блага... и моего. Я знаю, что это звучит... устрашающе, но я прошу тебя... доверься мне". Проходит мгновение. "Несмотря ни на что, я обязан тебе... своей жизнью. Учитывая, что мой корабль сейчас... разбит на части, я не вижу лучшего способа... отблагодарить тебя, чем сражаться рядом с тобой. Я помогу тебе, как и ты мне". С этими словами он отворачивается. У вас есть вопросы, но... вы рады его помощи.
zh_hans: 它显得迟疑，不愿作答。沉默片刻后，它开口道：“我…… 很抱歉。为了你…… 也为了我自己，我不能告诉你。我知道这听上去…… 有些不怀好意，但我请求你…… 相信我。” 短暂停顿后，它继续说：“无论如何，我都欠你…… 一条命。我的飞船如今已成…… 碎片，我想不出比…… 与你并肩作战更好的报恩方式。你曾施以援手，我便愿为你效命。” 说完，它便转过身去。你心中仍有疑问，可…… 能得到它的帮助，你还是感到庆幸。

source: (Medical Crew) Use your medical crew to save it.
ru: (Медицинский экипаж) Использовать свой медицинский экипаж, чтобы спасти его.
zh_hans: （医疗船员）动用你的医疗船员救治它。

source: Your crew get to work on stabilizing the Deep One. Mere moments later, it's alright and extremely grateful. "A thousand... blessings, and thank-you's upon you, friend. Without you..." it pauses, "I'm afraid I would've... met my end in that wreck."
ru: Ваш экипаж приступает к работе по стабилизации глубоководного. Спустя мгновение он в порядке и чрезвычайно благодарен. "Тысяча... благословений и благодарностей тебе, друг. Без тебя... - он делает паузу, - боюсь, я бы... встретил свой конец в тех развалинах".
zh_hans: 你的医疗船员立刻着手稳定这只深渊潜者的生命体征。没过多久，它便恢复了健康，并且对你感激万分。“万千祝福……与谢意，都赠予你，朋友。若是没有你……”它顿了顿，“我恐怕早已……在那片残骸之中走向灭亡了。”

source: What happened to your ship?
ru: Что случилось с твоим кораблем?
zh_hans: 你的飞船发生了什么？

source: It seems hesitant to answer. After remaining silent for a moment, it says "I'm... sorry. I cannot tell you, for your good... and mine. I know that sounds... menacing, but I ask that you... trust me." A moment passes. "Regardless, I owe you... my life. Seeing that my ship's now in... pieces, I see no better way to... thank you than to fight by your side. You have... my aid, as I've had yours." With that, it turns away. You have questions, but... you're happy to have its aid.
ru: Кажется, он не решается ответить. Помолчав мгновение, он говорит: "Мне... жаль. Я не могу рассказать тебе, ради твоего блага... и моего. Я знаю, что это звучит... устрашающе, но я прошу тебя... доверься мне". Проходит мгновение. "Несмотря ни на что, я обязан тебе... своей жизнью. Учитывая, что мой корабль сейчас... разбит на части, я не вижу лучшего способа... отблагодарить тебя, чем сражаться рядом с тобой. Я помогу тебе, как и ты мне". С этими словами он отворачивается. У вас есть вопросы, но... вы рады его помощи.
zh_hans: 它显得迟疑，不愿回答。沉默片刻后，它开口道：“我……很抱歉。为了你好……也为了我好，我不能告诉你。我知道这听上去……像是带有恶意，但我请求你……相信我。” 短暂沉默过后，它继续说道：“无论如何，我都欠你……一条命。如今我的飞船已经成了……碎片，我想不出比……与你并肩作战更好的报恩方式。你帮了我，我便会……助你一臂之力。” 说完，它便转过身去。你心中仍有诸多疑问，可……能得到它的协助，你还是感到庆幸。

source: (Medical Drone) Use a medical drone to save it.
ru: (Медицинский дрон) Использовать медицинский дрон, чтобы спасти его.
zh_hans: （医疗无人机）使用医疗无人机救治它。

source: Your drone gets to work on stabilizing the Deep One. Mere moments later, it's alright and extremely grateful. "A thousand... blessings, and thank-you's upon you, friend. Without you..." it pauses, "I'm afraid I would've... met my end in that wreck."
ru: Ваш дрон приступает к работе по стабилизации глубоководного. Спустя мгновение он в порядке и чрезвычайно благодарен. "Тысяча... благословений и благодарностей тебе, друг. Без тебя... - он делает паузу, - боюсь, я бы... встретил свой конец в тех развалинах".
zh_hans: 你的医疗无人机立刻启动，稳定住这只深渊潜者的生命体征。短短片刻之后，它便恢复完好，对你满怀感激。“万千祝福……与谢意，都赠予你，朋友。若是没有你……”它顿了顿，“我恐怕早已……在那片残骸之中走向灭亡了。”

source: What happened to your ship?
ru: Что случилось с твоим кораблем?
zh_hans: 你的飞船发生了什么？

source: It seems hesitant to answer. After remaining silent for a moment, it says "I'm... sorry. I cannot tell you, for your good... and mine. I know that sounds... menacing, but I ask that you... trust me." A moment passes. "Regardless, I owe you... my life. Seeing that my ship's now in... pieces, I see no better way to... thank you than to fight by your side. You have... my aid, as I've had yours." With that, it turns away. You have questions, but... you're happy to have its aid.
ru: Кажется, он не решается ответить. Помолчав мгновение, он говорит: "Мне... жаль. Я не могу рассказать тебе, ради твоего блага... и моего. Я знаю, что это звучит... устрашающе, но я прошу тебя... доверься мне". Проходит мгновение. "Несмотря ни на что, я обязан тебе... своей жизнью. Учитывая, что мой корабль сейчас... разбит на части, я не вижу лучшего способа... отблагодарить тебя, чем сражаться рядом с тобой. Я помогу тебе, как и ты мне". С этими словами он отворачивается. У вас есть вопросы, но... вы рады его помощи.
zh_hans: 它显得迟疑，不愿回答。沉默片刻后，它开口道：“我……很抱歉。为了你好……也为了我好，我不能告诉你。我知道这听上去……像是带有恶意，但我请求你……相信我。” 短暂沉默过后，它继续说道：“无论如何，我都欠你……一条命。如今我的飞船已经成了……碎片，我想不出比……与你并肩作战更好的报恩方式。你帮了我，我便会……助你一臂之力。” 说完，它便转过身去。你心中仍有诸多疑问，可……能得到它的协助，你还是感到庆幸。

source: (Medical Bomb) Use a medical bomb to save it. [-1}]
ru: (Медицинская бомба) Использовать медицинскую бомбу, чтобы спасти его. [-1}]
zh_hans: （医疗炸弹）使用医疗炸弹救治它。[-1]

source: You use your Medical Bomb to stabilize the Deep One. Mere moments later, it's alright and extremely grateful. "A thousand... blessings, and thank-you's upon you, friend. Without you..." it pauses, "I'm afraid I would've... met my end in that wreck."
ru: Вы используете свою медицинскую бомбу, чтобы стабилизировать состояние глубоководного. Спустя несколько мгновений он в порядке и чрезвычайно благодарен. "Тысяча... благословений и благодарностей тебе, друг. Без тебя... - он делает паузу, - боюсь, я бы... встретил свой конец в тех развалинах".
zh_hans: 你使用医疗炸弹稳定住了这只深渊潜者的生命体征。没过片刻，它就恢复了健康，并且对你感激至极。“万千祝福……与谢意，都赠予你，朋友。若是没有你……”它顿了顿，“我恐怕早已……在那片残骸之中走向灭亡了。”

source: What happened to your ship?
ru: Что случилось с твоим кораблем?
zh_hans: 你的飞船发生了什么？

source: It seems hesitant to answer. After remaining silent for a moment, it says "I'm... sorry. I cannot tell you, for your good... and mine. I know that sounds... menacing, but I ask that you... trust me." A moment passes. "Regardless, I owe you... my life. Seeing that my ship's now in... pieces, I see no better way to... thank you than to fight by your side. You have... my aid, as I've had yours." With that, it turns away. You have questions, but... you're happy to have its aid.
ru: Кажется, он не решается ответить. Помолчав мгновение, он говорит: "Мне... жаль. Я не могу рассказать тебе, ради твоего блага... и моего. Я знаю, что это звучит... устрашающе, но я прошу тебя... доверься мне". Проходит мгновение. "Несмотря ни на что, я обязан тебе... своей жизнью. Учитывая, что мой корабль сейчас... разбит на части, я не вижу лучшего способа... отблагодарить тебя, чем сражаться рядом с тобой. Я помогу тебе, как и ты мне". С этими словами он отворачивается. У вас есть вопросы, но... вы рады его помощи.
zh_hans: 它显得迟疑，不愿回答。沉默片刻后，它开口道：“我……很抱歉。为了你好……也为了我好，我不能告诉你。我知道这听上去……像是带有恶意，但我请求你……相信我。” 短暂沉默过后，它继续说道：“无论如何，我都欠你……一条命。如今我的飞船已经成了……碎片，我想不出比……与你并肩作战更好的报恩方式。你帮了我，我便会……助你一臂之力。” 说完，它便转过身去。你心中仍有诸多疑问，可……能得到它的协助，你还是感到庆幸。

source: (Reconstructive Teleporter) Use your Reconstructive Teleporter to save it.
ru: (Восстановительный телепортатор) Использовать свой Восстановительный телепортатор, чтобы спасти его.
zh_hans: （传送重构器）使用你的传送重构器救下它。

source: A bit unconventional, but you teleport the Deep One in and out of your ship to heal it with your Reconstructive Teleporter. Mere moments later, the Deep One's alright and extremely grateful. "A thousand... blessings, and thank-you's upon you, friend. Without you..." it pauses, "I'm afraid I would've... met my end in that wreck."
ru: Немного необычно, но вы телепортируете глубоководного из корабля и обратно, чтобы вылечить его с помощью восстанавливающего телепортатора. Спустя несколько мгновений он в порядке и чрезвычайно благодарен. "Тысяча... благословений и благодарностей тебе, друг. Без тебя... - он делает паузу, - боюсь, я бы... встретил свой конец в тех развалинах".
zh_hans: 这个方法虽然有些非同寻常，但你通过传送重构器，将深潜者传送进你的飞船再传送出来，以此完成修复治疗。不过片刻，这只深潜者就恢复了健康，并且对你满怀感激。 “万千祝福……与谢意，都赠予你，朋友。若是没有你……”它顿了顿，“我恐怕早已……在那片残骸之中走向灭亡了。”

source: What happened to your ship?
ru: Что случилось с твоим кораблем?
zh_hans: 你的飞船发生了什么？

source: It seems hesitant to answer. After remaining silent for a moment, it says "I'm... sorry. I cannot tell you, for your good... and mine. I know that sounds... menacing, but I ask that you... trust me." A moment passes. "Regardless, I owe you... my life. Seeing that my ship's now in... pieces, I see no better way to... thank you than to fight by your side. You have... my aid, as I've had yours." With that, it turns away. You have questions, but... you're happy to have its aid.
ru: Кажется, он не решается ответить. Помолчав мгновение, он говорит: "Мне... жаль. Я не могу рассказать тебе, ради твоего блага... и моего. Я знаю, что это звучит... устрашающе, но я прошу тебя... доверься мне". Проходит мгновение. "Несмотря ни на что, я обязан тебе... своей жизнью. Учитывая, что мой корабль сейчас... разбит на части, я не вижу лучшего способа... отблагодарить тебя, чем сражаться рядом с тобой. Я помогу тебе, как и ты мне". С этими словами он отворачивается. У вас есть вопросы, но... вы рады его помощи.
zh_hans: 它显得迟疑，不愿回答。沉默片刻后，它开口道：“我……很抱歉。为了你好……也为了我好，我不能告诉你。我知道这听上去……像是带有恶意，但我请求你……相信我。” 短暂沉默过后，它继续说道：“无论如何，我都欠你……一条命。如今我的飞船已经成了……碎片，我想不出比……与你并肩作战更好的报恩方式。你帮了我，我便会……助你一臂之力。” 说完，它便转过身去。你心中仍有诸多疑问，可……能得到它的协助，你还是感到庆幸。

source: I can't save it.
ru: Я не могу его спасти.
zh_hans: 救不了他。

source: The Deep One, having suffered too much trauma, dies mere moments later. With nothing left to do, you're forced to move on. Damn it all...
ru: Глубоководный, получив слишком сильные травмы, умирает спустя несколько мгновений. Вы ничего не могли сделать, и вы вынуждены жить дальше. Будь оно все проклято...
zh_hans: 这名深渊潜者遭受的创伤过重，片刻之后便死去了。你无计可施，只能被迫继续前行。该死……

source: Give up.
ru: Сдаться.
zh_hans: 放弃。

source: Oh well, you tried. If they want help the least they can do is answer your calls... You turn away and prepare to leave the beacon.
ru: Ну что ж, вы пытались. Если им нужна помощь, то, по крайней мере, они могли бы ответить на ваши вызовы... Вы удаляетесь и готовитесь покинуть маяк.
zh_hans: 算了，你已经尽力了。如果他们需要帮助，至少也该接听你的通讯信号……你转身离开，准备驶离这个信标点。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Ignore it.
ru: Не обращать внимания.
zh_hans: 不理会它。

source: You've got better things to be doing than saving people. You turn away and prepare to leave the beacon.
ru: У вас есть дела поважнее, чем спасать людей. Вы удаляетесь и готовитесь покинуть маяк.
zh_hans: 你还有更重要的事情要做，没必要把时间花在救人上。你转身离开，准备驶离这个信标点。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Though the Deep Ones aren't here to thank you, you feel rather good about yourself as you scrap the Clansman ship.
ru: Хотя глубоководные не поблагодарили вас, вы чувствуете себя вполне хорошо, когда разбираете на лом корабль Клановцев.
zh_hans: 虽然那些深渊潜者没能亲自前来向你道谢，但在你拆解这艘异种猎人飞船时，内心依旧感到十分畅快。

source: Though the Deep Ones aren't here to thank you, you feel rather good about yourself as you scrap the Clansman ship.
ru: Хотя глубоководные не поблагодарили вас, вы чувствуете себя вполне хорошо, когда разбираете на лом корабль Клановцев.
zh_hans: 尽管那些深渊潜者无法亲自前来向你道谢，但在你拆解这艘异种猎人飞船时，你心里还是感觉相当不错。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Once you're satisfied with what you've salvaged, the Clansmen hail you, "Hope you weren't exxxxxpecting much in the way of thanksssss, Fed, that wasssss our mark. Ssssstill, not like they were going down easssssy..." The Slug pauses for a second. "Guesssss we'll be calling it even. Be ssssseeing you, Fed." With that, the Clansmen jump out of the beacon. Not exactly a standing ovation, but they seemed thankful enough.
ru: Как только вы удовлетворены тем, что вам удалось собрать, Клановцы вызывают вас: "Надеюсссь, ты не ожидал большшшой благодарносссти, Фед, это была нашшша добыча. Хотя... сссказать, что они сссдалисссь бы легко, тоже нельзя..." Слизень делает секундную паузу. "Полагаю, мы будем сссчитать, что мы в расссчете. До вссстречи, Фед". С этими словами Клановцы прыгают с маяка. Не то чтобы аплодировали стоя, но, похоже, были достаточно благодарны.
zh_hans: 等你对打捞到的东西满意之后，异种猎人联络了你。“希望你没太指望能有多少道谢，联邦佬，那本来是我们的目标。虽说如此，那些家伙也没那么容易被解决……”蛞蝓人顿了顿。“就当我们扯平了。回头见，联邦佬。”说完，异种猎人的飞船从信标处跃迁离去。算不上热烈的致谢，但他们的感激已经足够明显。

source: Miraculously, you manage to escape from the fight unscathed and find somewhere quiet to keep your distance while the FTL charges.
ru: Чудом вам удается выйти из боя невредимым и найти тихое место, где вы можете сохранять дистанцию, пока ССД заряжается.
zh_hans: 你奇迹般地毫发无损逃出了战斗，找了一处僻静的地方保持距离，等待超光速引擎充能。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Though your ship catches a few stray blasts, you manage to escape from the fight and find somewhere quiet to recuperate while the FTL charges.
ru: Хотя ваш корабль и зацепило несколькими шальными взрывами, вам удается вырваться из боя и найти тихое место, чтобы восстановить силы, пока ССД заряжается.
zh_hans: 尽管你的飞船被几发流弹击中，你还是成功脱离了战斗，找了一处僻静的地方，在超光速引擎充能的同时休整恢复。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Your ship catches more crossfire than you would've liked, but you do manage to escape and find somewhere quiet to recuperate while the FTL charges.
ru: Ваш корабль попадает под более сильный перекрестный огонь, чем вам хотелось бы, но вам удается спастись и найти тихое место, чтобы восстановить силы, пока ССД заряжается.
zh_hans: 你的飞船遭到的交叉火力比预想中要多，但你还是成功脱身，找了一处安静的地方，一边等待超光速引擎充能，一边休整修复。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Your ship catches more crossfire than you would've liked, but you do manage to escape and find somewhere quiet to recuperate while the FTL charges.
ru: Ваш корабль попадает под более сильный перекрестный огонь, чем вам хотелось бы, но вам удается спастись и найти тихое место, чтобы восстановить силы, пока ССД заряжается.
zh_hans: 你的飞船承受的交叉火力超出了预期，但你还是成功脱身，找了一处僻静之地，在超光速引擎充能的同时休整修复。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="DISTRESS_DEEPONE_CLANSMAN"]/text
source: Upon arriving at the distress beacon, you're immediately greeted with the sight of shots whizzing past your window... You've dropped into the middle of a fight between two ships! It appears some Slug Clansmen must be on the hunt for Deep Ones for sport, and you'll have to pick a side fast unless you want to get caught in the crossfire.
ru: Прибыв к сигналу бедствия, вы сразу же попадаете под выстрелы, проносящиеся мимо вашего иллюминатора... Вы попали в самый эпицентр сражения между двумя кораблями! Похоже, что Клановцы слизней охотится за глубоководными для развлечения, и вам придется быстро выбрать сторону, если вы не хотите попасть под перекрестный огонь.
zh_hans: 抵达求救信标后，窗外立刻有炮火呼啸而过……你直接坠入了两艘飞船交战的中心！显然是蛞蝓异种猎人以猎杀深潜者为乐，除非你想被流弹波及，否则必须尽快选边站。

source: Attack the Clansmen.
ru: Атаковать Клановцев.
zh_hans: 攻击异种猎人。

source: You face the Clansmen and prepare to attack. Deciding you're the bigger threat, they turn to face you. Meanwhile, the Deep One ship immediately seizes the opportunity to escape and leave the system. Suppose you won't be getting any thanks...
ru: Вы поворачиваетесь лицом к Клановцам и готовитесь к атаке. Решив, что вы представляете большую угрозу, они меняют свою цель. Тем временем корабль глубоководных немедленно использует возможность сбежать и покинуть систему. Похоже, вы не получите никакой благодарности...
zh_hans: 你调转矛头对准异种猎人，准备发起进攻。他们判定你威胁更大，随即转向迎战你。与此同时，那艘深渊潜者的飞船立刻抓住机会，逃离了这个星系。看来你是得不到任何道谢了……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Attack the Deep Ones.
ru: Атаковать глубоководных.
zh_hans: 攻击深渊潜者。

source: You face the Deep Ones and prepare to attack. Deciding you're the bigger threat, they turn to face you. Meanwhile, the Clansmen seem to have ceased firing; they're watching the fight from a distance. Suppose you won't be getting any help...
ru: Вы поворачиваетесь лицом к глубоководным и готовитесь к атаке. Решив, что вы представляете большую угрозу, они меняют свою цель. Тем временем Клановцы, похоже, прекратили огонь; они наблюдают за боем издалека. Похоже, помощи от них не дождешься...
zh_hans: 你调转方向对准深渊潜者，准备发起进攻。他们判定你威胁更大，随即转头迎战你。与此同时，异种猎人停止了开火，在远处旁观这场战斗。看来你不会得到任何援助了……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Take your chances; try to escape.
ru: Рискнуть и попытаться сбежать.
zh_hans: 碰碰运气，设法突围逃离。

# data/events_deepone.xml$//event[@name="DISTRESS_DEEPONE_TRAP"]/text
source: You arrive at the distress beacon, but the Deep One ship here quickly turns to face you, weapons charging; you've become the victim of an ambush. Though not typically malevolent, perhaps something's made these Deep Ones desperate... regardless, it's time to defend yourself!
ru: Вы прибываете к сигналу бедствия, но корабль глубоководных быстро поворачивается к вам лицом, заряжая оружие; вы стали жертвой засады. Хотя это и не типично для них, возможно, что-то привело этих глубоководных в отчаяние... как бы то ни было, настало время защищаться!
zh_hans: 你抵达求救信标，可这里的深渊潜者飞船立刻转向对准你，武器正在充能——你落入了一场伏击。这些深渊潜者本非生性凶残，或许是某些事让他们陷入了绝境……但无论如何，现在你必须自卫反击！

# data/events_deepone.xml$//event[@name="DISTRESS_DEEPONE_TRAP"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//event[@name="DISTRESS_DEEPONE_MISUNDERSTANDING"]/text
source: There's a Deep One settlement on a nearby moon here. You surmise that it must be the source of the distress call, but nothing seems immediately wrong from this distance.
ru: На соседней луне находится поселение глубоководных. Вы предполагаете, что оно должно быть источником сигнала бедствия, но с такого расстояния кажется, что все в порядке.
zh_hans: 附近的一颗卫星上有一处深渊潜者定居点。你推测这应该就是求救信号的来源，但从当前距离看去，暂时没有发现明显异常。

source: Get closer and investigate.
ru: Приблизиться и осмотреться.
zh_hans: 靠近前去探查。

source: Nothing seems out of the ordinary here. Ships are flying in and out at a regular pace and Deep Ones are casually roaming the streets undisturbed.
ru: Кажется, здесь нет ничего необычного. Корабли снуют туда-сюда в обычном темпе, а глубоководные беззаботно бродят по улицам.
zh_hans: 这里一切看起来都很正常。飞船按规律进出，深渊潜者们在街道上从容走动，毫无异样。

source: Land and narrow down the source of the distress call.
ru: Приземлиться и определить источник сигнала бедствия.
zh_hans: 着陆并锁定求救信号的源头。

source: You land, immersing yourself in the surrounding Deep One architecture; a sea of blues and purples, complete with an excessive amount of blinding turquoise lights. The Deep Ones don't seem to mind your presence here, and eventually you home in on the source of the distress call. You're taken to a quiet corner of the settlement, one of the smaller houses at the end of the residential district. There still isn't anything that strikes you as an emergency as you stand at the door.
ru: Вы приземляетесь, погружаясь в окружающую архитектуру глубоководных - море голубого и пурпурного, дополненное чрезмерным количеством ослепительных бирюзовых фонарей. Глубоководные, похоже, не возражают против вашего присутствия здесь, и в конце концов вы обнаруживаете источник сигнала бедствия. Вас отводят в тихий уголок поселения, в один из небольших домов в конце жилого района. Пока вы стоите у двери, ничто не кажется вам тревожным.
zh_hans: 你着陆后，置身于深潜者风格的建筑之中，目之所及是大片的蓝紫色调，还有多得刺眼的青绿色灯光。深渊潜者们似乎并不在意你的到来，你最终锁定了求救信号的源头。你被带到定居点一处僻静的角落，住宅区尽头一间偏小的房屋前。站在门口时，依旧没有任何迹象显示这里发生了紧急情况。

source: Knock.
ru: Постучать.
zh_hans: 你抬手敲了敲门。.

source: No answer is made, and you can't hear any noise from inside.
ru: Ответа не последовало, и изнутри не слышно никаких звуков.
zh_hans: 无人应答，屋内也听不到任何动静。

source: Knock again.
ru: Постучать снова.
zh_hans: 你再次敲了敲门。

source: This time, you knock much louder. Something shuffles around inside, but nobody comes to answer the door.
ru: На этот раз вы стучите гораздо громче. Внутри что-то зашуршало, но никто не открыл дверь.
zh_hans: 这次你敲得响了许多，屋内传来一阵拖沓的响动，却依旧没有人来开门。

source: Knock again...
ru: Постучать снова...
zh_hans: 你再次敲门......
