Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

# data/events_deepone.xml$//event[@name="FINISH_BEACON_DEEPONE"]/choice[1]/text
source: Explore.
ru: Исследовать.
zh_hans: 探索。

# data/events_deepone.xml$//event[@name="FINISH_BEACON_DEEPONE"]/choice[2]/text
source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_deepone.xml$//event[@name="FINISH_BEACON_DEEPONE"]/choice[3]/text
source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="FEDERATION_OUTPOST_DEEPONE"]/text
source: You've discovered a Federation outpost! Though, you're a little shocked to see one in Deep One space.
ru: Вы обнаружили аванпост Федерации! Правда, вы немного шокированы, увидев его в пространстве глубоководных.
zh_hans: 你发现了一个联邦前哨站！尽管如此，当你在深空中看到一个时，你还是会有点震惊。

source: Contact the outpost.
ru: Связаться с аванпостом.
zh_hans: 联系前哨站。

source: You hail, and to your shock, a Deep One answers! "Welcome... Federation Ship. Please, make... your needs known." You don't know how, but the Federation must have convinced them to keep this outpost running.
ru: Вы обращаетесь к нему, и, к вашему потрясению, вам отвечает глубоководный! "Добро пожаловать... корабль Федерации. Пожалуйста, сообщите... о своих потребностях". Вы не знаете, как, но Федерация, должно быть, убедила их сохранить этот аванпост.
zh_hans: 你发出通讯，震惊地发现回应者竟是一名深渊生物！“欢迎……联邦舰船。请告知……你的需求。” 你虽不明缘由，但联邦必定已说服他们维持这座前哨站的运转。

source: Request fuel.
ru: Запросить топливо.
zh_hans: 请求燃料。

source: A box of fuel, covered in damp handprints, is brought onboard.
ru: На борт поднимается ящик с топливом, покрытый влажными отпечатками рук.
zh_hans: 一箱沾满潮湿手印的燃料被带上了船。

source: Request ammunition.
ru: Запросить боеприпасы.
zh_hans: 请求弹药。

source: A shipment of ammunition, covered in damp handprints, is delivered to your ship.
ru: На ваш корабль доставлен груз боеприпасов, покрытый влажными отпечатками рук.
zh_hans: 一批沾满湿手印的弹药被送到你的船上。

source: Request droneparts.
ru: Запросить дрон-комплекты.
zh_hans: 请求无人机部件。

source: A shipment of droneparts, covered in damp handprints, is delivered to your ship.
ru: На ваш корабль доставлен груз дрон-комплектов, покрытых влажными отпечатками рук.
zh_hans: 一批沾满湿手印的弹药被送到你的船上。

source: (Deep One) Have your Deep One bargain for a bit of everything.
ru: (Член экипажа-глубоководный) Пусть ваш глубоководный выторгует всего понемногу.
zh_hans: (深渊生物)让你的深渊生物为每样东西讨价还价。

source: It only takes the sight of your Deep One to light up the outpost captain's face. "Kin? Aboard a Multiverse ship... For you, friend... anything."
ru: Достаточно одного взгляда на глубоководного, чтобы лицо капитана аванпоста озарилось светом. "Сородич? На борту корабля Мультивселенной... Для тебя, друг... все, что угодно".
zh_hans: 深渊生物注视着前哨站队长的脸庞。“同族？在多元宇宙飞船上...给你的，朋友...什么都行。”

source: Contact the outpost.
ru: Связаться с аванпостом.
zh_hans: 联系前哨站。

source: You hail, and to your shock, a Deep One answers! "Welcome... Federation Ship. Please, make... your needs known." You don't know how, but the Federation must have convinced them to keep this outpost running.
ru: Вы обращаетесь к нему, и, к вашему потрясению, вам отвечает глубоководный! "Добро пожаловать... корабль Федерации. Пожалуйста, сообщите... о своих потребностях". Вы не знаете, как, но Федерация, должно быть, убедила их сохранить этот аванпост.
zh_hans: 你发出通讯，震惊地发现回应者竟是一名深渊生物！“欢迎……联邦舰船。请告知……你的需求。” 你虽不明缘由，但联邦必定已说服他们维持这座前哨站的运转。

source: Request repairs.
ru: Запросить ремонт.
zh_hans: 请求维修。

source: The Deep Ones send a team to repair your ship. You hope they don't get water in any of the electronics...
ru: Глубоководные прислали команду для ремонта вашего корабля. Вы надеетесь, что вода не попадет в электронику...
zh_hans: 深渊生物派出一支队伍修理你的舰船。你暗自祈祷他们可别把水弄进任何电子设备里……

source: Request fuel.
ru: Запросить топливо.
zh_hans: 请求燃料。

source: A box of fuel, covered in damp handprints, is brought onboard.
ru: На борт поднимается ящик с топливом, покрытый влажными отпечатками рук.
zh_hans: 一箱沾满潮湿手印的燃料被带上了船。

source: Request ammunition.
ru: Запросить боеприпасы.
zh_hans: 请求弹药。

source: A shipment of ammunition, covered in damp handprints, is delivered to your ship.
ru: На ваш корабль доставлен груз боеприпасов, покрытый влажными отпечатками рук.
zh_hans: 一批沾满湿手印的弹药被送到你的船上。

source: Request droneparts.
ru: Запросить дрон-комплекты.
zh_hans: 请求无人机部件。

source: A shipment of droneparts, covered in damp handprints, is delivered to your ship.
ru: На ваш корабль доставлен груз дрон-комплектов, покрытых влажными отпечатками рук.
zh_hans: 一批沾着潮湿手印的无人机部件被运送到了你的舰船上。

source: (Deep One) Have your Deep One bargain for a bit of everything.
ru: (Член экипажа-глубоководный) Пусть ваш глубоководный выторгует всего понемногу.
zh_hans: (深渊生物)让你的深渊生物为每样东西讨价还价。

source: It only takes the sight of your Deep One to light up the outpost captain's face. "Kin? Aboard a Multiverse ship... For you, friend... anything."
ru: Достаточно одного взгляда на глубоководного, чтобы лицо капитана аванпоста озарилось светом. "Сородич? На борту корабля Мультивселенной... Для тебя, друг... все, что угодно".
zh_hans: 前哨站的指挥官一看见你的深渊生物，脸上立刻露出喜色。“同族？竟在一艘多元宇宙飞船上……为了你，朋友……任何条件都好说。”

source: Attack the outpost!
ru: Атаковать аванпост!
zh_hans: 攻击前哨站！

source: You've decided, instead of receiving help, to attack this outpost full of friendlies...
ru: Вы решили вместо того, чтобы получить помощь, напасть на этот аванпост, полный друзей...
zh_hans: 你非但没有接受援助，反而决定袭击这座满是友军的前哨站……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//event[@name="EMPTY_DEEPONE"]/choice[1]/text
source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_deepone.xml$//event[@name="EMPTY_DEEPONE"]/choice[2]/text
source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//textList[@name="TEXT_EMPTY_DEEPONE"]/text[1]
source: Upon arriving at the beacon, you spot a decrepit, abandoned store. To your disappointment it appears to have been picked clean by the Deep Ones.
ru: Прибыв к маяку, вы обнаруживаете ветхий заброшенный магазин. К вашему разочарованию, его, похоже, обчистили глубоководные.
zh_hans: 抵达信标位置后，你发现了一间破旧废弃的商店。令你失望的是，这里似乎早已被深渊生物洗劫一空。

# data/events_deepone.xml$//textList[@name="TEXT_EMPTY_DEEPONE"]/text[2]
source: The beacon here appears to be empty. Though, you can't help but feel like you're always being watched when you're in Deep One space...
ru: Маяк здесь, похоже, пуст. Хотя, когда находишься в пространстве глубоководных, не покидает ощущение, что за тобой постоянно наблюдают...
zh_hans: 这里的信标点位看上去空无一物。可即便如此，身处深渊潜者的星域时，你还是总忍不住觉得，有什么东西一直在暗中注视着你……

# data/events_deepone.xml$//textList[@name="TEXT_EMPTY_DEEPONE"]/text[3]
source: You're immediately greeted by an object whizzing past at an indescribable speed. As quickly as it came, it goes, and you're not sure what to make of the blue blur.
ru: Мимо вас с неописуемой скоростью проносится какой-то объект. Как быстро он появился, так же быстро он и исчез, и вы не знаете, что делать с голубым пятном.
zh_hans: 一个物体以难以形容的速度呼啸着从你身旁掠过，瞬间便与你打了照面。它来得快去得也快，面对这道蓝色的残影，你完全无法判断那究竟是什么。

# data/events_deepone.xml$//textList[@name="TEXT_EMPTY_DEEPONE"]/text[4]
source: It's quickly assessed that there's nothing of value here. As the FTL charges, you think you see something move outside, but scans of the area don't seem to pick anything up. Must've been your imagination.
ru: Быстро выясняется, что здесь нет ничего ценного. Пока ССД корабля заряжается, вам кажется, что снаружи что-то движется, но сканирование местности ничего не обнаруживает. Наверное, вам показалось.
zh_hans: 很快就判定这里没有任何有价值的物品。在超光速引擎充能的间隙，你隐约看见外面有东西在移动，但区域扫描却没有捕捉到任何信号。那一定是你的错觉。

# data/events_deepone.xml$//event[@name="ENLIGHTENED_QUEST_START"]/text
source: You can't say why you felt compelled to come here, and you don't see anything out of the ordinary, but... you feel that something's wrong. Deeply, deeply wrong.
ru: Вы не можете сказать, что вас заставило прийти сюда, и не видите ничего необычного, но... вы чувствуете, что что-то не так. Глубоко, глубоко не так.
zh_hans: 你说不清自己为何会执意来到这里，眼前也看不到任何反常的事物，可……你就是觉得哪里不对劲。一种深入骨髓的、强烈的违和感。

source: Check behind you.
ru: Оглянуться, нет ли кого-то у вас за спиной.
zh_hans: 回头看看。

source: You quickly turn around, but there's... nothing there. There's nothing there, right?
ru: Вы быстро оборачиваетесь, но там... ничего нет. Там ничего нет, верно?
zh_hans: 你迅速转过身，可那里……什么都没有。什么都没有，对吧？

source: Turn back around.
ru: Обернуться назад.
zh_hans: 转回去。

source: You turn back to face outside your cabin window, but that crushing sense of dread hasn't yet left.
ru: Вы снова поворачиваетесь лицом к иллюминатору своей каюты, но чувство не покидает вас.
zh_hans: 你转回身，面向船舱窗外，可那股令人窒息的恐惧感依旧没有消散。

source: Check behind you again.
ru: Проверить еще раз, что у вас за спиной.
zh_hans: 再次回头查看。

source: Sweat begins to bead as you swiftly turn around once more. Again, nothing...
ru: Вы быстро поворачиваетесь и вновь начинаете потеть. И снова ничего...
zh_hans: 你猛地再次转过身，冷汗一颗颗冒了出来。可那里依旧……什么都没有。

source: Turn back around, again.
ru: Обернуться назад, еще раз.
zh_hans: 再次转回去。

source: Refusing to let paranoia get the better of you, you shake your head and return to staring out the window.
ru: Не позволяя паранойе взять над собой верх, вы качаете головой и снова смотрите в иллюминатор.
zh_hans: 你强压住心底的偏执，摇了摇头，重新望向窗外。

source: Blink.
ru: Моргнуть.
zh_hans: 眨一下眼。

source: Scan the room.
ru: Просканировать каюту.
zh_hans: 检查舱室。

source: There's something wrong, there has to be. Your eyes dart around to every corner of the room, looking for something, anything, to prove you aren't just going crazy. After a few minutes of frantic searching you're about to give up, when you finally see... it. Something's in the airvent.
ru: Что-то не так, обязательно должно быть что-то не так. Ваш взгляд метается по всем углам каюты, ища что-то, хоть что-то, чтобы доказать, что вы не просто сходите с ума. Через несколько минут бешеных поисков вы уже готовы сдаться, когда наконец видите... это. Что-то находится в вентиляционном отверстии.
zh_hans: 不对劲，一定有哪里不对劲。你的目光飞速扫过舱室的每一个角落，试图找寻任何一丝线索，证明自己并非在胡思乱想。疯狂搜寻数分钟后，你正准备放弃，却终于看见了……那个东西。通风口里面，有什么东西。

source: Inspect the airvent.
ru: Осмотреть вентиляционное отверстие.
zh_hans: 检查通风口。

source: Stare outside the window and try to relax.
ru: Посмотреть в иллюминатор и постараться расслабиться.
zh_hans: 望向窗外，试着放松下来。

source: There's nothing outside but the stars. You take slight comfort in the fact that no matter where you go, the stars are always there to keep you company.
ru: За иллюминатор нет ничего, кроме звезд. Вы можете утешиться тем, что, куда бы вы ни отправились, звезды всегда составят вам компанию.
zh_hans: 窗外只有漫天星辰。无论你去往何方，星辰总会相伴左右，这让你稍稍感到一丝慰藉。

source: Blink.
ru: Моргнуть.
zh_hans: 眨一下眼。

source: Glance around the room.
ru: Окинуть взглядом каюту.
zh_hans: 环顾舱室四周。

source: You glance around the room cautiously, but don't see anything out of the ordinary.
ru: Вы с опаской осматриваете помещение, но не замечаете ничего необычного.
zh_hans: 你谨慎地环顾舱室四周，并未发现任何反常的事物。

source: Turn back around.
ru: Обернуться назад.
zh_hans: 转回身去。

source: You turn back to face outside your cabin window, but that crushing sense of dread hasn't yet left.
ru: Вы снова поворачиваетесь лицом к иллюминатору своей каюты, но чувство не покидает вас.
zh_hans: 你转回身，面向船舱窗外，可那股沉重压抑的恐惧感，依旧没有散去。

source: Check behind you again.
ru: Проверить еще раз, что у вас за спиной.
zh_hans: 再回头看看。

source: Sweat begins to bead as you swiftly turn around once more. Again, nothing...
ru: Вы быстро поворачиваетесь и вновь начинаете потеть. И снова ничего...
zh_hans: 你再次猛地转过身，冷汗一颗颗渗了出来。可那里，依旧空无一物……

source: Turn back around, again.
ru: Обернуться назад, еще раз.
zh_hans: 再次转回身去。

source: Refusing to let paranoia get the better of you, you shake your head and return to staring out the window.
ru: Не позволяя паранойе взять над собой верх, вы качаете головой и снова смотрите в иллюминатор.
zh_hans: 你强压下心头的偏执妄想，摇了摇头，重新望向窗外。

source: Blink.
ru: Моргнуть.
zh_hans: 眨一下眼。

source: Scan the room.
ru: Просканировать каюту.
zh_hans: 检查舱室。

source: There's something wrong, there has to be. Your eyes dart around to every corner of the room, looking for something, anything, to prove you aren't just going crazy. After a few minutes of frantic searching you're about to give up, when you finally see... it. Something's in the airvent.
ru: Что-то не так, обязательно должно быть что-то не так. Ваш взгляд метается по всем углам каюты, ища что-то, хоть что-то, чтобы доказать, что вы не просто сходите с ума. Через несколько минут бешеных поисков вы уже готовы сдаться, когда наконец видите... это. Что-то находится в вентиляционном отверстии.
zh_hans: 一定有哪里不对劲，绝对是。你的目光飞快扫过房间的每个角落，寻找着一切能证明你没有发疯的蛛丝马迹。疯狂搜寻几分钟后，你正要放弃，却终于看见了……那个东西。通风口里，藏着什么。

source: Inspect the airvent.
ru: Осмотреть вентиляционное отверстие.
zh_hans: 检查通风口。

source: Stare outside the window and try to relax.
ru: Посмотреть в иллюминатор и постараться расслабиться.
zh_hans: 凝视窗外，试着放松下来。

source: There's nothing outside but the stars. You take slight comfort in the fact that no matter where you go, the stars are always there to keep you company.
ru: За иллюминатор нет ничего, кроме звезд. Вы можете утешиться тем, что, куда бы вы ни отправились, звезды всегда составят вам компанию.
zh_hans: 窗外唯有星辰相伴。无论你去往何处，星辰总会在那里守候着你，这让你得到了些许慰藉。

source: Blink.
ru: Моргнуть.
zh_hans: 眨一下眼。

source: Sensing déjà vu, check behind you.
ru: Чувствуя дежавю, проверить, что у вас за спиной.
zh_hans: 察觉到一阵似曾相识的诡异感，你回头查看身后。

source: Huh. There's nothing there. Suppose nothing's wrong after all! You have time to do something on the ship.
ru: Хм. Там ничего нет. Наверное, все в порядке! У вас есть время сделать что-нибудь на корабле.
zh_hans: 呵。那里什么都没有。看来终究是没什么事！你现在可以在船上做点别的事了。

source: Check the storage.
ru: Проверить склад.
zh_hans: 检查储藏室。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="ENLIGHTENED_QUEST_START_MIDDLE"]/text
source: The stars blink back.
ru: Звезды мерцают в ответ.
zh_hans: 星辰也在眨着眼回望你。

source: They... what?
ru: Они... что?
zh_hans: 它们……什么？

source: Just then, the power goes out! You hear the other crew shuffling about in their cabins nearby, but your room is completely dark save for the infinitesimally faint light emanating from the ether outside your window.
ru: В этот момент отключается электричество! Вы слышите, как остальные члены экипажа снуют по каютам неподалеку, но в вашей каюте царит полная темнота, если не считать бесконечно слабого света, исходящего из пустоты за иллюминатором.
zh_hans: 就在这时，突然断电了！你听见其他船员在附近的舱室里来回挪动的声响，可你的房间陷入一片漆黑，唯有窗外以太散发出的极其微弱的光线，勉强照亮些许空间。

source: Glance outside the window.
ru: Посмотреть в иллюминатор.
zh_hans: 瞥向窗外。

source: The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone. The stars are gone.
ru: Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли. Звезды исчезли.
zh_hans: 星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。星辰消失了。

source: Scream.
ru: Закричать.
zh_hans: 尖叫。

source: Scream.
ru: Закричать.
zh_hans: 尖叫。

source: Sit in silence, refusing to look back outside.
ru: Посидеть в тишине, отказываясь смотреть наружу.
zh_hans: 静静地坐着，决不再看向外面。

# data/events_deepone.xml$//event[@name="ENLIGHTENED_QUEST_START_MIDDLE_TWO"]/text
source: You wait. Then, you wait some more. As time passes, you feel your paranoia worsening; the darkness feels as if it's growing darker and the silence is becoming deafening. Just as you get up to look for your crew, you hear a noise come from the corner of the room, between you and the door. Something's been in the room with you.
ru: Вы ждете. Потом ждете еще. Проходит время, и вы чувствуете, что ваша паранойя усиливается; темнота как будто становится все темнее, а тишина - все оглушительнее. Как раз в тот момент, когда вы встаете, чтобы проверить свой экипаж, вы слышите шум, доносящийся из угла помещения, между вами и дверью. Что-то было в комнате вместе с вами.
zh_hans: 你等待着。然后，继续等待。时间一点点流逝，你内心的惶恐愈发严重；黑暗仿佛变得更加浓稠，死寂也变得震耳欲聋。就在你起身去找其他船员时，舱室的角落里、你和舱门之间的位置，传来了一阵声响。一直有个东西，和你同处一室。

source: Demand that they reveal themselves.
ru: Потребовать, чтобы тот, кто бы это ни был, раскрыл себя.
zh_hans: 要求对方现身。

source: No response is made. As far as you can tell, no movement is made either.
ru: Никакой реакции. Насколько вы можете судить, движения тоже нет.
zh_hans: 没有任何回应。就你所能察觉的，也没有任何动静。

source: Repeat yourself; who goes there?
ru: Повторить снова: кто здесь?
zh_hans: 再问一遍，谁在那？

source: You hesitate and repeat your demand feebly. For a moment, there's silence and you begin to assume you must've just misheard something. That was before the heavy footsteps began pounding towards your direction.
ru: Вы колеблетесь и неуверенно повторяете свое требование. На мгновение воцаряется тишина, и вы начинаете думать, что, должно быть, просто ослышались. И тут раздаются тяжелые шаги в вашу сторону.
zh_hans: 你迟疑了一下，有气无力地重复了一遍你的喝问。片刻之后，四周陷入死寂，你开始觉得自己刚才一定是听错了。可紧接着，沉重的脚步声便朝着你的方向轰然踏来。

source: Scream.
ru: Закричать.
zh_hans: 尖叫。

source: Scream.
ru: Закричать.
zh_hans: 尖叫。

source: Go silent.
ru: Замолчать.
zh_hans: 安静下来。

source: Keep quiet.
ru: Не шуметь.
zh_hans: 保持安静。

# data/events_deepone.xml$//event[@name="ENLIGHTENED_QUEST_START_BAD_END"]/text
source: You wake up to the sound of one of your crew screaming. You rush to their room, along with your other crew, but none of you are prepared for the horrifying scene before you. They've been completely eviscerated, their blood sprayed along every crevice of the room and their face left so terribly disfigured you wouldn't know who you were looking at without their nametag. You're about to throw up when you notice a set of sector coordinates has been written on the wall in their blood... Whatever bastard did this clearly wants you to head here, and you don't plan on disappointing them. They won't get away with this.
ru: Вы просыпаетесь от крика одного из членов экипажа. Вместе с остальными членами команды вы бросаетесь в его каюту, но никто из вас не готов к ужасающей сцене, представшей перед вами. Он полностью изрезан, его кровь разбрызгана по всем уголкам помещения, а лицо так ужасно изуродовано, что без бейджика не поймешь, кто перед тобой. Вас вот-вот стошнит, когда вы замечаете, что на стене его кровью написаны координаты сектора... Какой бы мерзавец это ни сделал, он явно хочет, чтобы вы отправились сюда, и вы не собираетесь его разочаровывать. Это не сойдет ему с рук.
zh_hans: 你被一名船员的尖叫声惊醒。你和其他船员一同冲向他的舱室，可眼前这恐怖的一幕，是所有人都始料未及的。他的内脏被尽数掏空，鲜血溅满了房间的每一处缝隙，面部也损毁得面目全非，若不是靠着名牌，你根本认不出这是谁。就在你快要呕吐时，你注意到墙上用他的血写下了一组星区坐标……犯下这桩暴行的恶徒，显然是想让你前往那里，而你打算如他所愿。这笔血债，对方休想一笔勾销。

source: Whatever did this was smart enough to disable your clone bay and destroy your DNA backups too. Dammit...
ru: Кто бы это ни сделал, он был достаточно умен, чтобы вывести из строя Клон-отсек и уничтожить резервные копии ДНК. Проклятье...
zh_hans: 做出这一切的家伙十分狡猾，不仅瘫痪了你的克隆舱，还销毁了你所有的DNA备份。该死……

source: You wake up to the sound of... someone screaming. You're the only one on this ship, though... cautious, you check your ship's systems, but something's off. The same string of characters and numbers repeats itself regardless of the console or system, and you realize you recognize it to be a set of coordinates. You're not sure what's going on, but whatever's done this really wants your attention... still, there's no lasting damage to any of your systems. Perhaps these coordinates are worth visiting, eventually.
ru: Вы просыпаетесь от звука... чьих-то криков. Вы единственный на этом корабле, но... насторожившись, вы проверяете системы корабля, но что-то не так. Одна и та же строка символов и цифр повторяется независимо от консоли или системы, и вы понимаете, что узнали в ней набор координат. Вы не понимаете, что происходит, но кто бы это ни сделал, он очень хочет, чтобы вы обратили на него внимание... Тем не менее ни одна из ваших систем не пострадала. Возможно, эти координаты стоит посетить.
zh_hans: 你在一阵……某人的尖叫声中惊醒。可这艘船上，明明只有你一个人……你小心翼翼地检查星舰的各项系统，却发现哪里不太对劲。无论切换哪个控制台或系统，屏幕上都在重复着同一串字符与数字，你随即认出，这是一组坐标。你不清楚究竟发生了什么，但做出这一切的东西，显然就是为了吸引你的注意……好在，你的所有系统都没有受到永久性损伤。或许，这组坐标终究还是值得一探。
