Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: As you go to begin knocking a third time, the door is swung open; you're met with the sight of a dishevelled, old Deep One. It eyes you down, taking in your uniform before speaking, "Federation, here... at my door? For... what purpose?"
ru: Когда вы собираетесь постучать в третий раз, дверь распахивается, и перед вами предстает всклокоченный старый глубоководный. Он окинул вас взглядом, оценивая вашу униформу, а затем заговорил: "Федерация, здесь... у моей двери? С... какой целью?"
zh_hans: 就在你准备第三次敲门时，门猛地被拉开，出现在你面前的是一位衣衫凌乱的年老深渊潜者。它上下打量着你，看过你的制服后开口道：“联邦的人……找上门来？为了……什么事？”

source: There's a distress call emitting from inside your house.
ru: Изнутри дома раздается сигнал бедствия.
zh_hans: 你的屋内正发出求救信号。

source: "A d-" The Deep One pauses briefly, taken aback. "Excuse me... for a moment." It closes the door, and you hear further shuffling. It doesn't take long for it to return with a distress beacon in hand, though this one seems to be in a serious amount of disrepair. "Is this... the source of the call?"
ru: "Ус..." Глубоководный делает короткую паузу, ошеломленный. "Извините... на минутку". Он закрывает дверь, и вы слышите шаркающие шаги. Проходит совсем немного времени, и он возвращается с маяком бедствия в руках, хотя этот маяк, похоже, сильно поврежден. "Это... источник сигнала?"
zh_hans: “求救信——”这位深渊潜者短暂顿住，面露错愕。“抱歉……稍等一下。”它关上了门，你听见屋内传来更多挪动的声响。没过多久它便折返回来，手里拿着一个求救信标，只是这个信标看起来已经严重破损。“这就是……信号的来源吗？”

source: Indeed, that's a distress beacon.
ru: Действительно, это маяк бедствия.
zh_hans: 没错，这就是求救信标。

source: Obviously embarrassed, it responds "My... goodness. This was sold to me by a... traveling Free Mantis salesman, who had claimed... it to be a 'De-Stress' beacon... Unless, I had just... misheard him." It thinks on this for a moment before continuing, "I'm so... terribly sorry for troubling you, officer. I... wish there were any way I could make this... up to you, but, I don't think there is."
ru: Явно смущенный, он отвечает: "Боже мой. Мне его продал... путешествующий торговец свободный богомол, который утверждал, что это маяк для снятия стресса... Если только я не ослышался". Он на мгновение задумывается над этим, прежде чем продолжить: "Мне очень... ужасно жаль, что я побеспокоил вас, офицер. Я... хотел бы как-то загладить свою вину перед вами, но, думаю, это невозможно".
zh_hans: 它显然十分窘迫，连忙回应道：“我的天……这是我从一个游走的自由螳螂商贩手里买的，他说这是个‘减压信标’……要么，就是我当时听错了。”它思索片刻，接着说道：“真的万分抱歉给你惹了麻烦。我……真想有什么能补偿你的办法，可我实在想不出来。”

source: (Deep One Crew) Maybe there is?
ru: (Член экипажа-глубоководный) "Возможно, кое-что есть?"
zh_hans: （深渊潜者船员）或许是有办法的？

source: Your Deep One whispers something to the older one before you, and a sense of dread seems to overcome its face. It nods, murmuring something in return, before closing the door and vanishing back inside. You ask your Deep One what that was about, but it hushes you and insists that you both wait a moment.
ru: Ваш глубоководный что-то шепчет старшему перед вами, и на его лице отражается чувство ужаса. Он кивает, бормоча что-то в ответ, а затем закрывает дверь и исчезает внутри. Вы спрашиваете своего глубоководного, что это значит, но он отмалчивается и просит вас подождать немного.
zh_hans: 你的深渊潜者同伴对着面前这位年长深潜者低声说了几句，年长深渊潜者的脸上立刻浮现出恐惧的神情。它点了点头，也低声回了几句，随后关上房门，退回了屋内。你询问你的深渊潜者同伴刚才是怎么回事，它却示意你安静，坚持让你们先稍等片刻。

source: We'll wait, then.
ru: Тогда подождем.
zh_hans: 那我们就等一等。

source: After waiting for a while, the Deep One returns, a briefcase in hand. "Let us go, then... if that is what they decree." It puts extra stress on the word they, and you raise an eyebrow, but your Deep One merely brushes it off. You all return to the ship, the old Deep One in tow, and it seems intent on joining your crew. You're not sure what was said to convince it to abandon everything it has going on here, but... you're not one to turn down new deckhands.
ru: Спустя некоторое время глубоководный возвращается, держа в руке чемодан. "Тогда пойдемте... раз уж он так велел", - произносит он, делая особый акцент на слове "он". Вы удивленно приподнимаете бровь, но ваш глубоководный лишь отмахивается. Вы все возвращаетесь на корабль, ведя за собой старого глубоководного, который, похоже, твердо намерен присоединиться к вашей команде. Вы не знаете, что именно ему сказали, чтобы заставить его бросить всё здесь, но... вы не из тех, кто отказывается от новых помощников.
zh_hans: 等候片刻之后，那位深渊潜者走了出来，手里拎着一只公文箱。“那我们走吧……既然他们是这么裁定的。”它在“他们”这个词上特意加重了语气，你挑了挑眉，而你的深渊潜者同伴只是对此轻描淡写，一带而过。你们一行人返回飞船，年长的深渊潜者也一同随行，它显然打算加入你们的船员队伍。你并不清楚同伴当初说了些什么，能让它抛下这里的一切，不过……你向来不会拒绝新的船员。

source: (Free Mantis Crew) "Do not doubts traveler-salesing!"
ru: (Член экипажа-свободный богомол) "Никогда не сомневаться в путешествующий продавцах!"
zh_hans: （自由螳螂船员）“别怀疑，行商的话尽管信！”

source: Your Free Mantis smacks the beacon in the Deep One's hand, and it suddenly emits a wave of soothing energy... wow, that IS de-stressing. Equally as amazed by this, the Deep One tries its best to speak amidst its sighs of relief, "This... is wonderful... Here, take... this... It's the least... I can do to... repay this... immense favor..." It slowly trudges back inside, its steps steeped in bliss, and it returns with a massive pile of goodies in hand... you're not sure if it's giving this stuff to you in its best mind, but you're not one to turn down hospitality. You accept the reward, bidding the Deep One farewell, and then begin your trek back to the ship.
ru: Ваш свободный богомол ударяет по маяку в руке глубоководного, и от него внезапно исходит волна успокаивающей энергии... Ух ты, ЭТО действительно снимает стресс. Не менее пораженный этим, глубоководный старается изо всех сил говорить среди вздохов облегчения: "Это... замечательно... Вот, возьмите... это... Это самое малое... что я могу сделать, чтобы... отплатить за эту... огромную услугу..." Он медленно уходит в дом, его шаги утопают в блаженстве, а возвращается он с огромной кучей ресурсов в руках... Вы не уверены, что он отдает его вам из лучших побуждений, но вы не из тех, кто отказывается от гостеприимства. Вы принимаете награду, прощаетесь с глубоководным, а затем начинаете свой путь обратно на корабль.
zh_hans: 你的自由螳螂族同伴拍了拍深渊潜者手中的信标，信标立刻释放出一阵舒缓的能量……哇，这东西真的能减压。深渊潜者同样对此惊叹不已，在释然的叹息中费力开口：“这……太妙了……拿着……这个……这是我……能报答这份……天大恩情的……一点心意……”它迈着沉浸在愉悦中的步伐，慢慢走回屋内，随后捧着一大堆好东西走了出来。你不确定它此刻是不是在完全清醒的状态下送出这些物品，但你向来不会拒绝他人的好意。你收下了这份回礼，和深渊潜者道别，随后动身返回飞船。

source: (Slug Crew) "Heh, typical sssscam!"
ru: (Член экипажа-слизень) "Хех, типичный мошшшенник!"
zh_hans: （蛞蝓族船员）“哼，典型的骗~~~ 局！”

source: Your Slug gives a hearty laugh, smacking the small device out of the Deep One's hands in the process, and it suddenly emits a wave of soothing energy... wow, that IS de-stressing. This wave seems to have the opposite effect on your Slug, as they scream and run back to the ship in horror, but you figure that they're probably just terrified of their own mechanically-gifted power. Equally as amazed by this, the Deep One tries its best to speak amidst its sighs of relief, "This... is wonderful... Here, take... this... It's the least... I can do to... repay this... immense favor..." It slowly trudges back inside, its steps steeped in bliss, and it returns with a massive pile of goodies in hand... you're not sure if it's giving this stuff to you in its best mind, but you're not one to turn down hospitality. You accept the reward, bidding the Deep One farewell, and then begin your trek back to the ship.
ru: Ваш слизень от души рассмеялся, выбив маленькое устройство из рук глубоководного, и от него внезапно исходит волна успокаивающей энергии... Ух ты, это и вправду успокаивает. Эта волна, похоже, оказывает противоположный эффект на слизня: он в ужасе кричит и бежит обратно на корабль, но вы решаете, что он, скорее всего, просто в ужасе от собственной технической одаренности. Не менее пораженный этим, глубоководный изо всех сил старается говорить, облегченно вздыхая: "Это... замечательно... Вот, возьмите... это... Это самое малое... что я могу сделать, чтобы... отплатить за эту... огромную услугу..." Он медленно уходит в дом, его шаги утопают в блаженстве, а возвращается он с огромной кучей ресурсов в руках... Вы не уверены, что он отдает их вам из лучших побуждений, но вы не из тех, кто отказывается от гостеприимства. Вы принимаете награду, прощаетесь с глубоководным, а затем начинаете свой путь обратно на корабль.
zh_hans: 你的蛞蝓族船员放声大笑，顺手把深渊潜者手中的小装置打飞，装置却突然释放出一阵舒缓的能量…… 哇，这东西真的能减压。这股能量对你的蛞蝓族船员却产生了截然相反的效果，它尖叫着惊恐地跑回飞船，不过你觉得，它大概只是被自己这颇具机械天赋的力量吓到了。深渊潜者同样对此惊叹不已，在释然的叹息中勉强开口：“这…… 太妙了…… 拿着…… 这个…… 这是我…… 能报答这份…… 天大恩情的…… 最起码的心意……” 它迈着沉醉在愉悦中的步子慢慢走回屋内，随后捧着一大堆好东西走了出来。你不确定它此刻是不是在完全清醒的状态下送出这些物品，但你向来不会拒绝他人的好意。你收下这份回礼，与深潜者道别，随后动身返回飞船。

source: (Engineer Crew) Have your engineer inspect the beacon.
ru: (Член экипажа-Инженер) Пусть ваш Инженер осмотрит маяк.
zh_hans: （工程师船员）让你的工程师检查这个信标。

source: Your engineer weighs the small device in their hands for a few moments, before giving it a decisive SMACK with their wrench. The beacon roars to life, and it suddenly emits a wave of soothing energy... wow, that IS de-stressing. Equally as amazed by this, the Deep One tries its best to speak amidst its sighs of relief, "This... is wonderful... Here, take... this... It's the least... I can do to... repay this... immense favor..." It slowly trudges back inside, its steps steeped in bliss, and it returns with a massive pile of goodies in hand... you're not sure if it's giving this stuff to you in its best mind, but you're not one to turn down hospitality. You accept the reward, bidding the Deep One farewell, and then begin your trek back to the ship.
ru: Ваш инженер несколько мгновений взвешивает маленькое устройство в руках, а затем решительно ударяет по нему гаечным ключом. Маячок оживает, и от него внезапно исходит волна успокаивающей энергии... вау, это действительно успокаивает. Не менее пораженный этим, глубоководный изо всех сил старается говорить, испуская вздохи облегчения: "Это... замечательно... Вот, возьмите... это... Это самое малое... что я могу сделать, чтобы... отплатить за эту... огромную услугу..." Он медленно уходит в дом, его шаги утопают в блаженстве, а возвращается он с огромной кучей ресурсов в руках... Вы не уверены, что он отдает их вам из лучших побуждений, но вы не из тех, кто отказывается от гостеприимства. Вы принимаете награду, прощаетесь с глубоководным, а затем начинаете свой путь обратно на корабль.
zh_hans: 你的工程师把这个小装置在手里掂了几下，随即用扳手果断地敲了一下。信标立刻被激活，骤然释放出一阵舒缓的能量……哇，这东西真的能减压。深渊潜者同样又惊又喜，在释然的轻叹中勉强开口：“这……太妙了……拿着……这个……这是我……能报答这份……天大恩情的……一点心意……”它脚步轻快、满心愉悦地慢慢走回屋内，很快又捧着一大堆好东西走了出来。你不确定它是不是在完全清醒的状态下送出这些东西，但你向来不会拒绝别人的好意。你收下这份谢礼，和深渊潜者道别，随后动身返回飞船。

source: You wouldn't happen to have any... junk lying around, would you?
ru: У вас случайно не валяется здесь какой-нибудь... хлам?
zh_hans: 你这边碰巧有没有……什么闲置的破烂玩意儿？

source: "...Junk?" It looks around for a moment, before its gaze meets the beacon in its hands, "This... would be junk, now, I... suppose." The Deep One hands it to you, apologizes again, and you make your way back onto your ship and out of the settlement. This was a big waste of time, for the most part, but you do get to break down the beacon and get the barest amount of something out of it...
ru: "...Хлам?" Он на мгновение оглядывается по сторонам, прежде чем его взгляд встречается с маячком в его руках: "Это... теперь хлам, я так... думаю". Глубоководный отдает его вам, снова извиняется, и вы возвращаетесь на свой корабль и покидаете поселение. По большому счету, это была пустая трата времени, но вам все же удалось разобрать маяк и получить из него хоть что-то...
zh_hans: “……破烂？”它环顾了片刻，目光落在手中的信标上，“这东西……现在想来，应该就算是破烂了吧。” 深渊潜者把信标递给你，再次道了歉。你随即回到飞船，驶离了这片定居点。 总的来说，这趟行程大半都在浪费时间，不过你至少可以把这个信标拆解掉，从里面榨出一丁点可用的材料……

source: Enough of this, break the door down!
ru: Хватит, выламываем дверь!
zh_hans: 够了，把门砸开！

source: As you move to break the door down, it's swung open; you're met with the sight of a dishevelled, old Deep One. It eyes you down, taking in your uniform before speaking, "Federation, here... at my door? For... what purpose?"
ru: Когда вы пытаетесь выломать дверь, она распахивается, и перед вами предстает всклокоченный старый глубоководный. Он окинул вас взглядом, оценивая вашу униформу, а затем заговорил: "Федерация, здесь... у моей двери? С... какой целью?"
zh_hans: 你刚要动手砸门，门就猛地被拉开了。出现在你眼前的是一个衣衫凌乱的年老深渊潜者。它上下打量着你，看清你的制服后开口道：“联邦的人……居然找上门来？为……为了什么事？”

source: There's a distress call emitting from inside your house.
ru: Изнутри дома раздается сигнал бедствия.
zh_hans: 你的屋内正在发出求救信号。

source: "A d-" The Deep One pauses briefly, taken aback. "Excuse me... for a moment." It closes the door, and you hear further shuffling. It doesn't take long for it to return with a distress beacon in hand, though this one seems to be in a serious amount of disrepair. "Is this... the source of the call?"
ru: "Ус..." Глубоководный делает короткую паузу, ошеломленный. "Извините... на минутку". Он закрывает дверь, и вы слышите шаркающие шаги. Проходит совсем немного времени, и он возвращается с маяком бедствия в руках, хотя этот маяк, похоже, сильно поврежден. "Это... источник сигнала?"
zh_hans: “求救信——”这位深渊潜者短暂顿住，面露错愕。“抱歉……稍等一下。”它关上了门，你听见屋内传来更多挪动的声响。没过多久它便折返回来，手里拿着一个求救信标，只是这个信标看起来已经严重破损。“这就是……信号的来源吗？”

source: Indeed, that's a distress beacon.
ru: Действительно, это маяк бедствия.
zh_hans: 没错，这就是求救信标。

source: Obviously embarrassed, it responds "My... goodness. This was sold to me by a... traveling Free Mantis salesman, who had claimed... it to be a 'De-Stress' beacon... Unless, I had just... misheard him." It thinks on this for a moment before continuing, "I'm so... terribly sorry for troubling you, officer. I... wish there were any way I could make this... up to you, but, I don't think there is."
ru: Явно смущенный, он отвечает: "Боже мой. Мне его продал... путешествующий торговец свободный богомол, который утверждал, что это маяк для снятия стресса... Если только я не ослышался". Он на мгновение задумывается над этим, прежде чем продолжить: "Мне очень... ужасно жаль, что я побеспокоил вас, офицер. Я... хотел бы как-то загладить свою вину перед вами, но, думаю, это невозможно".
zh_hans: 它显然十分窘迫，连忙回应道：“我的天……这是我从一个游走的自由螳螂商贩手里买的，他说这是个‘减压信标’……要么，就是我当时听错了。”它思索片刻，接着说道：“真的万分抱歉给你惹了麻烦。我……真想有什么能补偿你的办法，可我实在想不出来。”

source: (Deep One Crew) Maybe there is?
ru: (Член экипажа-глубоководный) "Возможно, кое-что есть?"
zh_hans: （深渊潜者船员）或许是有办法的？

source: Your Deep One whispers something to the older one before you, and a sense of dread seems to overcome its face. It nods, murmuring something in return, before closing the door and vanishing back inside. You ask your Deep One what that was about, but it hushes you and insists that you both wait a moment.
ru: Ваш глубоководный что-то шепчет старшему перед вами, и на его лице отражается чувство ужаса. Он кивает, бормоча что-то в ответ, а затем закрывает дверь и исчезает внутри. Вы спрашиваете своего глубоководного, что это значит, но он отмалчивается и просит вас подождать немного.
zh_hans: 你的深潜者同伴对着面前这位年长深渊潜者低声说了几句，年长深渊潜者的脸上立刻浮现出恐惧的神情。它点了点头，也低声回了几句，随后关上房门，退回了屋内。你询问你的深渊潜者同伴刚才是怎么回事，它却示意你安静，坚持让你们先稍等片刻。

source: We'll wait, then.
ru: Тогда подождем.
zh_hans: 那我们就等一等。

source: After waiting for a while, the Deep One returns, a briefcase in hand. "Let us go, then... if that is what they decree." It puts extra stress on the word they, and you raise an eyebrow, but your Deep One merely brushes it off. You all return to the ship, the old Deep One in tow, and it seems intent on joining your crew. You're not sure what was said to convince it to abandon everything it has going on here, but... you're not one to turn down new deckhands.
ru: Спустя некоторое время глубоководный возвращается, держа в руке чемодан. "Тогда пойдемте... раз уж он так велел", - произносит он, делая особый акцент на слове "он". Вы удивленно приподнимаете бровь, но ваш глубоководный лишь отмахивается. Вы все возвращаетесь на корабль, ведя за собой старого глубоководного, который, похоже, твердо намерен присоединиться к вашей команде. Вы не знаете, что именно ему сказали, чтобы заставить его бросить всё здесь, но... вы не из тех, кто отказывается от новых помощников.
zh_hans: 等候片刻之后，那位深渊潜者走了出来，手里拎着一只公文箱。“那我们走吧……既然他们是这么裁定的。”它在“他们”这个词上特意加重了语气，你挑了挑眉，而你的深渊潜者同伴只是对此轻描淡写，一带而过。你们一行人返回飞船，年长的深渊潜者也一同随行，它显然打算加入你们的船员队伍。你并不清楚同伴当初说了些什么，能让它抛下这里的一切，不过……你向来不会拒绝新的甲板船员。

source: (Free Mantis Crew) "Do not doubts traveler-salesing!"
ru: (Член экипажа-свободный богомол) "Никогда не сомневаться в путешествующий продавцах!"
zh_hans: （自由螳螂船员）“别怀疑，行商的话尽管信！”

source: Your Free Mantis smacks the beacon in the Deep One's hand, and it suddenly emits a wave of soothing energy... wow, that IS de-stressing. Equally as amazed by this, the Deep One tries its best to speak amidst its sighs of relief, "This... is wonderful... Here, take... this... It's the least... I can do to... repay this... immense favor..." It slowly trudges back inside, its steps steeped in bliss, and it returns with a massive pile of goodies in hand... you're not sure if it's giving this stuff to you in its best mind, but you're not one to turn down hospitality. You accept the reward, bidding the Deep One farewell, and then begin your trek back to the ship.
ru: Ваш свободный богомол ударяет по маяку в руке глубоководного, и от него внезапно исходит волна успокаивающей энергии... Ух ты, ЭТО действительно снимает стресс. Не менее пораженный этим, глубоководный старается изо всех сил говорить среди вздохов облегчения: "Это... замечательно... Вот, возьмите... это... Это самое малое... что я могу сделать, чтобы... отплатить за эту... огромную услугу..." Он медленно уходит в дом, его шаги утопают в блаженстве, а возвращается он с огромной кучей ресурсов в руках... Вы не уверены, что он отдает его вам из лучших побуждений, но вы не из тех, кто отказывается от гостеприимства. Вы принимаете награду, прощаетесь с глубоководным, а затем начинаете свой путь обратно на корабль.
zh_hans: 你的自由螳螂同伴拍了拍深渊潜者手中的信标，信标立刻释放出一阵舒缓的能量…… 哇，这东西真的能减压。深渊潜者同样对此惊叹不已，在释然的叹息中费力开口：“这…… 太妙了…… 拿着…… 这个…… 这是我…… 能报答这份…… 天大恩情的…… 一点心意……” 它迈着沉浸在愉悦中的步伐，慢慢走回屋内，随后捧着一大堆好东西走了出来。你不确定它此刻是不是在完全清醒的状态下送出这些物品，但你向来不会拒绝他人的好意。你收下了这份回礼，和深渊潜者道别，随后动身返回飞船。

source: (Slug Crew) "Heh, typical sssscam!"
ru: (Член экипажа-слизень) "Хех, типичный мошшшенник!"
zh_hans: （蛞蝓族船员）“哼，典型的骗~~~局！”

source: Your Slug gives a hearty laugh, smacking the small device out of the Deep One's hands in the process, and it suddenly emits a wave of soothing energy... wow, that IS de-stressing. This wave seems to have the opposite effect on your Slug, as they scream and run back to the ship in horror, but you figure that they're probably just terrified of their own mechanically-gifted power. Equally as amazed by this, the Deep One tries its best to speak amidst its sighs of relief, "This... is wonderful... Here, take... this... It's the least... I can do to... repay this... immense favor..." It slowly trudges back inside, its steps steeped in bliss, and it returns with a massive pile of goodies in hand... you're not sure if it's giving this stuff to you in its best mind, but you're not one to turn down hospitality. You accept the reward, bidding the Deep One farewell, and then begin your trek back to the ship.
ru: Ваш слизень от души рассмеялся, выбив маленькое устройство из рук глубоководного, и от него внезапно исходит волна успокаивающей энергии... Ух ты, это и вправду успокаивает. Эта волна, похоже, оказывает противоположный эффект на слизня: он в ужасе кричит и бежит обратно на корабль, но вы решаете, что он, скорее всего, просто в ужасе от собственной технической одаренности. Не менее пораженный этим, глубоководный изо всех сил старается говорить, облегченно вздыхая: "Это... замечательно... Вот, возьмите... это... Это самое малое... что я могу сделать, чтобы... отплатить за эту... огромную услугу..." Он медленно уходит в дом, его шаги утопают в блаженстве, а возвращается он с огромной кучей ресурсов в руках... Вы не уверены, что он отдает их вам из лучших побуждений, но вы не из тех, кто отказывается от гостеприимства. Вы принимаете награду, прощаетесь с глубоководным, а затем начинаете свой путь обратно на корабль.
zh_hans: 你的蛞蝓族船员放声大笑，顺手把深潜者手中的小装置打飞，装置却突然释放出一阵舒缓的能量…… 哇，这东西真的能减压。这股能量对你的蛞蝓族船员却产生了截然相反的效果，它尖叫着惊恐地跑回飞船，不过你觉得，它大概只是被自己这颇具机械天赋的力量吓到了。深潜者同样对此惊叹不已，在释然的叹息中勉强开口：“这…… 太妙了…… 拿着…… 这个…… 这是我…… 能报答这份…… 天大恩情的…… 最起码的心意……” 它迈着沉醉在愉悦中的步子慢慢走回屋内，随后捧着一大堆好东西走了出来。你不确定它此刻是不是在完全清醒的状态下送出这些物品，但你向来不会拒绝他人的好意。你收下这份回礼，与深潜者道别，随后动身返回飞船。

source: (Engineer Crew) Have your engineer inspect the beacon.
ru: (Член экипажа-Инженер) Пусть ваш Инженер осмотрит маяк.
zh_hans: （工程师船员）让你的工程师检查这个信标。

source: Your engineer weighs the small device in their hands for a few moments, before giving it a decisive SMACK with their wrench. The beacon roars to life, and it suddenly emits a wave of soothing energy... wow, that IS de-stressing. Equally as amazed by this, the Deep One tries its best to speak amidst its sighs of relief, "This... is wonderful... Here, take... this... It's the least... I can do to... repay this... immense favor..." It slowly trudges back inside, its steps steeped in bliss, and it returns with a massive pile of goodies in hand... you're not sure if it's giving this stuff to you in its best mind, but you're not one to turn down hospitality. You accept the reward, bidding the Deep One farewell, and then begin your trek back to the ship.
ru: Ваш инженер несколько мгновений взвешивает маленькое устройство в руках, а затем решительно ударяет по нему гаечным ключом. Маячок оживает, и от него внезапно исходит волна успокаивающей энергии... вау, это действительно успокаивает. Не менее пораженный этим, глубоководный изо всех сил старается говорить, испуская вздохи облегчения: "Это... замечательно... Вот, возьмите... это... Это самое малое... что я могу сделать, чтобы... отплатить за эту... огромную услугу..." Он медленно уходит в дом, его шаги утопают в блаженстве, а возвращается он с огромной кучей ресурсов в руках... Вы не уверены, что он отдает их вам из лучших побуждений, но вы не из тех, кто отказывается от гостеприимства. Вы принимаете награду, прощаетесь с глубоководным, а затем начинаете свой путь обратно на корабль.
zh_hans: 你的工程师把这个小装置在手里掂了几下，随即用扳手果断地敲了一下。信标立刻被激活，骤然释放出一阵舒缓的能量……哇，这东西真的能减压。深渊潜者同样又惊又喜，在释然的轻叹中勉强开口：“这……太妙了……拿着……这个……这是我……能报答这份……天大恩情的……一点心意……”它脚步轻快、满心愉悦地慢慢走回屋内，很快又捧着一大堆好东西走了出来。你不确定它是不是在完全清醒的状态下送出这些东西，但你向来不会拒绝别人的好意。你收下这份谢礼，和深渊潜者道别，随后动身返回飞船。

source: You wouldn't happen to have any... junk lying around, would you?
ru: У вас случайно не валяется здесь какой-нибудь... хлам?
zh_hans: 你这边碰巧有没有……什么闲置的破烂玩意儿？

source: "...Junk?" It looks around for a moment, before its gaze meets the beacon in its hands, "This... would be junk, now, I... suppose." The Deep One hands it to you, apologizes again, and you make your way back onto your ship and out of the settlement. This was a big waste of time, for the most part, but you do get to break down the beacon and get the barest amount of something out of it...
ru: "...Хлам?" Он на мгновение оглядывается по сторонам, прежде чем его взгляд встречается с маячком в его руках: "Это... теперь хлам, я так... думаю". Глубоководный отдает его вам, снова извиняется, и вы возвращаетесь на свой корабль и покидаете поселение. По большому счету, это была пустая трата времени, но вам все же удалось разобрать маяк и получить из него хоть что-то...
zh_hans: “……破烂？”它环顾了片刻，目光落在手中的信标上，“这东西……现在想来，应该就算是破烂了吧。” 深渊潜者把信标递给你，再次道了歉。你随即回到飞船，驶离了这片定居点。 总的来说，这趟行程大半都在浪费时间，不过你至少可以把这个信标拆解掉，从里面榨出一丁点可用的材料……

source: Break the door down.
ru: Выломать дверь.
zh_hans: 把门砸开。
