Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: The first ship grumbles a little bit over the comms but doesn't intervene. With the lights transferred, and the argument settled, the two ships hang around for a moment before jumping out of the system.
ru: Первый корабль немного ворчит по связи, но не вмешивается. Передав фонари и уладив спор, оба корабля на мгновение замирают, прежде чем прыгнуть из системы.
zh_hans: 第一艘飞船在通讯器里低声抱怨了几句，但并未插手。灯具传送完毕、争执也已平息，两艘飞船逗留片刻后，跃迁离开了这个星系。

source: Pass on the offer.
ru: Отказаться от предложения.
zh_hans: 拒绝这个提议。

source: "I understand. Suppose I've got to keep listening to this idiot's blathering, then..." The first ship erupts at this insult and the two go back to arguing. That's that, then.
ru: "Я понимаю. Значит, мне придется и дальше слушать болтовню этого идиота..." Первый корабль разражается оскорблениями, и оба возвращаются к спору. Вот и все.
zh_hans: “我懂了。这么说来，我还得继续听这蠢货絮絮叨叨了……”这番辱骂让第一艘飞船勃然大怒，两艘飞船再度吵作一团。事情就此作罢。

source: The greatest discount is "free." Attack, and take the lights from them.
ru: Самая большая скидка - это "бесплатно". Атаковать и отобрать у них фонари.
zh_hans: “最划算的折扣就是免费。”发动攻击，从他们手中夺走那些灯具。

source: "It's like that, then? Fine, come at me!" They turn to you and prepare to defend themselves. The first ship doesn't seem to want to get involved, but sticks around nonetheless.
ru: "Значит, так? Отлично, вперед!" Второй корабль поворачивается к вам и готовится защищаться. Первый корабль, похоже, не хочет вмешиваться, но тем не менее остается рядом.
zh_hans: “既然你要这么做？好啊，放马过来！”他们转向你，准备自卫。第一艘飞船似乎不想介入，但依旧留在附近。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Deep One) Let your Deep One answer.
ru: (Член экипажа-глубоководный) Пусть ваш глубоководный ответит.
zh_hans: （深渊潜者）让你的深渊潜者回话。

source: Your Deep One explodes at the two Rocks, "Our technology is not... for the likes of you. Thieves... murderers." The second ship chuckles, "The Federation harboring Deep Ones these days? Suppose they'll let anyone in... deal with them. We'll finish this argument later." The first ship turns to you, weapons charged, and the second jumps out of the system. If you're quick, you might be able to track their FTL signatures and take the lights from them!
ru: Ваш глубоководный врывается в разговор двух валунов: "Наша технология не... для таких, как вы. Воры... убийцы". На втором корабле смеются: "Федерация в наши дни укрывает глубоководных? Полагаю, они пустят кого угодно... разберусь с ними. Мы закончим этот спор позже". Первый корабль поворачивается к вам, оружие заряжается, а второй прыгает из системы. Если вы быстро справитесь, то сможете отследить их сверхсветовые сигнатуры и забрать у них фонари!
zh_hans: 你的深渊潜者对着那两个岩石族怒斥：“我们的技术……轮不到你们这种货色染指。窃贼……刽子手。”第二艘飞船嗤笑一声：“如今联邦居然收容深潜者了？看来是阿猫阿狗都能进了……解决掉他们。我们的争执稍后再了结。”第一艘飞船转向你，武器充能完毕，而第二艘飞船跃迁离开了星系。若是动作够快，你或许能追踪到它的超光速信号，从它手里夺走灯具！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Not much.
ru: Немногое.
zh_hans: 所知不多。

source: "Not particularly useful, then, are you? We'll be taking our leave, if you have nothing worthwhile to add. We've no need for eavesdroppers." The two ships jump away, and you're left wondering who wins the argument...
ru: "Значит, ты не особенно полезен, не так ли? Мы уходим, если тебе нечего добавить. Нам не нужны подслушивающие". Оба корабля уходят, а вы остаетесь в раздумьях, кто же победил в споре...
zh_hans: “这么说来，你也没什么用。既然你没什么有价值的信息，我们就此告辞。我们可不需要窃听者。”两艘飞船跃迁离去，只留下你暗自好奇，他们最后到底谁吵赢了……

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_ROCKOFF"]/choice[2]/text
source: Ignore them.
ru: Не обращать на них внимания.

source: You ignore the two ships. You're here to save reality, not eavesdrop on random Rocks' conversations.
ru: Вы не обращаете внимания на два корабля. Вы здесь, чтобы спасти реальность, а не подслушивать разговоры случайных валунов.
zh_hans: 你无视了那两艘飞船。你是来拯救宇宙的，不是来偷听岩石族闲言碎语的。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can. Hopefully the lights survived...
ru: Корабль разваливается на части, и вы быстро собираете все, что можно найти. Надеюсь, фонари уцелели...
zh_hans: 飞船解体了，你迅速打捞起一切可用物资。但愿那些灯具没有损毁……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can before looking for the lights.
ru: После гибели экипажа вы быстро собираете все, что можно, и отправляетесь на поиски фонарей.
zh_hans: 船员全部阵亡，你迅速打捞起所有可用物资，随后开始寻找那些灯具。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You find the lights among the wreckage, unharmed... either they're extremely durable, or you're extremely lucky. Regardless, you hope they're worth all the bloodshed, and continue on your way.
ru: Вы находите фонари среди обломков, невредимые... Или они очень прочные, или вам сильно повезло. В любом случае, вы надеетесь, что они стоят всего этого кровопролития, и продолжаете свой путь.
zh_hans: 你在残骸中找到了那些灯具，完好无损……要么是它们极度坚固，要么就是你运气绝佳。无论如何，你只希望这一切流血牺牲都值得，随即继续前行。

source: You find the lights within the ship's hold, unharmed. They glow so enticingly in the dark, here... you hope they're worth all the bloodshed and continue on your way.
ru: В трюме корабля вы обнаруживаете невредимые фонари. Они так маняще светятся в темноте... Вы надеетесь, что они стоят всего кровопролития, и продолжаете свой путь.
zh_hans: 你在飞船货舱里找到了那些灯具，完好无损。它们在黑暗中散发着诱人的光芒……你只希望这一切流血与纷争都值得，随即继续前行。

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_ROCKOFF_CHASE"]/text
source: The second Rock ship is at this beacon, as expected. "You... chased me here? You want these lights that badly? Vicious, this so-called 'Federation.' Fine then, to battle!" They cut communications. Prepare to fight.
ru: Второй корабль валунов, как и ожидалось, находится у этого маяка. "Ты... преследуешь меня? Тебе так нужны эти фонари? Злобная эта так называемая "Федерация". Отлично, тогда вперед!" Они прервали связь. Приготовиться к бою.
zh_hans: 不出所料，第二艘岩石族飞船就在这个信标处。“你……居然追到这里来了？就这么想要这些灯？所谓的‘联邦’，真是狠毒。很好，那就开战！”他们切断了通讯。准备战斗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Indeed, there's little here of value... still, free scrap is free scrap.
ru: Осталось мало чего ценного... но все же, бесплатный лом - это бесплатный лом.
zh_hans: 这里的确没什么有价值的东西……不过，免费的废料总归是免费的。

source: Though it's not an absurd amount of loot, you manage to find way more resources than you expected!
ru: И хотя количество награбленного не так уж велико, вам удается найти гораздо больше ресурсов, чем вы ожидали!
zh_hans: 虽说战利品算不上多得夸张，但你找到的物资还是比预想的要多上不少！

source: You're moving from ship to ship, scrapping what you can when a strange, iridescent ship catches your eye... investigating its cargo, you manage to find a peculiar weapon in seemingly perfect condition. You weren't expecting to find something so unique in the equivalent of a space-landfill, but you've managed to all the same!
ru: Вы переходите от корабля к кораблю, разбирая все, что можно, когда ваше внимание привлекает странный, радужный корабль... Исследуя его груз, вам удается найти необычное оружие в идеальном, на первый взгляд, состоянии. Вы не ожидали найти что-то настолько уникальное на эквиваленте космической свалки, но вам это удалось!
zh_hans: 你在一艘艘飞船间穿行，尽可能打捞废料，这时一艘泛着奇异虹彩的飞船映入眼帘……检查其货物时，你发现了一件外形奇特、品相近乎完好的武器。在这片堪比太空垃圾场的地方，你本没指望能找到如此独特的东西，可你偏偏找到了！

source: Jackpot!
ru: Джекпот!
zh_hans: 中头奖了!

source: Taking your new loot aboard, you notice as some sort of goo secretes off of it. This goo smacks against the floor, and then immediately begins to writhe and bubble before rising to take the form of a humanoid figure... this is a Soulplague Husk! More of these goo-things begin to propagate, and you realize you've got trouble!
ru: Поднимая добычу на борт, вы замечаете, как из нее выделяется какая-то слизь. Эта слизь ударяется об пол, а затем сразу же начинает извиваться и пузыриться, а затем поднимается и принимает форму человекоподобной фигуры... Это - чумная оболочка! Их становится все больше, и вы понимаете, что у вас проблемы!
zh_hans: 你带着新斩获的战利品登舰时，发现有某种黏液从物品上渗出。黏液啪嗒滴落在地板上，随即开始翻腾、冒泡，接着直立起来，化作人形。这是灵魂瘟疫。更多这类黏液怪物开始不断滋生，你意识到自己遇上大麻烦了。

source: You're moving from ship to ship, scrapping what you can when a strange, decrepit Deep One ship catches your eye... investigating its cargo, you manage to find a peculiar weapon in seemingly perfect condition. You weren't expecting to find something so unique in the equivalent of a space-landfill, but you've managed to all the same!
ru: Вы переходите с корабля на корабль, разбирая все, что можно, когда ваше внимание привлекает странный, обветшалый корабль глубоководных... Исследуя его груз, вам удается найти необычное оружие в, казалось бы, идеальном состоянии. Вы не ожидали найти что-то настолько уникальное на эквиваленте космической свалки, но вам удалось!
zh_hans: 你在一艘艘飞船之间穿梭，尽力打捞可用的废料，这时一艘破旧怪异的深渊潜者飞船映入眼帘……你检查了它的货舱，意外发现了一件外形奇特、状态近乎完好的武器。在这片堪比太空垃圾场的地方，你本没指望能找到如此独特的东西，可你还是如愿找到了！

source: Jackpot!
ru: Джекпот!
zh_hans: 中头奖了!

source: Taking your new loot aboard, you notice as some sort of darkness emanates from it. This darkness coalesces, eventually forming a mass of tentacles atop the floor. Then, another, and another... what is this madness? More of these shadow-things begin to propagate, and you realize you've got trouble!
ru: Поднимая добычу на борт, вы замечаете, что от нее исходит какая-то тьма. Эта тьма сгущается, образуя на полу массу щупалец. Затем еще одни, и еще... Что это? Этих теневых существ становится все больше, и вы понимаете, что у вас проблемы!
zh_hans: 你带着新战利品登上飞船时，注意到有某种黑暗物质从它上面散发出来。这团黑暗凝聚在一起，最终在地板上形成了一团触手。接着一个又一个触手接连出现……这到底是什么诡异的东西？更多这类暗影生物开始不断滋生，你意识到自己遇上大麻烦了！

source: You're moving from ship to ship, scrapping what you can when a strange, crystalline ship catches your eye... investigating its cargo, you manage to find a peculiar drone in seemingly perfect condition. You weren't expecting to find something so unique in the equivalent of a space-landfill, but you've managed to all the same!
ru: Вы переходите с корабля на корабль, разбирая все, что можно, когда ваше внимание привлекает странный кристаллический корабль... Исследуя его груз, вам удается найти необычный дрон, который, кажется, находится в идеальном состоянии. Вы не ожидали найти что-то настолько уникальное на эквиваленте космической свалки, но вам удалось!
zh_hans: 你在一艘艘飞船间穿梭，尽可能回收废料，这时一艘造型怪异的水晶飞船吸引了你的目光……你检查了它的货舱，成功找到一台外形奇特、状态近乎完好的无人机。在这片堪比太空垃圾场的地方，你本没指望能找到如此独特的东西，可你还是找到了！

source: Jackpot!
ru: Джекпот!
zh_hans: 中头奖了!

source: Taking your new loot aboard, you notice as some sort of darkness emanates from it. This darkness coalesces, eventually forming a mass of tentacles atop the floor. Then, another, and another... what is this madness? More of these shadow-things begin to propagate, and you realize you've got trouble!
ru: Поднимая добычу на борт, вы замечаете, что от нее исходит какая-то тьма. Эта тьма сгущается, образуя на полу массу щупалец. Затем еще одни, и еще... Что это? Этих теневых существ становится все больше, и вы понимаете, что у вас проблемы!
zh_hans: 你带着新战利品登上飞船时，注意到有某种黑暗从它身上散发出来。这团黑暗不断凝聚，最终在地板上形成了一团触手。接着一个又一个接连出现……这是什么诡异的景象？更多这类暗影生物开始不断增殖，你意识到自己遇上大麻烦了！

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_WARSCOUT"]/text
source: A grim sight lays before you. The remains of dozens of ships, some Deep Ones, some Theocracy, are scattered across space here. One intact ship remains, a Deep One Scout that seems to be moving from wreck to wreck.
ru: Перед вами открывается мрачное зрелище. Останки десятков кораблей, некоторые из которых принадлежат глубоководным, а некоторые - Теократии, разбросаны по всему пространству. Остался один неповрежденный корабль - разведчик глубоководных, который, похоже, перемещается от обломков к обломкам.
zh_hans: 一片凄惨的景象展现在你眼前。数十艘飞船的残骸散布在这片宇宙中，其中有深渊潜者的舰船，也有神权国的舰船。唯有一艘完好的飞船留存下来，是一艘深潜者侦察舰，它似乎正在一艘艘残骸之间移动。

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_WARSCOUT"]/choice[1]/text
source: Hail the ship.
ru: Связаться с кораблем.
zh_hans: 联系这艘舰船。

source: A few seconds go by before they accept your request to open communications. "Federation... Speak."
ru: Проходит несколько секунд, прежде чем они принимают ваш вызов. "Федерация... Говорите".
zh_hans: 几秒后，对方接受了你的通讯请求。“联邦……说。”

source: What happened here?
ru: Что здесь произошло?
zh_hans: 这里发生了什么?

source: "The answer remains... unclear. No... call for help was made. No... plans to attack the Theocracy were shared. What occurred... remains a mystery." The Deep One pauses. "I'm here... analyzing. Searching for... anything."
ru: "Ответ остается... неясным. Никакого... сигнала о помощи не было. Никаких... планов нападения на Теократию не было. То, что произошло... остается загадкой". Глубоководный делает паузу. "Я здесь... анализирую. Ищу... что угодно".
zh_hans: “答案依旧……不明。没有……发出过求救信号。也没有……分享过攻击神权国的计划。究竟发生了什么……依旧是个谜。”深渊潜者停顿了一下。“我在这里……分析。搜寻……任何线索。”

source: Any theories?
ru: Есть какие-нибудь догадки?
zh_hans: 有什么推测吗？

source: The Deep One takes a moment to answer. "I.. believe no fight was had. Rather..." It looks around, as if to check if anybody's looking, "...they were brought here. The... wrecks. Individually." It emphasizes that last word, rather ominously.
ru: Глубоководному требуется время, чтобы ответить. "Я... думаю, сражения не было. Скорее..." Он оглядывается по сторонам, как бы проверяя, не смотрит ли кто, "...их привезли сюда. Эти... обломки. По отдельности". Он подчеркивает последнее слово, довольно зловеще.
zh_hans: 深渊潜者顿了顿才回答。“我……认为这里没有发生过交战。反而是……”它环顾四周，像是在确认是否有人窥探，“……它们是被带到这里来的。这些……残骸。一艘一艘地带过来的。”它刻意加重了最后那个词的语气，透着不祥的意味。

source: Brought here? For what purpose?
ru: Привезли сюда? С какой целью?
zh_hans: 被带到这里？目的是什么？

source: "...Tribute." It doesn't elaborate.
ru: "...Дань". Дальше он не уточняет.
zh_hans: “……贡品。”它没有再多做解释。

source: Tribute? From who, to what?
ru: Дань? От кого, кому?
zh_hans: 贡品？是谁献上的，又献给什么存在？

source: It seems hesitant to answer for a while. Eventually, in a hushed tone, it says "I... should not say. It is not... for you to know. Or... for me, to say."
ru: Некоторое время он не решается ответить. В конце концов, тихим голосом он говорит: "Я... не должен говорить. Это... не вам знать. Или... мне говорить".
zh_hans: 它迟疑了好一会儿才开口，最终用压低的、近乎耳语的声音说道：“我……不该说的。这不是……你该知道的事。也……轮不到我来说。”

source: Insist.
ru: Настоять.
zh_hans: 坚持追问。

source: It looks like it's about to answer when, out of nowhere, communications are cut. You begin to move to hail them again when a violent flash from outside stops you in your tracks; the Deep One's ship has just exploded! It sends the nearby ship debris flying in all directions, and your ship with it. Whatever remains is beyond salvaging, and you're left with nothing but questions.
ru: Кажется, он уже собирается ответить, как вдруг связь прерывается. Вы уже собираетесь повторно выйти на связь, как вдруг вспышка снаружи останавливает вас: корабль глубоководных только что взорвался! Обломки корабля разлетаются во все стороны, задевая и ваш корабль. Все, что осталось, не подлежит сбору, и у вас не осталось ничего, кроме вопросов.
zh_hans: 就在它看似要开口回答的瞬间，通讯毫无征兆地突然中断。你正要再次发出联络信号，船外一道剧烈的强光让你当场僵住——那艘深渊潜者侦察舰方才发生了爆炸！爆炸将周遭的飞船残骸向四面八方掀飞，你的飞船也被冲击波裹挟着剧烈颠簸。舰体一切残存部件都已彻底无法打捞，最终留在你心头的，只有数不尽的谜团。

source: Relent.
ru: Успокоиться.
zh_hans: 收手。

source: The Deep One seems relieved to not be questioned further. "I do believe... we are done here. Feel free to... make use of anything that remains. I... must go, and report." With that, the Deep One leaves, and you're left with the field of debris.
ru: Глубоководный, кажется, почувствовал облегчение от того, что его больше не будут допрашивать. "Я полагаю... мы закончили. Не стесняйтесь... использовать все, что найдете. Я... должен идти и доложить". С этими словами глубоководные уходят в прыжок, а вы остаетесь на поле обломков.
zh_hans: 深渊潜者因你不再继续追问，显然松了一口气。“我想…… 我们到此为止吧。你尽管…… 处置这里剩下的一切。我…… 必须离开，回去汇报。” 说完，深潜者便离去了，只留下你置身这片残骸区域。

source: Let's see what we can find here...
ru: Давайте посмотрим, что мы сможем здесь найти...
zh_hans: 咱们看看能在这儿找到些什么……

source: Mind if I scrap all this?
ru: Не возражаете, если я использую все это?
zh_hans: 介意我把这些全都拆解回收吗？

source: Slightly confused, it blinks, and then answers "I... suppose I am done here. There's... little of value, but feel free to... use what you can." With that, the Deep One leaves, and you're left with the field of debris.
ru: Слегка растерявшись, он моргает, а затем отвечает: "Я... полагаю, я закончил здесь. Здесь... мало ценного, но не стесняйтесь... использовать то, что можете". С этими словами глубоководные уходят в прыжок, а вы остаетесь на поле обломков.
zh_hans: 它有些困惑地眨了眨眼，然后回答：“我……想我这边的事已经了结了。这里……没什么有价值的东西，但你尽管……取用你能用上的。”说完，深渊潜者便离开了，只留下你身处这片残骸地带。

source: Let's see what we can find here...
ru: Давайте посмотрим, что мы сможем здесь найти...
zh_hans: 我们看看能在这里找到些什么……

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_WARSCOUT"]/choice[2]/text
source: Attack!
ru: Атаковать!
zh_hans: 攻击！

source: You don't know what happened to these ships and you don't have any intention of joining them. The Deep One Scout turns to you, realizes your intent, and prepares to fight back.
ru: Вы не знаете, что случилось с этими кораблями, и не собираетесь к ним приближаться. Разведчик глубоководных поворачивается к вам, понимает ваше намерение и готовится дать отпор.
zh_hans: 你不知道这些舰船遭遇了什么，也绝不想落得和它们一样的下场。深渊潜者侦察兵转向你，察觉到了你的意图，随即准备反击。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_WARSCOUT"]/choice[3]/text
source: Ignore the ship, and the field.
ru: Не обращать внимания на корабль и поле обломков.
zh_hans: 别管这艘船和这片残骸区域。

source: Uninterested, you turn away from the field and prepare to leave the beacon.
ru: Не заинтересованные, вы поворачиваетесь в сторону от поля и готовитесь покинуть маяк.
zh_hans: 你毫无兴趣，转身离开这片残骸区域，准备离开这个信标所在之处。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_LANIUS"]/text
source: There's a Lanius ship at this beacon, but it doesn't appear to be doing much. Cautiously, you observe it for a while, but still; nothing.
ru: У этого маяка находится корабль ланиусов, но, похоже, он ничего не делает. Вы с осторожностью наблюдаете за ним некоторое время, но все равно ничего не происходит.
zh_hans: 这个信标处有一艘食铁族舰船，但它看上去没什么动静。你谨慎地观察了它片刻，依旧毫无异常。

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_LANIUS"]/choice[1]/text
source: Try to communicate.
ru: Попытаться пообщаться.
zh_hans: 尝试沟通。

source: Lanius are notoriously difficult to communicate with, but you try anyways. They do, at the very least, accept your hail and say "Stuck. Need eat. Lights, can't. Help?" They appear to be trying to eat Deep One lights and failing...
ru: С ланиусами, как известно, трудно общаться, но вы все равно попытаетесь. По крайней мере, они принимают ваш вызов и говорят: "Застрял. Нужно поесть. Фонари, не могу. Помогите?" Похоже, они пытаются съесть фонари глубоководных, но не могут этого сделать...
zh_hans: 食铁族是出了名的难以沟通，但你还是尝试了。他们至少接收到了你的联络信号，并说道：“被困。需要进食。光源，吃不到。帮忙？”他们似乎正试图吞食深渊潜者的光源，却没能成功……

source: Offer them some scrap to eat.
ru: Предложить им немного лома.
zh_hans: 给它们一些废料吃。

source: The Lanius gladly accept, but they quickly eat through it and turn back to you. "Need eat more. Help?" They're really hungry, you suppose...
ru: Ланиусы с радостью принимают его, быстро съедают и поворачиваются к вам. "Нужно съесть еще. Помочь?" Они действительно голодны, полагаете вы...
zh_hans: 食铁族欣然接受，但它们很快就把废料吃光了，然后转向你。“还要吃。帮忙？”你猜，它们是真的饿极了……

source: Offer them even more scrap to eat.
ru: Предложить им съесть еще больше лома.
zh_hans: 再给它们更多废料吃。

source: This time, it takes them a bit longer to eat through it. Satisfied, they say "Junk eat good. Lights don't eat good. Lights yours, thanks junk. Will send in minute. Any else?"
ru: На этот раз им требуется немного больше времени, чтобы наесться досыта. Удовлетворенные, они говорят: "Барахло есть хорошо. Фонари не ест ничего хорошего. Фонарь твоя, спасибо хлам. Отправлю через минуту. Есть еще желания?"
zh_hans: 这次它们花了更久才把这些废料吃完。它们心满意足地说：“废料好吃。光源不好吃。光源归你，谢谢废料。马上就过来。还有别的事吗？”

source: Yes, else. I kinda like feeding you guys.
ru: Да, кое-что еще. Мне нравится кормить вас, ребята.
zh_hans: 有，还有别的事。我还挺喜欢喂你们的。

source: "You, more junk?" They look delighted, and take a minute to eat it.
ru: "Ты, еще барахло?" Они выглядят восхищенными и тратят минуту на то, чтобы съесть его.
zh_hans: “你还有更多废料？”他们面露喜色，花了一会儿把废料吃掉。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Once they're finished, one of the Lanius speaks up; "Like you. Like you more junk. Staying you, many junk wait me." Moments later, the Deep One lights are beamed into your ship's hold, along with the Lanius! Seems he's up for an adventure, and he's in luck, because there's plenty of scrap to be found when you're working for a Renegade.
ru: Когда они закончили, один из ланиусов заговорил: "Как ты. Ты мне нравишься больше барахла. Остаюсь с тобой, много хлама ждет меня". Мгновением позже фонари глубоководных телепортируются в трюм вашего корабля вместе с ланиусом! Похоже, он жаждет приключений, и ему повезло, потому что, работая вместе с Ренегатом, можно найти много хлама.
zh_hans: 它们吃完后，其中一名食铁族开口道：“喜欢你。喜欢你和更多废料。跟着你，有好多废料等着我。”片刻之后，深渊潜者的光源被传送进你的飞船货舱，一同过来的还有那名食铁族！看来它准备好踏上冒险了，而且它运气不错——为变元者效力时，你能找到大把的废料。

source: No, else. Thank you.
ru: Нет. Спасибо.
zh_hans: 不用了，谢谢。

source: "Understand. Thanks junk again." Moments later, the Deep One lights are beamed into your ship's hold. Somehow, they're in pristine condition despite the Lanius' innumerable attempts at eating them.
ru: "Понимаю. Еще раз спасибо за хлам". Мгновением позже фонари глубоководных телепортируются в трюм вашего корабля. Каким-то образом они сохранились в первозданном виде, несмотря на бесчисленные попытки ланиусов съесть их.
zh_hans: “明白。再次感谢废料。”片刻之后，深渊潜者的光源被传送进你的飞船货舱。尽食铁族人曾无数次试图吞食它们，这些光源却完好无损。

source: I'm cutting you guys off.
ru: Я отключаю вас, ребята.
zh_hans: 我要断供了。

source: "Have help, won't give. Need eat. Take help." Hungry enough to turn on you, the Lanius prepare to attack!
ru: "Помогите, но не дайте. Нужно есть. Примите помощь". Изголодавшиеся, ланиусы поворачиваются к вам, готовятся к атаке!
zh_hans: “有补给，却不给。要进食。抢补给。”饿到不惜对你反目，食铁族准备发起攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I can't help, sorry.
ru: Я не могу помочь, извините.
zh_hans: 抱歉，我帮不了你。

source: The Lanius look displeased, "Understand. Try eat lights more." They return to what they were doing and promptly cut communications. Hopefully they manage to eat those lights...
ru: Ланиус выглядит недовольным: "Понятно. Попробую еще поесть фонари". Они возвращаются к своим делам и быстро прерывают связь. Надеюсь, им удастся съесть эти фонари...
zh_hans: 食铁族面露不悦，“明白。继续试着吃光源。”他们回到原本的举动，随即切断了通讯。希望他们能成功吃掉那些光源……

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_LANIUS"]/choice[2]/text
source: Whatever they're doing can't be good, attack!
ru: Что бы они ни делали, это нехорошее дело, атакуем!
zh_hans: 他们肯定没在干好事，攻击！

source: You give the order to charge the weapons and the Lanius recognize your aggression, they turn and prepare to defend themselves!
ru: Вы отдаете приказ зарядить оружие, и ланиусы понимают вашу агрессию, поворачиваются и готовятся защищаться!
zh_hans: 你下令给武器充能，食铁族察觉到了你的敌意，随即转身准备自卫！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//event[@name="NEUTRAL_DEEPONE_LANIUS"]/choice[3]/text
source: Ignore them.
ru: Не обращать на них внимания.

source: You leave the Lanius to their... whatever it is that Lanius do, and prepare to leave the system.
ru: Вы оставляете ланиусов заниматься их... тем, чем занимаются ланиусы, и готовитесь покинуть систему.
zh_hans: 你任由食铁族去忙它们的……随便食铁族干的那些事，随即准备离开这个星系。
