Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: Your Deep One growls something scathing over the mic. The Deep Ones over the call seem to quite enjoy this answer, and after laughing for a moment brighten the room to reveal themselves. "An enemy of the Theocracy... is a friend of ours." they say, before offering to share in some spoils from their recent heist of a Rock outpost! They regale you with tales of their exploits as their ship zooms into view, and, while they transfer the spoils over, you regale them with tales of your own.
ru: Ваш глубоководный рычит что-то язвительное в микрофон. Похоже, на другом конце очень понравился ответ глубоководного, и они, посмеявшись немного, осветили комнату, чтобы показать себя. "Враг Теократии... наш друг", - говорят они, а затем предлагают разделить с вами трофеи, полученные в результате недавнего ограбления аванпоста валунов! Они рассказывают вам о своих подвигах, пока их корабль приближается, и пока они передают вам трофеи, вы рассказываете им о своих собственных.
zh_hans: 你的深渊潜者对着麦克风低吼出几句尖锐刻薄的话语。通讯另一端的深渊潜者们似乎对这个回答十分满意，笑了片刻后，房间的灯光亮起，露出了他们的身形。“神权国的敌人……就是我们的朋友。”他们说道，随后主动提出，要与你分享他们近期劫掠岩石族前哨站所得的战利品！他们的飞船疾速驶入视野，一边向你细数此番功绩；在他们转交战利品的间隙，你也向他们讲述了你自己的经历。

source: (Rock Crew) Let your Rockman answer.
ru: (Член экипажа-валун) Пусть ваш валун ответит.
zh_hans: （岩石族船员）让你的岩石族成员来回应。

source: Your Rockman answers "Yes! An infinite well of respect!" proudly, and you're met with a brief moment of silence before the other end replies; "A shame. An infinite well... of shame." The call is ended, and you're left alone in silence.
ru: Ваш валун гордо отвечает: "Да! Бесконечное уважение!", и наступает короткий момент молчания, прежде чем на другом конце отвечают: "Стыд. бесконечный... стыд". Вызов завершается, и вы остаетесь наедине с тишиной.
zh_hans: 你的岩石族成员傲然答道：“是的！怀有无限的敬意！”通讯那头陷入了短暂的沉默，随后传来回应：“可悲。这是无尽的……耻辱。”通讯随即中断，只留下你独自沉寂。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Crystal) Let your Crystal answer.
ru: (Член экипажа-кристаллин) Пусть ваш кристаллин ответит.
zh_hans: （水晶族）让你的水晶族成员作答。

source: Your Crystal shuffles a bit and answers meekly, "Not particularly. Those guys are a little weird, and... fanatical." and you hear a sigh from the Deep Ones as they reply; "Fanatical... to an extreme. Still, an enemy of the Theocracy... is a friend of ours." they say, before offering to share in some spoils from their recent heist of a Rock outpost! They regale you with tales of their exploits as their ship zooms into view, and, while they transfer the spoils over, you regale them with tales of your own.
ru: Ваш кристаллин слегка шаркает и кротко отвечает: "Не особенно. Эти ребята немного странные и... фанатичные". И вы слышите вздох глубоководных, когда они отвечают: "Фанатичные... до крайности. Тем не менее, враг Теократии... наш друг", - говорят они, а затем предлагают разделить с ними трофеи, добытые во время недавнего ограбления аванпоста валунов! Они рассказывают вам о своих подвигах, пока их корабль приближается, и, пока они передают добычу, вы рассказываете им о своих собственных.
zh_hans: 你的水晶族成员微微挪动了一下身子，怯生生地回答：“算不上敬重。那些家伙有点古怪，而且……太过狂热。”你听到深潜者那边发出一声叹息，随即回应道：“狂热……已经到了极致。即便如此，神权国的敌人……就是我们的朋友。”说完，他们提出要与你分享近期劫掠岩石族前哨站斩获的战利品！他们的飞船疾速驶入视野，一边向你讲述着自己的英勇事迹；在他们转交战利品的过程中，你也和他们分享了你自己的故事。

source: Of course not.
ru: Конечно, нет.
zh_hans: 当然不。

source: Refuse the call.
ru: Отклонить вызов.
zh_hans: 拒绝通讯。

source: No attempt to call again is made. You have some time before the FTL charges... though you feel uneasy.
ru: Попытки повторного вызова не предпринимаются. У вас есть немного времени, прежде чем ССД зарядится... но вы чувствуете беспокойство.
zh_hans: 你没有再尝试发起通讯。在超光速引擎充能完毕前，你还有一点时间……可心底却始终惴惴不安。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_DREAD"]/text
source: Something feels off as you pull into the beacon. You're met with the sight of a Deep One outpost, but your hails aren't answered and the whole place seems still.
ru: Когда вы приближаетесь к маяку, вам кажется, что что-то не так. Вы видите аванпост глубоководных, но на ваши вызовы никто не отвечает, и все вокруг кажется мертвым.
zh_hans: 你驶入信标区域时，隐约觉得哪里不对劲。眼前出现的是一座深渊潜者前哨站，可你发出的通讯全都无人应答，整片区域死寂一片。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_DREAD"]/choice[1]/text
source: Dock into the station.
ru: Пристыковаться к станции.
zh_hans: 停靠进空间站。

source: You and your crew enter the station, and things quickly get weird. There are innumerable Deep Ones, all unmoving, their stares trance-like. You know Deep Ones are an odd bunch, but this seems bizarre even for them. Are they okay?
ru: Вы и ваш экипаж входите на станцию, и все быстро становится странным. Здесь бесчисленное множество глубоководных, все они неподвижны, их взгляды похожи на транс. Вы знаете, что глубоководные - странные существа, но это кажется странным даже для них. Они в порядке?
zh_hans: 你和你的船员进入空间站后，气氛很快变得诡异起来。站内有数不清的深渊潜者，全都一动不动，眼神如同陷入恍惚失神的迷咒。你深知深渊潜者本就是怪异的族群，可这般景象，即便对他们而言也实属反常。他们究竟出了什么事？

source: Try to grab a Deep One's attention.
ru: Попытаться привлечь внимание глубоководного.
zh_hans: 试着引起一名深渊潜者的注意。

source: You walk up to one of the Deep Ones and wave. Nothing. You clap a few times and still, nothing.
ru: Вы подходите к одному из глубоководных и машете рукой. Ничего. Вы хлопаете несколько раз, но все равно ничего.
zh_hans: 你走向其中一名深渊潜者并挥手示意。毫无反应。你拍了几下手，依旧没有任何动静。

source: Try shaking it.
ru: Попробовать потрясти его.
zh_hans: 试着摇晃它。

source: You clasp your hands around the Deep One's shoulders, and immediate dread fills your very being upon making contact. You see dozens of images, each filling you with more terror than the last; visions of rituals and cults. A Deep One brutalized, scarred; blood splatters across the ground as an entourage of yellow Deep Ones look on in worship of the horrible display. Prayers and followers in the name of...
ru: Вы кладете руку на плечо глубоководного, и мгновенный ужас наполняет ваше существо, когда вы вступаете в контакт. Вы видите десятки образов, каждый из которых наполняет вас еще большим ужасом, чем предыдущий; видения ритуалов и культов. Глубоководный, зверски убитый, покрытый шрамами; кровь брызжет на землю, а свита желтых глубоководных смотрит на это ужасное зрелище с благоговением, словно на священное действо. Произносятся молитвы во имя...
zh_hans: 你双手扣住这名深渊潜者的肩膀，肢体接触的刹那，极致的恐惧瞬间席卷你的全身。你眼前闪过数十段画面，每一帧带来的惊骇都远超上一帧：仪式与邪教的幻象、一名身受重创、遍体鳞伤的深渊潜者、鲜血溅满地面，一群通体泛黄的深潜者簇拥在旁，以膜拜的姿态注视着这可怖的景象。还有以某个名号发起的祷告与追随者……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You're brought back to reality as your crew pulls you away. What the hell was that, and why did you see it? What's going on with these Deep Ones?
ru: Вас возвращают к реальности, когда экипаж оттаскивает вас в сторону. Что это было, черт возьми, и почему вы это видели? Что происходит с этими глубоководными?
zh_hans: 船员把你拉开，你才回过神来。那到底是什么东西？你为什么会看见那些画面？这些深渊潜者究竟出了什么事？

source: Head deeper into the outpost.
ru: Отправиться вглубь аванпоста.
zh_hans: 继续往哨站深处前进。

source: You and your crew walk past countless Deep Ones, and never once do they stir. At the heart of the outpost lies a pile of... garbage? No, scrap, and a note with it that reads "For you... captain." Do the Deep Ones really put pauses in their writing, too? No, more importantly, is this for you? Did they know you were coming? Your questions fall on deaf ears as the Deep Ones continue to stare into nothing for what feels like eternity, not moving an inch as you and your crew retreat to your ship with your newfound scrap.
ru: Вы и ваш экипаж проходите мимо бесчисленных глубоководных, и ни разу они не шелохнулись. В самом центре аванпоста лежит куча... мусора? Нет, лома, а к нему записка с надписью "Для тебя... капитан". Неужели глубоководные тоже используют паузы в своем письме? Нет, важнее другое: для вас ли это? Знали ли они, что вы придете? Ваши вопросы остаются без ответа, так как глубоководные продолжают смотреть в пустоту, кажется, целую вечность, не двигаясь ни на дюйм, пока вы и ваш экипаж возвращаетесь на свой корабль с найденным ломом.
zh_hans: 你和船员从无数深渊潜者身旁走过，它们自始至终纹丝不动。哨站的核心地带堆着一堆……垃圾？不，是废料，旁边还放着一张字条，上面写着：“给你……舰长。”这些深渊潜者书写时居然也会用省略号吗？不，更关键的是，这真的是留给你的？它们早就知道你会来？你的所有疑问都得不到任何回应，那些深渊潜者依旧目光空洞地凝视着虚空，仿佛要这样僵持到永恒。你和船员带着刚得到的废料撤回飞船时，它们依旧分毫未动。

source: This isn't right, head back before something goes wrong.
ru: Это неправильно, возвращаемся, пока ничего не случилось.
zh_hans: 这不对劲，趁还没出事，赶紧回去。

source: You and your crew turn back around, and the Deep Ones still don't move. Disturbed, but safe, you've got some time to kill before the FTL charges.
ru: Вы и ваш экипаж возвращаетесь обратно, но глубоководные по-прежнему не двигаются. Вы обеспокоены, но в безопасности, у вас есть немного времени, чтобы убить его, прежде чем зарядится ССД корабля.
zh_hans: 你和船员转身折返，那些深渊潜者依旧纹丝不动。虽然心有余悸，但暂时安全，在超光速引擎完成充能之前，你还有一段空闲时间。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Stop trying, and just keep walking.
ru: Перестать пытаться и просто продолжать идти.
zh_hans: 别白费力气了，继续往前走就好。

source: You and your crew walk past countless Deep Ones, and never once do they stir. At the heart of the outpost lies a pile of... garbage? No, scrap, and a note with it that reads "For you... captain." Do the Deep Ones really put pauses in their writing, too? No, more importantly, is this for you? Did they know you were coming? Your questions fall on deaf ears as the Deep Ones continue to stare into nothing for what feels like eternity, not moving an inch as you and your crew retreat to your ship with your newfound scrap.
ru: Вы и ваш экипаж проходите мимо бесчисленных глубоководных, и ни разу они не шелохнулись. В самом центре аванпоста лежит куча... мусора? Нет, лома, а к нему записка с надписью "Для тебя... капитан". Неужели глубоководные тоже используют паузы в своем письме? Нет, важнее другое: для вас ли это? Знали ли они, что вы придете? Ваши вопросы остаются без ответа, так как глубоководные продолжают смотреть в пустоту, кажется, целую вечность, не двигаясь ни на дюйм, пока вы и ваш экипаж возвращаетесь на свой корабль с найденным ломом.
zh_hans: 你和你的船员从无数深渊潜者身旁走过，它们自始至终都没有丝毫动弹。哨站的中心堆放着一堆……垃圾？不，是废料，旁边还放着一张字条，上面写着：“给你……舰长。”难道深渊潜者书写时也会用这种停顿省略吗？不对，更重要的是，这真的是留给你的？它们难道早就知道你会来？你的所有疑问都得不到任何回应，那些深渊潜者依旧空洞地凝视着虚空，仿佛要这样直到永恒。你和船员带着刚得到的废料撤回飞船时，它们依旧分毫未动。.

source: Ignore the Deep Ones and keep moving.
ru: Не обращать внимания на глубоководных и продолжать двигаться дальше.
zh_hans: 无视那些深潜者，继续前进。

source: You and your crew walk past countless Deep Ones, and never once do they stir. At the heart of the outpost lies a pile of... garbage? No, scrap, and a note with it that reads "For you... captain." Do the Deep Ones really put pauses in their writing, too? No, more importantly, is this for you? Did they know you were coming? Your questions fall on deaf ears as the Deep Ones continue to stare into nothing for what feels like eternity, not moving an inch as you and your crew retreat to your ship with your newfound scrap.
ru: Вы и ваш экипаж проходите мимо бесчисленных глубоководных, и ни разу они не шелохнулись. В самом центре аванпоста лежит куча... мусора? Нет, лома, а к нему записка с надписью "Для тебя... капитан". Неужели глубоководные тоже используют паузы в своем письме? Нет, важнее другое: для вас ли это? Знали ли они, что вы придете? Ваши вопросы остаются без ответа, так как глубоководные продолжают смотреть в пустоту, кажется, целую вечность, не двигаясь ни на дюйм, пока вы и ваш экипаж возвращаетесь на свой корабль с найденным ломом.
zh_hans: 你和船员从无数深渊潜者身旁走过，它们自始至终纹丝不动。前哨站的中心堆放着一堆……垃圾？不，是废料，旁边还放着一张字条，上面写着：“给你……舰长。”深渊潜者书写文字时居然也会用这种停顿吗？不，更重要的是，这真的是留给你的？它们早就知道你会来？你的所有疑问都石沉大海，那些深渊潜者依旧目光空洞地凝视着虚空，仿佛要这样僵持到永恒。你和船员带着刚到手的废料撤回飞船时，它们依旧分毫未动。

source: (Deep One) Your Deep One looks troubled.
ru: (Член экипажа-глубоководный) Ваш глубоководный выглядит обеспокоенным.
zh_hans: （深渊潜者）你麾下的深渊潜者面露愁容。

source: You look to your Deep One for insight into the situation, but they don't seem too keen to provide answers. After pushing a little, they say one word; "Ritual." They insist you leave the Deep Ones here undisturbed. Ominous...
ru: Вы обращаетесь к своему глубоководному, чтобы он все объяснил, но он, похоже, не слишком хочет давать ответы. После небольшого колебания, он произносят одно слово: "Ритуал". Он настаивает, чтобы вы оставили глубоководных в покое. Зловеще...
zh_hans: 你看向自己的深渊潜者同伴，想从它那里了解当前状况，可它并不情愿给出答案。你稍加追问后，它只说了一个词：“仪式”。它执意要求你不要打扰这里的深渊潜者，尽快离开。一股不祥的预感笼罩而来……

source: Push deeper into the outpost.
ru: Проникнуть глубже в аванпост.
zh_hans: 继续深入前哨站。

source: You and your crew walk past countless Deep Ones, and never once do they stir. At the heart of the outpost lies a pile of... garbage? No, scrap, and a note with it that reads "For you... captain." Do the Deep Ones really put pauses in their writing, too? No, more importantly, is this for you? Did they know you were coming? Your questions fall on deaf ears as the Deep Ones continue to stare into nothing for what feels like eternity, not moving an inch as you and your crew retreat to your ship with your newfound scrap.
ru: Вы и ваш экипаж проходите мимо бесчисленных глубоководных, и ни разу они не шелохнулись. В самом центре аванпоста лежит куча... мусора? Нет, лома, а к нему записка с надписью "Для тебя... капитан". Неужели глубоководные тоже используют паузы в своем письме? Нет, важнее другое: для вас ли это? Знали ли они, что вы придете? Ваши вопросы остаются без ответа, так как глубоководные продолжают смотреть в пустоту, кажется, целую вечность, не двигаясь ни на дюйм, пока вы и ваш экипаж возвращаетесь на свой корабль с найденным ломом.
zh_hans: 你和船员从无数深渊潜者身旁走过，它们自始至终纹丝不动。哨站的核心地带堆着一堆……垃圾？不，是废料，旁边还放着一张字条，上面写着：“给你……舰长。”这些深渊潜者书写时居然也会用省略号吗？不，更关键的是，这真的是留给你的？它们早就知道你会来？你的所有疑问都得不到任何回应，那些深渊潜者依旧目光空洞地凝视着虚空，仿佛要这样僵持到永恒。你和船员带着刚得到的废料撤回飞船时，它们依旧分毫未动。

source: Turn back, this doesn't feel right.
ru: Повернуть назад, это неправильно.
zh_hans: 回去，这感觉不对劲。

source: You and your crew turn back around, and the Deep Ones still don't move. Disturbed, but safe, you've got some time to kill before the FTL charges.
ru: Вы и ваш экипаж возвращаетесь обратно, но глубоководные по-прежнему не двигаются. Вы обеспокоены, но в безопасности, у вас есть немного времени, чтобы убить его, прежде чем зарядится ССД корабля.
zh_hans: 你和船员转身折返，那些深渊潜者依旧纹丝不动。虽然心有余悸，但暂时安全，在超光速引擎完成充能之前，你还有一段空闲时间。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: This is way too weird. Get out.
ru: Это слишком странно. Убираемся отсюда.
zh_hans: 这实在太诡异了，赶紧离开。

source: You and your crew turn back around, and the Deep Ones still don't move. Disturbed, but safe, you've got some time to kill before the FTL charges.
ru: Вы и ваш экипаж возвращаетесь обратно, но глубоководные по-прежнему не двигаются. Вы обеспокоены, но в безопасности, у вас есть немного времени, чтобы убить его, прежде чем зарядится ССД корабля.
zh_hans: 你和船员转身折返，那些深渊潜者依旧纹丝不动。虽然心有余悸，但暂时安全，在超光速引擎完成充能之前，你还有一段空闲时间。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_DREAD"]/choice[2]/text
source: Nope. Staying right here.
ru: Не-а. Остаемся здесь.
zh_hans: 不。我就待在这儿。

source: You don't trust this outpost. As such, you fire up the FTL and prepare to leave the beacon.
ru: Вы не доверяете этому аванпосту. Поэтому вы заряжаете ССД корабля и готовитесь покинуть маяк.
zh_hans: 你不信任这座前哨站。于是，你启动超光速引擎，准备离开这个信标所在的区域。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: What??? How'd you do that???
ru: Что??? Как вы это сделали????
zh_hans: 什么？？？你是怎么做到的？？？

source: You try your best to fly in the general direction of where the ship was, and you breathe a sigh of relief as its silhouette appears in the near distance. Once there, you're able to make its shape out enough to dock, but you're also able to recognize that the damage to its hull is truly severe. If anyone alive's left onboard, odds are that you don't have much time to save them.
ru: Вы изо всех сил стараетесь лететь в том направлении, где находился корабль, и облегченно выдыхаете, когда его силуэт появляется вдалеке. Оказавшись на месте, вы можете разобрать его очертания настолько, чтобы состыковаться, но при этом понимаете, что повреждения корпуса действительно серьезные. Если на борту остался кто-то живой, то, скорее всего, времени на спасение у вас не так много.
zh_hans: 你拼尽全力朝着飞船原本所在的大致方向飞去，当它的轮廓出现在不远处时，你松了一口气。抵达附近后，你勉强能看清它的外形以完成对接，但也立刻意识到，船体的受损程度极为严重。如果船上还有幸存者，你能用来营救他们的时间，恐怕已经所剩无几。

source: Hurry!
ru: Поторопитесь!
zh_hans: 快！！

source: Despite your best efforts, your search proves to be fruitless. Eventually, deciding that feeling around in the dark is pointless, you make the call to prepare to leave before the Rebellion gains any more ground.
ru: Несмотря на все ваши усилия, поиски оказываются безрезультатными. В конце концов, решив, что искать в темноте бессмысленно, вы принимаете решение готовиться к уходу, пока повстанцы не догнали вас.
zh_hans: 尽管你拼尽了全力，搜寻最终还是一无所获。最终，你断定在黑暗中摸索毫无意义，当即决定动身撤离，以免叛军进一步占据优势。

source: It doesn't take long for you to find the shrouded ship... as you crash into it, sending it cascading back into the darkness! Maybe cluelessly searching around in the dark wasn't the greatest idea after all, but, at least the damage isn't too severe. Still, you're not going to risk trying to find it again...
ru: Вам не понадобилось много времени, чтобы найти скрытый тьмой корабль... когда вы врезаетесь в него, отправляя его кувырком обратно в тьму! Может быть, искать его во тьме было не самой лучшей идеей, но, по крайней мере, повреждения не слишком серьезные. Тем не менее, вы не собираетесь рисковать, пытаясь найти его снова...
zh_hans: 没过多久，你就找到了那艘隐匿在阴影中的飞船……结果径直撞了上去，让它再度翻滚着坠入黑暗！说到底，在黑暗里毫无头绪地四处摸索，压根就不是什么好主意。不过好在，船体受损并不算太严重。但你再也不会冒风险去重新寻找它了……

source: You rush onboard the damaged ship, but quickly realize it's just as dark in here as it was out there... and, yet, you don't necessarily feel as lost. An esoteric warmth in your chest seems to guide you forward, and you don't so much as bump into anything as you traverse the pitch black halls. Eventually, your hand comes to rest on something. The feeling of its surface is alien, almost indescribable, but it emits a heat comparable to the one you feel guiding you. Something wanted you to find this... whatever it is.
ru: Вы вбегаете на борт поврежденного корабля, но быстро понимаете, что здесь так же темно, как и снаружи... и в то же время вы не чувствуете себя заблудившимся. Эзотерическое тепло в груди словно направляет вас вперед, и вы ни на что не натыкаетесь, пока блуждаете по черным коридорам. В конце концов, ваша рука нащупывает что-то. Ощущение от этой поверхности чужое, почти неописуемое, но от нее исходит то же тепло, что и вело вас сюда. Что-то хотело, чтобы вы нашли это... что бы это ни было.
zh_hans: 你冲进这艘受损的飞船，却很快发现内部和外面一样漆黑……但你并没有感到那般迷茫。胸腔里一股隐秘的暖意仿佛在指引你前行，在漆黑的走廊中穿行时，你甚至没有撞到任何东西。最终，你的手停留在一个物体上。它的表面触感怪异，几乎难以用语言形容，却散发出与指引你的那股暖意相仿的热量。无论这东西是什么，它似乎一直在等你找到它。

source: How strange...
ru: Странно...
zh_hans: 真奇怪……

source: There's a loud, tearing noise, and the realization dawns on you that the ship is about to collapse. You're going to have to settle with taking... whatever this object is back, and you're going to have be quick! You pick it up, as heavy as it is, and make a sprint for the exit...
ru: Раздается громкий раздирающий звук, и вас осеняет, что корабль вот-вот разрушится. Придется довольствоваться тем, что вам удастся собрать... чем бы это ни было, и побыстрее! Вы поднимаете тяжелый предмет и бегом направляетесь к выходу...
zh_hans: 一声刺耳的撕裂巨响传来，你猛然意识到，这艘飞船即将彻底解体崩塌。你只能先带上……不管这个东西是什么，立刻撤离，而且必须动作飞快！你咬牙抱起这个沉重的物件，朝着出口全力狂奔……

source: Run!
ru: Бежим!
zh_hans: 快跑！

source: Your mad, blind dash through the darkness goes as smoothly as your entrance had, to your amazement, and you're able to make a decisive leap back into your ship's airlock. As it closes, you see the ship behind you as it's torn apart, and for the first time you get a good look at the object you just risked your life to secure... it seems to be a strange weapon of sorts. The warmth in your chest leaves you, and the weapon quickly becomes almost searing hot to the touch. You're not sure what exactly it is, what's just happened here, or why you couldn't find any of the ship's inhabitants... but you're all the richer for it as you prepare to leave the beacon.
ru: К вашему удивлению, ваш безумный, слепой бросок сквозь тьму проходит так же гладко, как и вход, и вам удается решительным рывком вернуться к шлюзу своего корабля. Когда он закрывается, вы видите, как корабль позади вас разрывается на части, и впервые хорошо рассматриваете предмет, ради которого вы только что рисковали жизнью... похоже, это какое-то странное оружие. Тепло в груди покидает вас, и оружие быстро становится почти обжигающе горячим на ощупь. Вы не знаете, что это такое, что здесь произошло и почему вы не смогли найти никого из обитателей корабля... но вы стали богаче, когда приготовились покинуть маяк.
zh_hans: 令你惊诧的是，你在黑暗中这番疯狂的盲冲，竟和进来时一样顺畅无阻，你果断纵身一跃，跳回了自己飞船的气密舱。气密舱闭合的瞬间，你眼见身后的飞船彻底崩解撕裂，也终于第一次看清了这件你冒着生命危险取回的物件……它看上去像是一件形制怪异的武器。你胸腔里的暖意随之消散，而这件武器的触感很快变得近乎灼烫。你无从知晓它究竟是什么、刚才此地发生了什么，也不明白为何遍寻不到这艘飞船上的任何生灵……但在你准备驶离这片信标区域时，此行已然让你收获颇丰。

# data/events_deepone.xml$//event[@name="ITEMS_DDDEEPONE_CHOSENESCAPE"]/text
source: The two ships here, while undoubtedly of Deep One design, are not ones you can say you recognize in the slightest. Whereas most Deep One ships overcompensate with their lighting, these ones seem to lack any amount of external lights whatsoever. In fact, you feel as if they suck in the very light around them... you're not sure if they've noticed you, but you get the impression that they're communicating with each other.
ru: Эти два корабля, несомненно, созданы глубоководными, но их нельзя назвать узнаваемыми. В то время как большинство кораблей глубоководных чрезмерно используют освещение, эти, кажется, вообще лишены всякого освещения. Кажется, что они будто поглощают сам свет вокруг себя... Вы не знаете, заметили ли они вас, но у вас создается впечатление, что они общаются друг с другом.
zh_hans: 这里的两艘飞船，尽管无疑是深渊潜者的造物，却完全超出了你的认知范围。大多数深渊潜者舰船都会过度布置照明，而这两艘却没有配备任何外部灯光。甚至你会感觉，它们仿佛在吞噬周遭的光线……你无法确定它们是否已经发现了你，但能隐约感知到，它们正在彼此交流。

source: Approach the two ships.
ru: Приблизиться к двум кораблям.
zh_hans: 靠近这两艘飞船。
