Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_LANIUS_TEXT"]/text[2]
source: Unsurprisingly, the Lanius find Deep One sectors to be quite comfortable. Effectively lawless and unguarded save for the Deep Ones' settlements and fleets, the Lanius are practically free to roam and eat what they like. Unfortunately for you, that includes Renegades!
ru: Неудивительно, что ланиусы считают секторы глубоководных вполне комфортными. Практически беззаконные и неохраняемые, если не считать поселений и флотов глубоководных, ланиусы могут свободно перемещаться и питаться тем, что им нравится. К несчастью для вас, это касается и Ренегатов!
zh_hans: 不出所料，食铁族族群觉得深渊潜者星域的环境十分适宜。这里除了深渊潜者的定居点与舰队外，基本处于无律法、无守备的状态，食铁族几乎可以随意游荡、吞噬任何它们看上的东西。而对你而言不幸的是，变元者也在它们的猎食清单上！

# data/events_deepone.xml$//textList[@name="HOSTILE_DEEPONE_LANIUS_TEXT"]/text[3]
source: You're hailed by a nearby Lanius ship whose translator seems especially lacking, "Eaten need, not eat, eat. Thank." Moments later, their weapons go online and they begin their assault!
ru: Вас вызывает близлежащий корабль ланиусов, переводчик которого, похоже, особенно скуден: "Есть нужно, а не есть, есть. Спасибо". Мгновением позже их оружие включается, и они начинают атаку!
zh_hans: 附近一艘食铁族飞船向你发来通讯，它们的翻译器看起来故障严重，只传出断断续续的语句：“要吃，不吃，吃。谢。” 片刻之后，它们的武器启动，随即发起攻击！

# data/events_deepone.xml$//event[@name="DEEPONE_SURRENDER"]/choice[1]/text
source: Accept their offer.
ru: Принять их предложение.

# data/events_deepone.xml$//event[@name="DEEPONE_SURRENDER"]/choice[2]/text
source: We will not accept surrender!
ru: Мы не примем капитуляцию!
zh_hans: 我们不接受投降！

# data/events_deepone.xml$//textList[@name="DEEPONE_SURRENDER_TEXT"]/text[1]
source: The Deep Ones, as hot-headed as they are, still don't have complete disregard for their lives. They're offering a surrender.
ru: Глубоководные, какими бы вспыльчивыми они ни были, все же не полностью пренебрегают своими жизнями. Они предлагают сдаться.
zh_hans: 深渊潜者即便性情暴躁，也并非完全不顾及自身性命。他们此刻提出投降。

# data/events_deepone.xml$//textList[@name="DEEPONE_SURRENDER_TEXT"]/text[2]
source: You receive several messages that are composed of complete gibberish and accompanied by bribes. You assume this is their idea of surrendering.
ru: Вы получаете несколько сообщений, состоящих из полной тарабарщины и сопровождаемых взяткой. Вы полагаете, что это означает, что они хотят сдаться.
zh_hans: 你收到了数条完全是胡言乱语的信息，还附带了贿赂。你推测这就是他们眼中的投降方式。

# data/events_deepone.xml$//textList[@name="DEEPONE_SURRENDER_TEXT"]/text[3]
source: The Deep Ones hail and struggle to speak your tongue, "For...give... Please."
ru: Глубоководные связываются с вами и пытаются говорить на вашем языке: "Про... стите... Пожалуйста".
zh_hans: 深渊潜者发来通讯，艰难地说着你的语言：“饶……命……求你了。”

# data/events_deepone.xml$//textList[@name="DEEPONE_SURRENDER_TEXT"]/text[4]
source: In a moment of clarity, the Deep Ones forget their rage for but a moment and plead for their lives.
ru: Осознав, в какую ситуацию они попали, глубоководные забывают о своей ярости и начинают умолять о пощаде.
zh_hans: 在片刻清醒的间隙里，深渊潜者暂时忘却了怒火，低声乞求活命。

# data/events_deepone.xml$//textList[@name="DEEPONE_SURRENDER_TEXT"]/text[5]
source: As the opposing Deep One ship buckles and begins to collapse, you receive a desperate hail for surrender.
ru: Когда противостоящий корабль глубоководных начинает разваливаться на части, вы получаете от них отчаянный призыв о капитуляции.
zh_hans: 敌方的深渊潜者飞船逐渐变形、开始解体，你收到了它发出的、满是绝望的投降通讯。

# data/events_deepone.xml$//textList[@name="DEEPONE_SURRENDER_TEXT"]/text[6]
source: Fear's not a look that well-suits the Deep Ones. Nevertheless, they cower before you, begging to be spared.
ru: Страх - не то чувство, которое обычно свойственно глубоководным. Тем не менее они склоняются перед вами, умоляя о пощаде.
zh_hans: 恐惧这副模样，根本不适合深渊潜者。可即便如此，他们依旧在你面前畏缩颤抖，乞求饶命。

# data/events_deepone.xml$//event[@name="DEEPONE_ESCAPE"]/text
source: Your scanners are picking up FTL signatures, the Deep Ones are trying to escape!
ru: Ваши сканеры фиксируют сигнатуры ССД, глубоководные пытаются сбежать!
zh_hans: 你的扫描仪侦测到超光速信号，深渊潜者正企图逃跑！

# data/events_deepone.xml$//textList[@name="TEXT_DESTROYED_DEEPONE"]/text[1]
source: As you scrap the strange ship, you muse to yourself that the Deep Ones would've been better off had they never left the water if the likes of you are all that awaits them in space.
ru: Разбирая странный корабль, вы думаете о том, что глубоководным было бы лучше никогда не покидать воды, если в космосе их ждут только такие, как вы.
zh_hans: 当你拆解这艘怪异的飞船时，暗自思忖：如果在太空中等着它们的尽是你这样的对手，那深渊潜者当初压根就不该离开星域，那样反倒会好过得多。

# data/events_deepone.xml$//textList[@name="TEXT_DESTROYED_DEEPONE"]/text[2]
source: The Deep One ship sends one last hail as it splits into two, yet your translator can't even begin to decipher it.
ru: Корабль глубоководных посылает последний сигнал, раскалываясь на две части, но ваш переводчик не успевает даже начать расшифровывать его.
zh_hans: 深渊潜者飞船在裂成两半时发出了最后一次通讯，而你的翻译器根本无法破译这段信息。

# data/events_deepone.xml$//textList[@name="TEXT_DESTROYED_DEEPONE"]/text[3]
source: During the scrapping operation, your crew comments that the lights adorning the Deep Ones' hull appear to never die. You find that quite ironic.
ru: Во время операции по разбору корабля на лом ваш экипаж отмечает, что фонари, украшающие корпус глубоководных, кажется, никогда не гаснут. Вы находите это довольно ироничным.
zh_hans: 拆解作业期间，你的船员议论道，装饰在深渊潜者船体上的灯具仿佛永远不会熄灭。你只觉得这极具讽刺意味。

# data/events_deepone.xml$//textList[@name="TEXT_DESTROYED_DEEPONE"]/text[4]
source: You pull up a database on Old Earth marine life as your crew scraps the ship. The Deep Ones have fine taste in ship architecture, yet they have finer scrap.
ru: Пока ваш экипаж разбирает корабль на лом, вы изучаете базу данных о морских обитателей Старой Земли. У глубоководных прекрасный вкус в корабельной архитектуре, но у них также есть и не менее прекрасный лом.
zh_hans: 船员拆解飞船时，你调出了一个远古地球海洋生物数据库。深渊潜者的舰船设计品味不俗，而它们的舰船残骸价值更胜一筹。

# data/events_deepone.xml$//textList[@name="TEXT_DESTROYED_DEEPONE"]/text[5]
source: Though you barely understand the creatures you've just blown up, you can't help but feel like it didn't have to end this way.
ru: Хотя вы едва понимаете существ, которых только что взорвали, вы не можете отделаться от ощущения, что все не должно было закончиться именно так.
zh_hans: 尽管你几乎无法理解刚刚被你屠戮的这些生物，却还是不禁觉得，这本不必以这样的方式收场。

# data/events_deepone.xml$//textList[@name="TEXT_DESTROYED_DEEPONE"]/text[6]
source: You breathe a sigh of relief once it's been confirmed that the threat's been eliminated. There's a certain lingering dread that accompanies those in the presence of the Deep Ones...
ru: Вы вздохнули с облегчением, когда убедились, что угроза устранена. Есть некий леденящий душу страх, который сопровождает тех, кто находится в присутствии глубоководных...
zh_hans: 确认船员已被清除后，你松了一口气。但凡身处深渊潜者周遭，总会伴随着一股挥之不去的恐惧……

# data/events_deepone.xml$//textList[@name="TEXT_DESTROYED_DEEPONE"]/text[7]
source: The ship breaks apart much more violently than you expected it to, sending cyan debris in all directions. Or was it turquoise?
ru: Корабль разрывается на части гораздо сильнее, чем вы ожидали, разбрасывая во все стороны цианового цвета обломки. Или это был бирюзовый?
zh_hans: 那艘战舰的爆炸崩解远比你预想的要猛烈，青蓝色的残骸四散飞溅。又或者，那是绿松石色？

# data/events_deepone.xml$//textList[@name="TEXT_DEAD_CREW_DEEPONE"]/text[1]
source: As you wander the halls of the strange ship, you muse to yourself that the Deep Ones would've been better off had they never left the water if the likes of you are all that awaits them in space.
ru: Бродя по коридорам странного корабля, вы размышляете о том, что глубоководным было бы лучше никогда не покидать воды, если в космосе их ждут только такие, как вы.
zh_hans: 当你漫步在这艘诡异飞船的廊道中时，不禁暗自思忖：倘若深渊潜者在宇宙中等待它们的，尽是你这般存在，那它们当初若从未离开星域，或许反倒会更好。

# data/events_deepone.xml$//textList[@name="TEXT_DEAD_CREW_DEEPONE"]/text[2]
source: While cleaning out the ship you come across a dying Deep One who meets your gaze and mutters something before collapsing, yet your translator can't even begin to decipher it.
ru: Во время разборки корабля вы натыкаетесь на умирающего глубоководного, который встречается с вами взглядом и что-то бормочет, прежде чем упасть, но ваш переводчик не может даже не успевает начать расшифровывать слова.
zh_hans: 在清理飞船时，你发现了一名垂死的深渊潜者。它与你对视，在倒下前低声呢喃了几句，可你的翻译器完全无法破译这段话。

# data/events_deepone.xml$//textList[@name="TEXT_DEAD_CREW_DEEPONE"]/text[3]
source: During the scrapping operation, your crew comments that the lights adorning the Deep Ones' halls appear to never die. You find that quite ironic.
ru: Во время операции по разборке корабля на лом ваш экипаж замечает, что фонари, украшающие залы глубоководных, кажется, никогда не гаснут. Вы находите это весьма ироничным.
zh_hans: 在拆解作业期间，你的船员议论说，深渊潜者飞船廊道里的灯光仿佛永远不会熄灭。你只觉得这无比讽刺。

# data/events_deepone.xml$//textList[@name="TEXT_DEAD_CREW_DEEPONE"]/text[4]
source: You pull up a database on Old Earth marine life as your crew explores the now-empty ship. The Deep Ones have fine taste in ship architecture, yet they have finer scrap.
ru: Пока ваш экипаж исследует опустевший корабль, вы изучаете базу данных о морских обитателей Старой Земли. У глубоководных прекрасный вкус в корабельной архитектуре, но у них также есть и не менее прекрасный лом.
zh_hans: 船员探索这艘现已空无一人的飞船时，你调出了一个远古地球海洋生物数据库。深潜者的舰船建筑品味极佳，而它们的残骸价值更甚。

# data/events_deepone.xml$//textList[@name="TEXT_DEAD_CREW_DEEPONE"]/text[5]
source: Though you barely understand the creatures you've just slaughtered, you can't help but feel like it didn't have to end this way.
ru: Хотя вы едва понимаете существ, которых только что убили, вы не можете избавиться от ощущения, что все не должно было закончиться именно так.
zh_hans: 尽管你几乎无法理解刚刚被你屠戮的这些生物，却还是不禁觉得，这本不必以这样的方式收场。

# data/events_deepone.xml$//textList[@name="TEXT_DEAD_CREW_DEEPONE"]/text[6]
source: You breathe a sigh of relief once it's been confirmed that the crew's been eliminated. There's a certain lingering dread that accompanies those in the presence of the Deep Ones...
ru: Вы вздохнули с облегчением, когда убедились, что экипаж уничтожен. Есть некий леденящий душу страх, который сопровождает тех, кто находится в присутствии глубоководных...
zh_hans: 在确认船员已经全部清除后，你松了一口气。与深渊潜者共处时，那种挥之不去的恐惧始终萦绕在心头……

# data/events_deepone.xml$//textList[@name="TEXT_DEAD_CREW_DEEPONE"]/text[7]
source: Amidst scrapping, your crew begins to argue about what color the lights the Deep Ones use are. Obviously they're turquoise, but you don't want to ruin their fun.
ru: Среди лома ваш экипаж начинает спорить о том, какого цвета фонари, которые используют глубоководные. Очевидно, что они бирюзовые, но вы не хотите портить им веселье.
zh_hans: 拆解飞船的过程中，你的船员开始争论深渊潜者使用的灯光究竟是什么颜色。显然那是青绿色，可你不想扫他们的兴。
