Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: As soon as you approach the air vent, the power goes out! Whatever's in there makes the loudest getaway in history but there's nothing you can do without being able to see. Moments later, you begin to hear some sort of... tearing... something's ripping through the very hull of the ship! You yell to your crew to get their oxygen masks and, sure enough, the hole in the hull must've come from whatever was in the vent because all the oxygen in the ship is immediately vented out. The power swiftly returns in the nick of time and you're able to send some crew out to patch up the hole and restore the ship's oxygen, but that's not the end of it. Your crew claim that there's sector coordinates "written" on the hull, crudely cut into the ship. You surmise that it's most likely a trap seeing that whatever did this couldn't possibly have had good intentions, but you're intrigued nonetheless and log the coords down.
ru: Как только вы приближаетесь к вентиляционному отверстию, электричество отключается! Что бы там ни находилось, оно совершает самый громкий побег в истории, но вы ничего не можете сделать, не имея возможности видеть. Мгновением позже вы начинаете слышать какой-то... скрежет... Нечто прорывается сквозь обшивку корабля! Вы кричите своей команде, чтобы они достали кислородные маски, и, конечно, дыра в корпусе, должно быть, образовалась из-за того, что находилось в вентиляционном отверстии, потому что весь кислород на корабле немедленно вырвался наружу. Энергия быстро возвращается, и вы успеваете отправить несколько человек, чтобы заделать дыру и восстановить кислород на корабле, но на этом все не заканчивается. Ваш экипаж утверждает, что на корпусе корабля "написаны" координаты сектора, грубо вырезанные в корпусе. Вы предполагаете, что это, скорее всего, ловушка, поскольку у того, кто это сделал, не могло быть добрых намерений, но, тем не менее, вы заинтригованы и сохраняете координаты.
zh_hans: 你刚靠近通风口，飞船就突然断电了！里面的那个东西制造出了前所未有的巨大声响仓皇逃窜，可你在一片漆黑中什么也做不了。片刻之后，你听见了某种……撕裂般的动静——有东西正在硬生生破开飞船的船体！你大喊着让船员们立刻戴上氧气面罩，而果不其然，破开船体的破洞正是通风口里的那个东西造成的，因为船舱内的所有氧气瞬间向外泄空。万幸的是，电力在千钧一发之际恢复了，你立刻派部分船员外出修补破洞、恢复飞船供氧，但事情还没有结束。船员们报告，船体上“刻着”一组星域坐标，是被粗暴地切割在船身外壳上的。你推测这极有可能是个陷阱，做出这一切的东西不可能怀有好意，但你依旧心生好奇，把坐标记录了下来。

# data/events_deepone.xml$//event[@name="ENLIGHTENED_QUEST_START_GOOD_END"]/text
source: You stay silent and, for a while, nothing happens. That is, until the power returns! Overwrought, you search around the room with an intense, paranoia-fueled fervour but nothing seems to be out of the ordinary. You're replaying the sound you heard whilst the lights were out in your head when one of your crew rushes into the room. Then another, and another. Apparently, everyone had similar experiences; an overwhelming sense of dread followed by waiting in the darkness and refusing to speak to whatever was there. One particularly flustered crew member, however, reports that the being in the darkness actually spoke to them... nonstop, in fact. They claim it kept repeating a string of numbers, over, and over, and over, and over... until the power returned and nothing was there. Familiar with the patterning, you recognize the string of numbers as a set of sector coordinates. Whatever mysterious entity, or group of entities, is behind this clearly wants you to go there; but who's to say what's waiting.
ru: Вы молчите, и какое-то время ничего не происходит. До тех пор, пока энергия не возвращается! Переживая, вы осматриваете каюту с напряженным, полным паранойи рвением, но ничто не кажется необычным. Вы прокручиваете в голове звук, который слышали, пока не погас свет, когда в помещение вбегает один из членов вашего экипажа. Потом еще один, и еще. Очевидно, у всех были похожие ощущения: непреодолимое чувство ужаса, за которым следовало ожидание во тьме и отказ разговаривать того, кто или что там было. Один особенно взволнованный член экипажа, однако, сообщает, что существо во тьме действительно разговаривало с ним... причем безостановочно. Он утверждает, что оно повторяло строку цифр, снова и снова, и снова, и снова... пока не вернулось электричество и оно не исчезло. Знакомый с закономерностями, вы узнаете в строке цифр набор координат сектора. Какая бы таинственная сущность или группа сущностей ни стояла за этим, она явно хочет, чтобы вы отправились туда; но кто знает, что вас там ждет.
zh_hans: 你保持沉默，有那么一会儿，什么都没发生。直到电力恢复！你情绪极度紧张，带着被偏执驱使的狂热在房间里仔细搜查，可一切看起来都毫无异常。你在脑海里反复回想断电时听到的声响，这时一名船员冲进了房间，接着是第二个、第三个。显然，所有人都经历了相似的事情：先是被一股强烈的恐惧感笼罩，随后在黑暗中等待，都选择不和那个未知存在交谈。但一名格外慌乱的船员说，黑暗里的那个存在和他说话了——而且是说个不停。他声称那个存在一遍又一遍、无休止地重复着一串数字，直到电力恢复，那东西便消失无踪。你对这种数字组合十分熟悉，立刻认出这是一组星域坐标。策划这一切的，无论是某种神秘实体，还是一群未知存在，显然都在逼你前往那里；可谁也说不准，等待你的会是什么。

# data/events_deepone.xml$//event[@name="STOREEVENT_DEEPONE_RIDDLE"]/text
source: There appears to be a Deep One merchant ship at this beacon, a welcome sight to say the least.
ru: Похоже, у этого маяка находится торговое судно глубоководных, и это, мягко говоря, радует.
zh_hans: 这个信标处出现了一艘深渊潜者商人，至少可以说，这是一幕令人欣慰的景象。

source: Hail.
ru: Связаться.
zh_hans: 呼叫。

source: A giddy Deep One responds to your hail, "Welcome... potential customer. Should you... care to trade, you must... solve my riddle."
ru: Взволнованный глубоководный отвечает на ваш вызов: "Добро пожаловать... потенциальный клиент. Если вы... хотите торговать, вы должны... разгадать мою загадку".
zh_hans: 一名兴奋的深渊潜者回应了你的通讯：“欢迎……潜在的顾客。倘若你……想要交易，就必须……解开我的谜题。”

source: Accept.
ru: Согласиться.
zh_hans: 接受。

source: "They have..."
ru: "У них есть..."
zh_hans: “他们有……”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "...eight fingers."
ru: "...восемь пальцев".
zh_hans: “……八根手指。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "They also have a..."
ru: "У них также есть..."
zh_hans: “他们还有一……”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "...pair of thumbs."
ru: "...пара больших пальцев".
zh_hans: “……一对拇指。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "But..."
ru: "Но..."
zh_hans: "但是..."

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "...they aren't alive."
ru: "...они не живые".
zh_hans: “……它们并非活物。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "What... are they?"
ru: "Что... это?"
zh_hans: “那……它们是什么？”

source: You, if you don't shut the hell up and start trading.
ru: Ты, если не заткнешься к чертям и не начнешь торговать.
zh_hans: 你再不赶紧闭嘴谈交易，倒霉的就是你自己。

source: The Deep One frowns, "You must be... fun at parties. Fine, feel free... to look around."
ru: Глубоководный хмурится: "Вы, должно быть... весельчак на вечеринках. Ладно, не стесняйтесь... проходите".
zh_hans: 深渊潜者皱起眉头：“你在聚会上……肯定很招人烦。算了，你随便……看看吧。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Deep One) "They are... a pair of... gloves!"
ru: (Член экипажа-глубоководный) "Это... пара... перчаток!"
zh_hans: （深渊潜者）“它们是……一双手套！”

source: The merchant's ecstatic about someone getting his riddle right, and he even gives you some resources on the house!
ru: Торговец в восторге от того, что кто-то отгадал его загадку, и даже передает вам немного ресурсов за счет заведения!
zh_hans: 商人因为有人猜对了他的谜题而欣喜若狂，甚至还免费送了你一些物资！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: We don't have time for this.
ru: У нас нет на это времени.
zh_hans: 我们没有时间搞这个。

source: "A terrible... shame." They close communications.
ru: "Ужасный... позор". Они заканчивают связь.
zh_hans: “真是太……可惜了。”它们挂断了通讯。

source: Oh, man! I hate riddles! Attack the merchant.
ru: О, черт! Ненавижу загадки! Атаковать торговца.
zh_hans: 天啊！我最讨厌谜题了！攻击这个商人。

source: "You hate riddles... THAT much?" You move in to attack the riddling Deep One merchant, and it prepares to defend itself.
ru: "Вы ненавидите загадки... ТАК сильно?" Вы нападаете на глубоководного торговца-загадочника, и он готовится защищаться.
zh_hans: “你居然……恨谜题恨到……这种地步？”你朝那位出谜题的深渊潜者商人冲去发起攻击，它也随即摆出防御姿态。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Decline.
ru: Отказаться.
zh_hans: 拒绝。

source: "Maybe... next time, then." They close communications.
ru: "Может быть... тогда в следующий раз". Он заканчивает связь.
zh_hans: “那……或许……下次吧。”他们切断了通讯。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Yeah, a welcome sight... a ship to blow up!
ru: Да, долгожданное зрелище... корабль, который можно взорвать!
zh_hans: 哟，可算来个顺眼的东西……一艘能炸飞的船！

source: The merchant ship notices your refusal to accept hails as you approach and turns hostile. Prepare for combat.
ru: Торговый корабль замечает ваш отказ принимать вызовы при вашем приближении и становится враждебным. Приготовьтесь к бою.
zh_hans: 商船在你靠近时察觉到你拒绝应答通讯，随即转为敌对状态。准备战斗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ship.
ru: Не обращать внимания на корабль.

source: You ignore the merchant ship, and the merchant ship ignores you.
ru: Вы игнорируете торговое судно, а торговое судно игнорирует вас.
zh_hans: 你无视了那艘商船，而商船也同样无视了你。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="STOREEVENT_DEEPONE_WAR"]/text
source: Upon arriving at the beacon, several Deep One ships whiz past your view. Then, several more... there's an entire armada here! You glance around, looking for the merchant ship, and finally spot it within a crowd of other ships. It'd be suicide to attack it with such a fleet at the ready.
ru: По прибытии на маяк мимо вас проносятся несколько кораблей глубоководных. Затем еще несколько... Здесь целая армада! Вы оглядываетесь по сторонам в поисках торгового судна и наконец замечаете его в скоплении других кораблей. Было бы самоубийством атаковать его с таким флотом поблизости.
zh_hans: 抵达信标处时，数艘深渊潜者舰船从你眼前飞速掠过。紧接着，又出现了好几艘……这里竟是一整支舰队！你环顾四周搜寻那艘商船，最终在密集的舰船群中发现了它。在这样一支严阵以待的舰队面前发动攻击，无异于自寻死路。

# data/events_deepone.xml$//event[@name="STOREEVENT_DEEPONE_WAR"]/choice[1]/text
source: Approach the ship and hail.
ru: Приблизиться к кораблю и связаться с ним.
zh_hans: 靠近这艘船，并发出通讯呼叫。

source: The merchant accepts your hail, but he appears to be busy packing something in the background.
ru: Торговец принимает ваш вызов, но, похоже, он занят тем, что упаковывает что-то на заднем плане.
zh_hans: 商人应答了你的通讯，但画面里他似乎正忙着收拾东西。

source: Inquire as to what he's doing.
ru: Поинтересоваться, чем он занимается.
zh_hans: 问问他在做什么。

source: "Preparing to... head off for war. We all are, were it not... obvious. The... Theocracy has been ruthless, and we... don't intend to stand idly by."
ru: "Готовимся... отправиться на войну. Мы все готовимся, если это еще не было... очевидно. Теократия... Теократия была безжалостна, и мы... не намерены оставаться в стороне".
zh_hans: “正准备……奔赴战场。我们所有人都是，这难道……还不明显吗。那个……神权国残暴无情，我们……不打算袖手旁观。”

source: (Lost Sun) Your commando wishes to speak.
ru: (Член экипажа-Затерянное Солнце) Ваш Коммандос хочет что-то сказать.
zh_hans: （迷失烈阳）你的烈阳突击兵有话要讲。

source: With a remorseful look in their eyes, your member of the Lost Suns steps forward to speak to the merchant, "Of smoldered rock or scaly flesh, it matters not to the Theocracy. We are both seen as a disease, with this 'holy' crusade being their attempt at a cure. We are bound by this, the Elders' ire, and as such I see you as no lesser than any Lost Sun; to me, we are kin, and we could use your strength in the battles to come."
ru: С сожалением в глазах ваш член Затерянных Солнц выходит вперед, чтобы обратиться к торговцу: "Из обугленного ли камня ты, или из чешуйчатой плоти - для Теократии это не имеет значения. Нас обоих они видят как заразу, а этот их "святой" поход - лишь попытка найти исцеление. Мы связаны этим - гневом Старейшин. И потому я не считаю тебя хуже, чем любой из Затерянных Солнц; для меня мы - родня. И нам не помешала бы твоя сила в грядущих битвах".
zh_hans: 你麾下的迷失烈阳成员眼含悔意，上前对商人说道：“无论是焦土枯岩，还是鳞甲肉身，在那个神权国眼中并无分别。你我都被视作瘟疫，而他们这场‘神圣’圣战，便是用来‘根除’我们的手段。我们被同样的枷锁束缚，承受着长老们的怒火，因此在我看来，你丝毫不逊于任何一名失落之阳战士；于我而言，我们便是同胞，在即将到来的战事中，我们亟需你的力量并肩作战。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The merchant seems to have really taken your commando's speech to heart. You can see them tearing up a bit, but, for a moment, they don't reply. Eventually, they break the silence, "Your words... speak true... kin. Yet, this is a fight that I cannot... abandon. My people here, they... need me. Should there be... anything I can do for you, though, let it be... known."
ru: Торговец, похоже, серьезно воспринял речь вашего Коммандос. Вы можете видеть, как он немного прослезился, но некоторое время он ничего не отвечает. В конце концов он нарушает молчание: "Твои слова... истинны... родня. Но я не могу... отказаться от этой борьбы. Мой народ здесь, он... нуждается во мне. Если я могу... чем-то помочь вам, дай мне знать".
zh_hans: 这名商人显然把你烈阳突击兵的这番话听进了心里。你能看到他眼眶微微泛红，却一时没有作答。良久，他才打破沉默：“你的话……句句属实……同胞。可这场战事，我实在……无法抽身。我这里的族人……都需要我。但倘若有……任何我能为你效劳的事，尽管……开口。”

source: Glance outside at his repair team and ask if you could have them go to work on your hull.
ru: Взглянуть на его ремонтную бригаду и спросить, не могли бы они заняться вашим корпусом.
zh_hans: 瞥向外面他的维修小队，询问是否可以让他们来舰体维修。

source: He nods his head and sends his team to repair your hull. You're offered a chance to shop while they get to work.
ru: Он кивает головой и отправляет свою команду ремонтировать ваш корпус. Вам предлагают пройтись по магазинам, пока они приступают к работе.
zh_hans: 他点了点头，随即派维修小队去修理你的船体。在他们作业期间，你可以进行购物。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Glance at the Deep One lighting fixtures that lay uninstalled in the corner of the room.
ru: Взглянуть на светильники глубоководных, которые лежат без дела в углу комнаты.
zh_hans: 瞥向房间角落里那些尚未安装的深渊潜者照明灯具。

source: He catches your glance and responds, "An... impressive feat of technology, our luminescence... Should you install them... I'm sure you'll find the results to be... satisfactory." You take him up on his offer and take a moment to shop while they're being installed.
ru: Он ловит ваш взгляд и отвечает: "Впечатляющий технологический подвиг, наш свет... Если вы установите его... Уверен, результат вам понравится...". Вы принимаете его предложение и пользуетесь моментом, чтобы пройтись по магазину, пока их будут устанавливать.
zh_hans: 他留意到你的目光，开口说道：“我们的发光灯具……算得上是一项了不起的技术成就。你要是把它们装上去……效果肯定会……让你满意。”你接受了他的好意，在灯具安装的间隙，抽空逛了逛他的货品。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Glance at the Deep One weapon sitting on a nearby shelf and ask if you can have it.
ru: Взглянуть на оружие глубоководных, лежащее на соседнем стеллаже, и спросить, можно ли его взять.
zh_hans: 你看向摆放在附近架子上的深渊潜者武器，询问是否可以将它收下。

source: He seems to ponder the request for a moment, and then accepts. "The... Jellyfish Beam. Among the first... weapons created by our ancient kin. They studied... existing ion technology, and then concentrated it... ensuring it would never miss its intended target. Feel... free to shop as I have it installed."
ru: Кажется, он на мгновение задумался над просьбой, а затем согласился. "Луч Медузы. Одно из первых... орудий, созданных нашими древними сородичами. Они изучили... существующую ионную технологию, а затем сконцентрировали ее... чтобы она никогда не промахивалась мимо намеченной цели. Не стесняйтесь... походите по магазинам, пока я его устанавливаю".
zh_hans: 他似乎思索了片刻，随即答应了你的请求。“这是……水母光束炮。是我们的远古同族最早研制出的……武器之一。他们钻研了……已有的离子技术，再将其高度集束……确保它绝不会偏离锁定的目标。你尽管……继续挑选货品，我让人把武器给你装上。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Offer to help fund the war effort.
ru: Предложить помощь в финансировании военных действий.
zh_hans: 主动提出资助他们的战事。

source: His face lights up at your generosity.
ru: Его лицо озаряется вашим великодушием.
zh_hans: 面对你的慷慨之举，他面露喜色。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "You are... a kind soul. Should you be... willing, I'd like to employ one of my... finest to protect you during these... turbulent times in exchange for this... altruism. Of course, you're welcome to... shop as well."
ru: "Вы... добрая душа. Если вы... согласитесь, я хотел бы в обмен на вашу помощь... передать одного из моих... лучших людей, чтобы он защищал вас в эти... неспокойные времена. Конечно, вы также можете... пройтись по магазинам".
zh_hans: “你真是……仁厚善良之人。如果你愿意……我可以派出我手下最精锐的……一员，在这动荡之世……护卫你的安全，以此回报你的……慷慨善举。当然，你也依旧可以……随意选购货品。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Offer a mighty sum to help fund the war effort.
ru: Предложить огромную сумму, чтобы помочь финансировать военные действия.
zh_hans: 拿出一笔巨款，资助他们的战事。

source: His eyes go wide at your generosity.
ru: Его глаза расширились от вашей щедрости.
zh_hans: 看到你如此慷慨，他瞪大了双眼。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Your kindness is... truly heartening. I'll see to it that we... slow down the rebels for you while on our... crusade. Please, buy... whatever you need." You're not sure how he knew you were on the run from the rebels but you appreciate the gesture nonetheless.
ru: "Ваша доброта... действительно вдохновляет. Я позабочусь о том, чтобы мы... замедлили повстанцев для вас во время нашего... крестового похода. Пожалуйста, покупайте... все, что вам нужно". Вы не знаете, откуда он узнал, что вы в бегах от повстанцев, но, тем не менее, вы оценили этот жест.
zh_hans: “你的善意……实在令人振奋。我会确保在我们的圣战途中，帮你牵制住那些叛军。尽管……选购你需要的一切吧。”你不清楚他是如何得知你正在被叛军追捕的，但即便如此，你依然感激这份心意。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Offer to practically pay for the whole damn war yourself.
ru: Предложить практически самостоятельно оплатить всю эту чертову войну.
zh_hans: 主动提出几乎由你一人承担整场该死的战争的全部费用。

source: He jumps back in shock as a pile of scrap larger than himself is teleported into the room next to him.
ru: Он в шоке отшатывается назад, когда в комнату рядом с ним телепортируется груда лома размером больше его самого.
zh_hans: 一堆比他本人还要高大的废料被传送到了他身旁的房间里，他惊得向后一跃。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "You either... really love us or... really hate the Theocracy. As such... I find no greater irony than entrusting you with... their general, whom we've captured. He's quite... obedient, after the hell we've... put him through. Feel free... to shop and then do with him... as you see fit."
ru: "Вы либо... действительно любите нас, либо... действительно ненавидите Теократию. Поэтому... Я не нахожу большей иронии, чем доверить вам... их генерала, которого мы захватили. Он довольно... послушен, после того ада, через который мы его... пропустили. Не стесняйтесь... делать покупки, а потом поступать с ним... как сочтете нужным".
zh_hans: “你要么…… 是真心向着我们，要么…… 就是恨透了这个神权国。正因为如此…… 我觉得最具讽刺意味的，莫过于把我们俘获的…… 他们的将军交给你。在我们让他受尽…… 那般地狱般的折磨后，他如今相当…… 顺从。你尽管…… 随意选购，之后想怎么处置他…… 都悉听尊便。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Request to shop.
ru: Запросить торговлю.
zh_hans: 请求购物。

source: He doesn't turn around, but hurriedly mutters "Yes, yes..." and ushers you inside.
ru: Он не оборачивается, но торопливо бормочет "Да-да..." и приглашает вас внутрь.
zh_hans: 他没有转身，只是匆忙低声念叨着：“好，好……”，随后将你领了进去。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Request to shop.
ru: Запросить торговлю.
zh_hans: 请求购物。

source: He doesn't turn around, but hurriedly mutters "Yes, yes..." and ushers you inside.
ru: Он не оборачивается, но торопливо бормочет "Да-да..." и приглашает вас внутрь.
zh_hans: 他没有转身，只是匆忙低声念叨着：“好，好……”，随后将你领了进去。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//event[@name="STOREEVENT_DEEPONE_WAR"]/choice[2]/text
source: Heh, "Suicide" is my middle name! Attack that merchant!
ru: "Самоубийство" - мое второе имя! Атаковать этого торговца!
zh_hans: 嘿，“自寻死路”可是我的个性！攻击那个商人！

source: Well, Federation "Suicide" Renegade, you're able to make it about eleven seconds before you're spotted and asked to make your intentions known. You respond with two middle fingers and are promptly shot at by over a dozen ships. Needless to say, you don't reach the merchant.
ru: Ну что ж, федерал "Самоубийца" Ренегат, вам удается продержаться около одиннадцати секунд, прежде чем вас замечают и просят сообщить о своих намерениях. Вы отвечаете двумя средними пальцами, и по вам тут же стреляют более дюжины кораблей. Нет нужды говорить, что до торговца вы не доберетесь.
zh_hans: 好了，联邦 “亡命徒”变元者，你撑了大概十一秒就被发现，还被人盘问来意。你竖起两根中指作为回应，随即遭到十几艘舰船的集火射击。不用说，你根本没能靠近那名商人。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Cloaking) Cloak, and attempt to rob the merchant ship.
ru: (Улучш. Маскировка) Замаскироваться и попытаться ограбить торговое судно.
zh_hans: （高级隐形系统)启动隐形，尝试劫掠这艘商船。

# data/events_deepone.xml$//event[@name="STOREEVENT_DEEPONE_WAR"]/choice[4]/text
source: Ignore the ship.
ru: Не обращать внимания на корабль.

source: You ignore the merchant ship and are not bothered as the FTL charges.
ru: Вы не обращаете внимания на торговый корабль и не беспокоитесь ни о чем, когда ССД корабля заряжается.
zh_hans: 你无视了这艘商船，在超光速引擎充能的过程中，没有遭到任何干扰。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: In an act that can only be described as a miracle, your cloaking manages to last long enough for your crew to dock with the merchant ship, rob them blind, and then get out of there without anybody noticing a thing. Poor sap was busy packing while muttering some nonsense about going off to war.
ru: Маскировка продержалась достаточно долго, чтобы ваш экипаж смог состыковаться с торговым судном, ограбить его до нитки, а затем убраться оттуда так, чтобы никто ничего не заметил. Бедняга был занят тем, что собирал вещи, бормоча какую-то чепуху о том, что он отправляется на войну.
zh_hans: 这简直堪称奇迹——你的隐形装置恰好持续了足够久，让船员得以成功接进商船、洗劫一空，而后神不知鬼不觉地全身而退。那个可怜的蠢货当时正忙着收拾行装，嘴里还嘟囔着要奔赴战场之类的胡话。

source: Your cloaking lasts long enough for your crew to dock with the merchant ship, but as they begin to start taking things as they see fit you realize your cloaking's about to give out. You hurry them back with their light haul, but, as you expected, your cloaking wears off during the getaway! The merchant realizes what's happened and requests immediate fire support. A few shots graze your hull as you escape, but, overall, it could've been much worse.
ru: Маскировка длится достаточно долго, чтобы ваш экипаж смог состыковаться с торговым кораблем, но когда они приступают к грабежу, вы понимаете, что маскировка вот-вот закончится Вы торопите их вернуться с небольшим уловом, но, как вы и ожидали, маскировка заканчивается до их возвращения! Торговец понимает, что произошло, и просит немедленной огневой поддержки. Несколько выстрелов пробивают ваш корпус, пока вы убегаете, но в целом все могло быть гораздо хуже.
zh_hans: 你的隐形装置撑到了船员成功接驳进商船，可就在他们开始随意搜刮财物时，你察觉到隐形即将失效。你催促他们带着少量战利品火速返航，然而正如你所料，在撤离途中，隐形效果彻底消失！商人察觉了发生的一切，立刻请求火力支援。你在逃逸时，舰体被数发流弹擦过，但总体而言，情况本可能糟得多。

source: Unfortunately, your cloaking gives out before you even reach the merchant ship. Startled by your sudden appearance, the nearby ships attack you, shredding your hull as you try to make your getaway.
ru: К сожалению, маскировка пропадает еще до того, как вы достигаете торгового корабля. Напуганные вашим внезапным появлением, соседние корабли атакуют вас, разнеся в клочья ваш корпус, пока вы пытаетесь скрыться.
zh_hans: 可惜的是，你还没抵达商船，隐形装置就失效了。附近舰船被你突如其来的现身惊动，随即对你发起攻击，在你试图撤离时，舰体被打得支离破碎。

source: Unfortunately, your cloaking gives out before you even reach the merchant ship. Startled by your sudden appearance, the nearby ships attack you, shredding your hull as you try to make your getaway.
ru: К сожалению, маскировка пропадает еще до того, как вы достигаете торгового корабля. Напуганные вашим внезапным появлением, соседние корабли атакуют вас, разнеся в клочья ваш корпус, пока вы пытаетесь скрыться.
zh_hans: 可惜的是，你还没抵达商船，隐形装置就失效了。附近舰船被你突如其来的现身惊动，随即对你发起攻击，在你试图撤离时，舰体被打得支离破碎。
