Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="DEEPONE_CONFUSION"]/text
source: Upon arriving at the beacon, you are immediately hailed by a particularly furious Deep One. Though their translator is lacking, you're certainly able to pick up that you aren't wanted here.
ru: По прибытии на маяк вас сразу же встречают разъяренные глубоководные. Хотя их переводчик не работает, вы, конечно, можете понять, что вас здесь не ждут.
zh_hans: 抵达信标后，一名情绪暴怒的深渊潜者立刻向你发出通讯。尽管他们的翻译设备性能有限，你仍能清楚察觉，这里并不欢迎你。

source: (Deep One) Your Deep One offers to step in.
ru: (Член экипажа-глубоководный) Ваш глубоководный предлагает вмешаться.
zh_hans: （深渊潜者）你的深渊潜者主动出面介入。

source: Over the course of a brief conversation between the two Deep Ones you watch as fury is quickly replaced with remorse. As it turns out, pirate raids have been ravaging the local Deep Ones in the area and they've since been wary of strangers. Teary-eyed, he turns to you, and your Deep One explains that he's curious as to your reasoning for coming here.
ru: В ходе короткого разговора между двумя глубоководными вы наблюдаете, как ярость быстро сменяется раскаянием. Оказывается, пиратские набеги разоряли местных глубоководных, и с тех пор они настороженно относятся к чужакам. Со слезами на глазах он поворачивается к вам, и ваш глубоководный объясняет, что ему интересно, почему вы пришли сюда.
zh_hans: 在两名深渊潜者短暂的交谈中，你看着原本的暴怒迅速转为愧疚。原来，海盗劫掠一直在肆虐这片区域的本地深潜者族群，他们自此便对陌生人抱有戒心。他泪流满面地转向你，你手下的深潜者向你解释，对方想知道你来到此地的缘由。

source: We're on a quest to save this reality.
ru: Мы стремимся спасти эту реальность.
zh_hans: 我们正在执行拯救这个宇宙的任务。

source: He doesn't understand what you mean exactly, but he nods and seems eager to help get you on your way.
ru: Он не понимает, что именно вы имеете в виду, но кивает и, кажется, готов помочь вам всем необходимым в пути.
zh_hans: 他不完全明白你的意思，但点了点头，看起来很乐意帮你继续上路。

source: We're passing through whilst trying to escape the rebel fleet.
ru: Мы пролетаем мимо, пытаясь спастись от флота повстанцев.
zh_hans: 我们途经此地，试图躲避叛军舰队。

source: The fury returns to his eyes at the mention of the word "rebel." He mutters something and, with an air of determination, turns away before cutting communications. Your Deep One assures you the fleet won't be getting through without a fight.
ru: Ярость возвращается в его глаза при упоминании слова "повстанец". Он что-то бормочет и, набравшись решимости, отворачивается, прежде чем прервать связь. Ваш глубоководный уверяет, что флот не пройдет без боя.
zh_hans: 一听到“叛军”这个词，他眼中的怒火再次燃起。他低声嘟囔了几句，带着决绝的神情转身离去，随即切断了通讯。你手下的深渊潜者向你保证，叛军舰队想要通过，必然要经历一场血战。

source: We're kicking ass and taking scrap.
ru: Мы надираем задницы и отжимаем лом.
zh_hans: 我们大杀四方，搜刮废料。

source: Your Deep One stifles a laugh as you're both met with a blank stare. He begins to try to explain your words when he's cut off by what you can only describe as the garbled fish-man equivalent of screaming bloody murder... Suddenly, comms are cut, and you pick up a teleportation signature! Before anyone else reacts, your equally as confused Deep One intervenes and manages to parse that you've inspired the opposing captain to join you in your revelry... Somehow!
ru: Ваш глубоководный подавляет смех, когда вы оба встречаетесь с пустым взглядом. Он начинает пытаться объяснить ваши слова, но его прерывает то, что вы можете описать только как искаженный вопль, издаваемый рыбо-человеком, полный ужаса и ярости... Внезапно связь прерывается, и вы улавливаете сигнатуру телепортации! Прежде чем кто-то еще успел отреагировать, вмешивается ваш столь же растерянный глубоководный и сообщает, что вы вдохновили противоположного капитана присоединиться к вашему веселью... Каким-то образом!
zh_hans: 你身旁的深渊潜者强忍住笑，而你们两人只收获了对方茫然的注视。他刚要试着解释你的话，就被一阵只能形容为鱼人语的混乱凄厉惨叫打断了……通讯突然中断，同时你侦测到了传送信号！在其他人反应过来之前，同样一脸困惑的你的深渊潜者及时介入，并且解读出——你竟然鼓舞了对方舰长，让他决定加入你们一同奋战……不知怎么的，居然真的成功了！

# data/events_deepone.xml$//event[@name="DEEPONE_CONFUSION"]/choice[2]/text
source: Try to apologize and leave.
ru: Попытаться извиниться и уйти.
zh_hans: 试着道歉然后离开。

# data/events_deepone.xml$//event[@name="DEEPONE_CONFUSION"]/choice[3]/text
source: Attack first!
ru: Атаковать первыми!
zh_hans: 先下手为强!

# data/events_deepone.xml$//event[@name="DEEPONE_CONFUSION"]/choice[3]/event/text
source: Who cares what the hell they're saying, if it's a fight they want it's a fight they'll get!
ru: Да какая разница, что они там говорят, если они хотят боя, они его получат!
zh_hans: 谁管他们到底在说什么，他们想打，那就奉陪到底！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You awkwardly manage to make it clear that you mean no harm and the opposing Deep One begrudgingly lets you go, yet you have a feeling that you're still being watched as you cut communications and prepare to leave the beacon.
ru: Вам с трудом удается дать понять, что вы не хотите причинить вреда, и глубоководный нехотя отпускает вас, однако у вас возникает ощущение, что за вами все еще наблюдают, когда вы завершаете связь и готовитесь покинуть маяк.
zh_hans: 你尴尬地设法表明自己并无恶意，对方的深渊潜者不情愿地放你离开。但在你切断通讯、准备驶离信标时，总感觉仍被监视着。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Despite your best efforts, it seems the Deep One on the other end has lost his patience. If you won't leave, he'll remove you by force!
ru: Несмотря на все ваши усилия, похоже, глубоководный на другом конце связи терпение. Если вы не уйдете, он применит силу!
zh_hans: 尽管你尽了最大努力，对面的深潜者似乎已经失去了耐心。如果你不肯离开，他会强行将你赶走！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Despite your best efforts, it seems the Deep One on the other end has lost his patience. If you won't leave, he'll remove you by force!
ru: Несмотря на все ваши усилия, похоже, глубоководный на другом конце связи терпение. Если вы не уйдете, он применит силу!
zh_hans: 尽管你已经尽了最大努力，可对面的那名深潜者显然已经失去了耐心。如果你执意不肯离开，他会动用武力将你驱逐！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You're in the middle of processing the horrors you just witnessed when one final bolt of lightning shoots out from the remains of the strange ship, striking the very room you're standing in... but, instead of being electrocuted and fried to death, a hooded figure harmlessly manifests beside you. You recognize it as being identical to one of the ones you just fought, and prepare to defend yourself, but it makes no move against you. If anything, it seems to be repairing damage and helping around. You're not one to be lulled into a false sense of security, but... you're willing to trust this tentacled freak as long as it remains useful.
ru: Вы как раз переживаете ужасы, свидетелем которых только что стали, когда из обломков странного корабля вылетает последняя молния и поражает то самое помещение, в котором вы стоите... но вместо того, чтобы вас ударило током и испепелило до смерти, рядом с вами безвредно появляется фигура в капюшоне. Вы узнаете в ней ту, с которой только что сражались, и готовитесь защищаться, но она не делает ни единого движения против вас. Кажется, что она просто устраняет повреждения и помогает. Вы не из тех, кого можно обмануть ложным чувством безопасности, но... вы готовы доверять этой щуплой твари до тех пор, пока она приносит пользу.
zh_hans: 你还在消化刚才目睹的恐怖景象，那艘怪异飞船的残骸中突然射出最后一道闪电，径直击中了你所在的房间……可你并没有被电流灼烧致死，一个兜帽身影毫无杀伤力地出现在你身旁。你认出它和刚才交手的那些家伙一模一样，立刻做好自卫准备，但它并没有对你发动攻击。非但如此，它似乎还在修复损伤、四处帮忙。你从不会被虚假的安全感迷惑，可……只要这个长着触手的怪家伙还有利用价值，你愿意暂时信任它。

source: (The Minister) "Hah! To think they'd come at their own Hand..."
ru: (Министр) "Ха! Подумать только, они пришли по собственной воле..."
zh_hans: （长老）“哈！真没想到他们竟然会对自己的亲信下手……”

source: You ask him what's got him laughing, but he dismisses you completely before leaving the room, mumbling something about inferior beings. This guy's not very forthcoming, is he...
ru: Вы спрашиваете, что заставило его смеяться, но он отмахивается от вас, а затем выходит из помещения, бормоча что-то о низших существах. Этот парень не очень-то любезен, не так ли...
zh_hans: 你问他在笑什么，可他完全不理会你，一边嘟囔着低等生物之类的话，一边离开了房间。这家伙还真是不太愿意吐露实情，对吧……

source: Dear lord...
ru: Боже правый...
zh_hans: 天啊……

source: You accept the hail, but the opposing ship doesn't have a camera feed. Instead, you're only given disturbing audio... a faint, heavy breathing from the other side. No, not breathing; growling. Is this their idea of a prank?
ru: Вы принимаете вызов, но на другом корабле камера не включена. Вместо этого вы слышите только тревожный звук... слабое, тяжелое дыхание. Нет, не дыхание, а рычание. Это розыгрыш?
zh_hans: 你接受了通讯请求，但对方舰船没有视频信号，只有令人不安的音频传来……另一端是微弱、沉重的喘息声。不，那不是喘息，是低吼。这难道是他们搞的恶作剧？

source: Clear your throat and try to ask what they need.
ru: Прочистить горло и постараться спросить, что им нужно.
zh_hans: 清了清嗓子，试着询问他们有什么需求。

source: Despite your best efforts, you receive no answer from the other side of the call. It's just that rhythmic growling...
ru: Несмотря на все усилия, вы не получаете ответа от другой стороны. Только ритмичное рычание...
zh_hans: 尽管你尽了最大努力，通讯另一端依旧没有任何回应，只有那富有节奏的低吼持续传来。

source: I've had enough of this. Hang up the call.
ru: С меня хватит. Завершить вызов.
zh_hans: 我受够了。挂断通讯。

source: As you move to do so, you catch the briefest start of a hushed sentence, "...succulent-" Then, communications are cut as the strange ship whirs to life... they're moving in to attack!
ru: В этот момент вы слышите короткое начало тихой фразы: "...сочный...". Затем связь прерывается, и странный корабль словно оживает... они переходят в атаку!
zh_hans: 就在你准备挂断时，捕捉到一句极短促、压着声音的话：“……鲜美——”话音未落，通讯便彻底切断，那艘怪异飞船骤然运转起来……他们正逼近发动攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I've REALLY had enough of this. Attack!
ru: С меня ДЕЙСТВИТЕЛЬНО хватит. В атаку!
zh_hans: 我真的受够了。进攻！

source: As you move to cut communications and begin your assault, you catch the briefest start of a hushed sentence, "...succulent-" Then, the strange ship whirs to life... they're moving in to attack as well!
ru: Когда вы собираетесь прервать связь и начать атаку, вы слышите короткое начало тихой фразы: "...сочный...". Затем странный корабль оживает... они тоже идут в атаку!
zh_hans: 就在你准备切断通讯、发起进攻的瞬间，你捕捉到一句极其短促的低语，只听见开头：“……鲜美——”随即，那艘陌生飞船轰鸣着启动……他们也正朝你逼近，准备发动攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You're met with the visage of a human, terribly bloody and bruised. Before you can say a word, they put a finger over their mouth to signal that you should be quiet.
ru: Перед вами предстает человеческий облик, ужасно окровавленный и покрытый гематомами. Прежде чем вы успеваете произнести хоть слово, вам затыкают рот рукой в знак того, что вам следует молчать.
zh_hans: 你看到的是一个人类的面孔，浑身是血，遍体鳞伤。你还没来得及开口，他就把手指抵在唇边，示意你保持安静。

source: Tilt your head to the side (to mimic confusion).
ru: Наклонить голову в сторону (чтобы изобразить замешательство).
zh_hans: 将头偏向一侧（装作困惑的样子）。

source: The human points behind them, into the darkness, before running their thumb across their throat. You get the feeling that they're being held captive and need your help... they must be risking their life to make this call.
ru: Человек указывает за спину, в темноту, а затем проводит большим пальцем по горлу. У вас возникает ощущение, что его держат в плену и ему нужна ваша помощь... должно быть, он рискует жизнью, чтобы сделать этот звонок.
zh_hans: 这个人指向他们身后的黑暗处，接着用拇指在喉咙上横划而过。你能感觉到他们正被囚禁，需要你的帮助……他们一定是冒着生命危险才拨通了这次通讯。

source: (Teleporter) Nod, and flail your fingers around (to mimic teleportation).
ru: (Телепортатор) Кивнуть и сделать жест пальцами (чтобы имитировать телепортацию).
zh_hans: （传送装置）点头，同时摆动手指，模仿传送的动作。

source: They don't quite understand your intention, but you're able to teleport them aboard all the same. As you do so, the lights come on over the call, and the strange ship begins to move... it seems your actions haven't gone unnoticed, as they're moving in to attack!
ru: Человек не совсем понимают ваши намерения, но вам все равно удается телепортировать его на борт. В этот момент на корабле загораются огни, и странный корабль начинает двигаться... Похоже, ваши действия не остались незамеченными - они переходят в атаку!
zh_hans: 他们没能完全明白你的意图，但你还是成功将他们传送到了舰上。就在你完成传送的瞬间，通讯画面亮起灯光，那艘怪异飞船开始移动……看来你的举动已经被察觉，他们正逼近发起攻击！

source: Check on the human before preparing for battle.
ru: Проверить состояние человека, прежде чем приступить к сражению.
zh_hans: 在备战之前先查看一下那个人的情况。

source: You pull the beaten human to their feet, and ask if they feel fine enough to fight. They nod, and move to take whatever position you need of them... do they know they don't still have to be quiet, or do they just like pantomiming?
ru: Вы поднимаете измученного человека на ноги и спрашиваете, чувствует ли он себя достаточно хорошо, чтобы сражаться. Он кивает и готовится выполнить ту задачу, которую вы ему укажете... Знает ли он, что ему больше не нужно молчать, или он просто любит пантомимику?
zh_hans: 你扶起那个遍体鳞伤的人，询问他状态是否尚可参与战斗。他点了点头，随即准备去往你安排的任何位置……他是已经知道不必再保持安静，还是单纯喜欢用手势交流？

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Put your hand up to your chin (to mimic thinking).
ru: Поднять руку к подбородку (чтобы имитировать мыслительную деятельность).
zh_hans: 抬手抵在下巴上（做出思考的模样）。

source: You're so busy engaging in pantomime that you forget to actually think for a moment, but then it hits you... you just have to sneakily board the ship!
ru: Вы так заняты пантомимикой, что забываете на мгновение подумать, но потом вас осеняет... Вы просто обязаны тайком подняться на борт корабля!
zh_hans: 你只顾着比划手势，一时间都忘了正经思考，但随即你灵光一闪……你完全可以偷偷登上那艘飞船！

source: Tighten your shoulders, raise your forearms and bob up and down (to mimic skulking).
ru: Напрячь плечи, поднять предплечья и покачиваться вверх-вниз (чтобы имитировать крадущуюся походку).
zh_hans: 绷紧双肩，抬起前臂，身体上下轻晃（模仿潜行、鬼鬼祟祟的样子）。

source: The human laughs at your ridiculous display, before immediately covering their mouth as the realization of what they've done washes over them. The last thing you see before the video feed dies is their look of terror as the lights come on behind them... then, the strange ship begins to move. It seems your involvement hasn't gone unnoticed, as they're moving in to attack!
ru: Человек смеется над вашей нелепой демонстрацией, но тут же закрывает рот, когда осознание того, что он сделал, настигает его. Последнее, что вы видите перед тем, как видеозапись обрывается, - это его полный ужаса взгляд, когда позади него загорается свет... затем странный корабль начинает двигаться. Похоже, ваше вмешательство не осталось незамеченным: они переходят в атаку!
zh_hans: 个人被你滑稽的模样逗得笑出声来，但下一秒就立刻捂住了嘴，意识到自己闯了大祸。视频信号中断前，你最后看到的画面，是他身后灯光亮起时，他脸上惊恐的神情……紧接着，那艘诡异的飞船开始移动。看来你的介入已经被对方发现，他们正全速逼近，准备发起攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the signal, and ask them what's going on.
ru: Не обращать внимания на сигнал и спросить, что происходит.
zh_hans: 无视信号，询问他们到底发生了什么事。

source: A look of terror overtakes their face as the lights come on behind them, and the video feed dies. You blink a couple times, dumbfounded by your own actions. A few moments then pass, before the strange ship begins to move... it seems your involvement hasn't gone unnoticed, as they're moving in to attack!
ru: На его лице появляется выражение ужаса, когда позади него загорается свет, а видеозапись пропадает. Вы несколько раз моргаете, ошеломленные происходящим. Проходит несколько мгновений, и странный корабль начинает двигаться... Похоже, ваше вмешательство не осталось незамеченным - они переходят в атаку!
zh_hans: 他们身后的灯光亮起，恐惧瞬间笼罩了他们的脸庞，视频信号随即中断。你眨了几下眼，对自己的举动感到茫然无措。片刻之后，那艘陌生的飞船开始移动……看来你的介入已经被发现，他们正逼近发动攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: An electric shock runs through your hand as you accept the call, and an immense amount of power surges through it and into your systems somehow. You're expecting this to be some kind of virus, or maybe a cyberattack, but everything quickly returns to normal... if anything, it seems to have made things run MORE efficiently. You look outside, and, to your further confusion, the ship has vanished into thin air. What in the hell just happened...?
ru: Когда вы принимаете вызов, по вашей руке проходит электрический разряд, и через нее в ваши системы каким-то образом поступает огромное количество энергии. Вы думаете, что это какой-то вирус или кибератака, но все быстро приходит в норму... и даже кажется, что все стало работать БОЛЕЕ эффективно. Вы выглядываете в иллюминатор, и, к вашему еще большему недоумению, корабль словно растворяется в воздухе. Что, черт возьми, только что произошло...?
zh_hans: 你接通通讯的刹那，一股电流贯穿手掌，海量能量莫名顺着你的手臂涌入系统。你本以为这是病毒或是网络攻击，可一切却迅速恢复正常……甚至系统运转得比以往还要高效。你望向外部太空，更让你困惑的是，那艘飞船已然凭空消失。刚才到底发生了什么……？

source: For a moment, everything seems quiet, but then your systems start blaring as requests to hail are spammed. Looking at the space outside, you manage to spot a single ship far off in the distance. They don't seem to be moving... what could they want?
ru: На мгновение все кажется спокойно, но затем ваши системы начинают реветь, когда на них обрушивается шквал запросов на вызов. Вглядываясь в окружающее пространство, вы замечаете вдалеке одинокий корабль. Кажется, он не двигается... Что им могло понадобиться?
zh_hans: 一瞬间，一切都归于寂静，可紧接着你的系统便开始刺耳警报，通讯请求被疯狂刷屏。望向外部太空，你勉强在远处发现一艘孤舰。它似乎纹丝不动……他们究竟想干什么？

source: Get closer and try to identify the ship.
ru: Приблизиться и попытаться опознать корабль.
zh_hans: 你继续靠近，试图辨别这艘飞船。

source: You fly in to get a good look at the ship, and they remain still as you do so. You recognize the make of the ship, but not the colors they fly... the hastily painted markings are reminiscent of the many pirate ships throughout the Multiverse, but you can't say you've seen these ones in particular before. As you observe the ship, many more dozens of requests to hail have since been sent.
ru: Вы подлетаете к кораблю, чтобы получше его разглядеть, и он все также не двигается, пока вы это делаете. Вы узнаете марку корабля, но не цвета, в которых он окрашен... Наспех нарисованные знаки напоминают множество пиратских кораблей по всей Мультивселенной, но вы не можете сказать, что видели раньше именно эти. Пока вы рассматриваете корабль, вам было отправлено еще много десятков запросов на вызов.
zh_hans: 你飞近想要仔细查看这艘飞船，它在你靠近时依旧纹丝不动。你认出了飞船的型号，却对它的涂装感到陌生……那些仓促喷涂的标识，和多元宇宙里众多海盗船的风格十分相似，但你确定从未见过这一款特定的标识。就在你观察这艘船时，又有数十条通讯请求接连发来。

source: Accept the request.
ru: Принять вызов.
zh_hans: 接受请求。

source: Attack the ship.
ru: Атаковать корабль.

source: These guys sure are persistent... you'll teach them a thing or two about spamming a Renegade's systems! You move in further, your intentions clear, and the strange ship finally begins to move as they recognize your hostility... looks like you've picked a fight!
ru: Эти ребята очень настойчивы... Вы научите их, как спамить системы Ренегата! Вы продолжаете приближаться, пока ваши намерения не становятся ясны, и странный корабль наконец начинает двигаться, распознав вашу враждебность... похоже, вы выбрали сражение!
zh_hans: 这些家伙还真是死缠烂打……你要好好教训他们，让他们知道胡乱骚扰变元者飞船的下场！你继续逼近，敌意已然显现，那艘诡异的飞船在察觉你的攻击意图后，终于开始机动……看来，这场战斗是打定了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the request, and the ship.
ru: Не обращать внимания на вызовы и корабль.
zh_hans: 无视通讯与飞船。

source: This is likely just some amateur pirate trap... and you're no amateur! You put a good distance between you and the strange ship, and the requests to hail eventually go quiet.
ru: Скорее всего, это просто пиратская ловушка для дилетантов... а вы не дилетант! Вы держите дистанцию между собой и странным кораблем, и сигналы вызова в конце концов стихают.
zh_hans: 这多半是菜鸟海盗的陷阱……你可不是新手！你拉开与怪船的距离，通讯请求最终归于沉寂。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Keep to yourself.
ru: Держать себя в руках.
zh_hans: 自顾自走，不理他们。

source: You don't know who's spamming you with requests to hail, but you really wish they'd be a little more considerate and not be so annoying about it. You put a good distance between you and the mystery ship, and the requests to hail eventually go quiet.
ru: Вы не знаете, кто именно засыпает вас запросами на связь, но вам бы очень хотелось, чтобы они были немного более тактичными и не раздражали вас. Вы удаляетесь от загадочного корабля на достаточное расстояние, и вызовы в конце концов стихают.
zh_hans: 你不知道是谁不停发通讯，只觉得他们太烦人，一点都不懂体谅。你和那艘神秘飞船拉开距离，通讯请求最终消失了。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: If you do not defeat the Union ship in this amount of time, their esoteric ritual will be completed.
ru: Если за это время вы не победите корабль Союза, их эзотерический ритуал будет завершен.
zh_hans: 若你未能在这段时间内击毁同盟战舰，他们的隐秘仪式便会完成。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The space outside warps as the civilians cry out one final, incomprehensible chant...
ru: Пространство за иллюминатором искажается, когда гражданские выкрикивают последний таинственный напев...
zh_hans: 外部空间扭曲，平民们发出最后一段晦涩难懂的嘶吼......

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...and it is done. With their ritual complete, a wave of destructive energy is sent out from the Union ship as it's torn apart, and a cloud of darkness fills the space outside. Some of this strange darkness manages to seep into the newly formed breaches in your ship - and you realize you've got company!
ru: ...и дело сделано. Когда их ритуал завершается, от корабля Союза исходит волна разрушительной энергии, разрывая его на части, и облако тьмы заполняет пространство вокруг. Часть этой странной тьмы успевает просочиться в образовавшиеся пробоины в вашем корабле, и вы понимаете, что у вас появилась компания!
zh_hans: 仪式完成。随着仪式落幕，同盟舰炸裂并迸发出毁灭性的能量波，一团黑雾充斥了外太空。部分诡异的黑暗顺着你飞船新裂开的缝隙渗了进来——你意识到，有不速之客来了！

source: You stopped the ship before they could complete their unknowable ritual, but you've dirtied your hands with Union blood nonetheless. It's hard to win, sometimes...
ru: Вы остановили корабль до того, как они смогли завершить свой непонятный ритуал, но, тем не менее, вы замарали свои руки кровью Союза. Иногда трудно побеждать...
zh_hans: 你在他们完成那诡异仪式前击毁了飞船，但你的手上还是沾了同盟成员的血。有些时候，根本就没有赢面……

source: Continue...
ru: Продолжить...
zh_hans: 继续。
