Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

# data/events_deepone.xml$//event[@name="STOREEVENT_DEEPONE_STANDARD"]/text
source: There's a Deep One merchant vessel here, who promptly hails you upon your entrance to the beacon and offers to trade.
ru: Здесь находится торговое судно глубоководных, которое сразу же вызывает вас, как только вы приближаетесь к маяку, и предлагает торговлю.
zh_hans: 此地有一艘深渊潜者商船，你一进入信标区域，这艘船便立刻与你通讯，并主动提出交易。

source: Look around and shop.
ru: Осмотреться и сделать покупки.
zh_hans: 四处查看，进行购物。

source: The lights within the Deep One store are practically blinding, and you can't get over the overwhelming smell of must and fish. Just as you think this assault on your senses can't get any worse, the clerk just screams at the ceiling for no discernible reason. You try your best to shop quickly.
ru: Свет в магазине глубоководных практически ослепляет, и вы не можете избавиться от ошеломляющего запаха затхлости и рыбы. В тот момент, когда вам кажется, что хуже уже быть не может, продавец без всякой видимой причины кричит в потолок. Вы изо всех сил стараетесь совершать покупки быстро.
zh_hans: 深渊潜者商店内的灯光刺眼得近乎令人目眩，那股浓烈的霉味与鱼腥味混杂在一起，让你难以忍受。就在你以为这种感官折磨已经糟到极致时，店员却毫无缘由地对着天花板尖叫起来。你只得尽力快速购物。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Blow them up!
ru: Взорвать их!
zh_hans: 炸毁它！

source: You've decided to attack the trader.
ru: Вы решили атаковать торговца.
zh_hans: 你决定攻击这名商人。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//event[@name="STOREEVENT_DEEPONE_INSULT"]/text
source: You're hailed the second you enter the beacon...
ru: Вас вызывают, как только вы появляетесь на маяке...
zh_hans: 你刚一进入信标区域，通讯信号立刻就响了起来……

source: Accept the hail.
ru: Принять вызов.
zh_hans: 接受呼叫。

source: Two Deep Ones show up on the monitor, but before you can say anything they just start screaming. Then, they... keep screaming.
ru: На мониторе появляются двое глубоководных, но прежде чем вы успеваете что-то сказать, они начинают кричать. Затем они... продолжают кричать.
zh_hans: 监视器里出现了两名深渊潜者，可你还没来得及开口，它们就开始尖叫。然后……就这么一直尖叫个不停。

source: Stare in disbelief.
ru: Уставиться на них с недоумением.
zh_hans: 难以置信地愣在原地，死死盯着画面。

source: After a few minutes of more screaming, the Deep Ones suddenly cut communications and promptly refuse further hails. Such civility...
ru: После нескольких минут криков глубоководные внезапно прерывают связь и отказываются от дальнейших вызовов. Такая вежливость...
zh_hans: 就这样又尖叫了几分钟后，深潜者突然切断了通讯，并且立刻拒绝你后续的所有呼叫。还真是“彬彬有礼”……

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Scream back.
ru: Закричать в ответ.
zh_hans: 尖叫过去。

source: You scream at the Deep Ones, who go silent and recoil in shock. One speaks, "Such... barbarism." to which the other responds "We knew Feds were... stupid, yet I still find myself utterly... astonished." You shrug, and they cut communications. You go to leave when, suddenly, their weapons come to life! Talk about barbarism...
ru: Вы кричите на глубоководных, которые молчат и отшатываются в шоке. Один из них говорит: "Какое... варварство!", на что другой отвечает: "Мы знали, что федералы... глупы, но я все еще нахожусь в полном... изумлении". Вы пожимаете плечами, и они отключают связь. Вы собираетесь уходить, как вдруг их оружие активируется! Вот это варварство...
zh_hans: 你对着深渊潜者放声嘶吼，它们顿时噤声，震惊地向后退缩。其中一个开口道：“何等……野蛮行径。”另一个接话：“我们本就知道联邦人……愚蠢不堪，可即便如此，依旧被彻底……惊到了。”你耸了耸肩，它们随即切断通讯。你正准备离开，突然间，它们的武器全部启动！这才叫野蛮呢……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Deep One) Have your Deep One scream back.
ru: (Член экипажа-глубоководный) Ваш глубоководный закричит в ответ.
zh_hans: （深渊潜者）让你的深渊潜者也嘶吼着回敬过去。

source: Your Deep One screams and the two opposing Deep Ones are taken aback. "Such... eloquence." claims one, "Such... beauty!" proclaims the other. They seem starstruck, and offer to trade. Nothing around here makes any sense to you...
ru: Ваша глубоководный кричит, и два других глубоководных ошеломлены. "Какое... красноречие!" - восклицает один, "Как... красиво!" - заявляет другой. Они выглядят ошеломленными и предлагают торговлю. Ничто вокруг не имеет для вас смысла...
zh_hans: 你的深渊潜者发出嘶吼，对面那两个深渊潜者当即愣住。“何等……富有感染力的嗓音。”其中一个赞叹道。“何等……震撼的美感！”另一个高声附和。它们看上去对你无比倾慕，随即主动提出要和你交易。这里发生的一切，在你看来全都荒诞到无法理解……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Refuse the hail.
ru: Отказаться от вызова.
zh_hans: 拒绝呼叫。

source: Whatever this ship wants, you aren't interested. You decline their request to hail, and their weapons spring to life in response!
ru: Что бы ни хотел этот корабль, вас это не интересует. Вы отклоняете их вызов, и их оружие активируется в ответ!
zh_hans: 不管这艘船想干什么，你都毫无兴趣。你拒绝了它们的通讯请求，作为回应，它们的武器立刻全部启动！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//event[@name="STORE_DEEPONE_THEOCRACY_WIN"]/text
source: The colony thanks you a thousand times over for your heroism and offers to trade.
ru: Колония тысячу раз благодарит вас за героизм и предлагает поторговать.
zh_hans: 殖民地为你的英勇之举千恩万谢，并主动提出与你进行贸易。

# data/events_deepone.xml$//event[@name="STORE_DEEPONE_THEOCRACY_WIN"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//event[@name="STOREEVENT_DEEPONE_THEOCRACY"]/text
source: There's a Deep One trading colony on a nearby moon here, a member of which promptly hails you upon your entrance to the beacon and offers to trade.
ru: На соседней луне находится торговая колония глубоководных, один из членов которой сразу же связывается с вами при вашем появлении на маяке, и предлагает торговлю.
zh_hans: 附近的一颗卫星上坐落着一处深渊潜者贸易殖民地，你一进入信标区域，其中一名住民便立刻向你发出通讯，提出要和你交易。

source: Move in to trade.
ru: Отправиться торговать.
zh_hans: 上前进行交易。

source: You're almost there when you detect an FTL signature nearby, it appears that a Rock ship has jumped into the beacon! They move in to attack the colony, whose anti-ship batteries can't penetrate the Rocks' hull armor.
ru: Вы почти у цели, когда обнаруживаете поблизости сигнатуру ССД: похоже, что корабль валунов появился у маяка! Они идут в атаку на колонию, но противокорабельные батареи не могут пробить броню корпуса валунов.
zh_hans: 你即将抵达时，探测到附近出现超光速航行信号 —— 一艘岩石族舰船跃迁至信标区域！它们径直扑向殖民地发动攻击，而殖民地的反舰炮台，根本无法击穿岩石族舰船的船体装甲。

source: Protect the colony!
ru: Защитить колонию!
zh_hans: 保护殖民地！

source: Not today, you crazed zealots. You prepare to intercept the now hostile Rock ship.
ru: Не сегодня, вы, безумные фанатики. Вы готовитесь перехватить враждебный корабль валунов.
zh_hans: 休想，你们这些疯狂的狂热分子。你准备拦截这艘现已敌对的岩石族舰船。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Betray the colony and offer the Rocks some ammunition to make their job a little easier.
ru: Предать колонию и предложить валунам боеприпасы, чтобы облегчить им работу.
zh_hans: 背叛殖民地，向岩石族提供一批弹药，让他们的进攻更顺利。

source: The Rocks take the ammunition and chuckle.
ru: Валуны берут боеприпасы и смеются.
zh_hans: 岩石族收下弹药，低声嗤笑。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Stay out of it.
ru: Не вмешиваться.
zh_hans: 不要插手。

source: You decide to not intervene. You're sure you've just left the colony to a terrible fate, but it's not any of your business.
ru: Вы решаете не вмешиваться. Вы уверены, что только что бросили колонию на произвол судьбы, но это не ваше дело.
zh_hans: 你决定不插手。你清楚自己这是把殖民地推向了悲惨的结局，但这和你毫无关系。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Crystal) Have your Crystal hail the Rocks.
ru: (Член экипажа-кристаллин) Пусть ваш кристаллин свяжется с валунами.
zh_hans: （水晶族）让你的水晶族向岩石族发起通讯。

source: Upon viewing your Crystal, the Rocks go into hysterics; screaming and smashing everything around them. In the process, one of them must have accidentally hit the button that triggers the FTL, as the ship promptly jumps out of the beacon. The colony is about as dumbfounded as you are, but they thank you and offer to trade nonetheless.
ru: Увидев ваш кристаллина, валуны впадают в истерику, кричат и крушат все вокруг. В процессе один из них, видимо, случайно нажал на кнопку, запускающую ССД, так как корабль тут же прыгает с маяка. Колония ошеломлена не меньше вашего, но все же благодарит вас и предлагает торговлю.
zh_hans: 看到你的水晶族个体，岩石族陷入极度癫狂，尖叫着砸毁周遭一切。混乱中，有个岩石族无疑误触了超光速引擎开关，舰船立刻跃出信标区域。殖民地的住民和你一样目瞪口呆，却还是向你道谢，并照旧提出交易。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the colony.
ru: Не обращать внимания на колонию.
zh_hans: 无视殖民地。

source: You're not interested in trading right now.
ru: Сейчас вы не заинтересованы в торговле.
zh_hans: 你现在没兴趣交易。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You see them bundle the missiles together with whatever material they had laying around and promptly launch the makeshift bomb at the colony. It's completely leveled by the explosion, and debris is sent flying everywhere. You scrap some, and the Rock ship leaves; satisfied with their work.
ru: Вы видите, как они собирают боеголовки из подручных материалов и запускают импровизированную бомбу в колонию. Взрыв полностью разрушает колонию, и повсюду разлетаются обломки. Вы собираете обломки, а корабль валунов улетает, довольный своей работой
zh_hans: 你看见他们用随手找来的材料把导弹捆在一起，随即把这枚简易炸弹射向殖民地。爆炸将其彻底夷为平地，碎片四处飞溅。你打捞了部分残骸，岩石族舰船心满意足地离去。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: However, moments later an explosion rocks their ship! They must've accidentally set a missile off but, suspecting that you sent them faulty ammunition, the Rocks turn on you. Meanwhile, the colony's inhabitants collectively figure this must've been a planned reverse-betrayal and are rooting for you.
ru: Однако несколько мгновений спустя их корабль сотрясает взрыв! Должно быть, они случайно запустили ракету, но, заподозрив, что вы прислали им бракованные боеприпасы, валуны ополчились на вас. Тем временем жители колонии решают, что это, должно быть, было спланированное обратное предательство, и болеют за вас.
zh_hans: 可没过多久，一阵爆炸就撼动了他们的舰船！他们肯定是不慎引爆了一枚导弹，却怀疑是你提供的弹药有问题，于是岩石族转而对你发难。与此同时，殖民地的住民们都以为这是你事先策划的反间计，全都在为你助威。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//event[@name="STORE_LOAD_DEEPONE"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_deepone.xml$//event[@name="STORE_LOAD_DEEPONE"]/choice[1]/text
source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_deepone.xml$//event[@name="STORE_LOAD_DEEPONE"]/choice[2]/text
source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_FRIENDLY"]/text
source: There's a colony of Deep Ones at this beacon, and upon your approach they beckon you to land.
ru: На этом маяке находится колония глубоководных, и при вашем приближении они приглашают вас на посадку.
zh_hans: 这个信标处有一个深渊潜者殖民地，你靠近时，他们示意你降落。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_FRIENDLY"]/choice[1]/text
source: We have some time to spare, agree to land.
ru: У нас есть немного свободного времени, согласиться на посадку.
zh_hans: 我们还有些时间，同意降落。

source: You approach the Deep One colony with caution, but your wariness is quickly proven to be unwarranted. They explain that they so rarely see visitors and are ecstatic at your arrival, soon showering you with gifts! You return the favor with lavish stories of your exploits across the Multiverse, the Deep Ones' eyes further widening in wonder with each self-indulgent tale. Though you spend more time than you probably should, your crew appreciates the rare moment of respite.
ru: Вы осторожно приближаетесь к колонии глубоководных, но ваша осторожность быстро оказывается неоправданной. Они объясняют, что так редко видят гостей, и приходят в восторг от вашего прибытия, вскоре осыпая вас подарками! В ответ вы делитесь с ними богатыми историями о своих подвигах в Мультивселенной, и глаза глубоководных еще больше расширяются от удивления при каждом самозабвенном рассказе. Хотя вы проводите здесь больше времени, чем следовало бы, ваш экипаж ценит редкие минуты передышки.
zh_hans: 你谨慎地靠近深渊潜者殖民地，却很快发现这份警惕毫无必要。他们坦言极少见到访客，对你的到来欣喜若狂，随即向你馈赠了大量礼物。你也投桃报李，慷慨讲述自己在多元宇宙中的冒险事迹，每一段恣意的故事都让深渊潜者们惊奇地瞪大双眼。尽管逗留的时间超出了预期，但你的船员们都很珍惜这难得的休整时刻。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_FRIENDLY"]/choice[2]/text
source: We don't have any time to spare.
ru: У нас нет лишнего времени.
zh_hans: 我们没时间耽搁。

source: You explain to the Deep Ones that time is of the upmost importance in regards to your mission. They're saddened by your refusal, but they understand.
ru: Вы объясняете глубоководным, что время имеет первостепенное значение для вашей миссии. Они опечалены вашим отказом, но понимают.
zh_hans: 你告诉深渊潜者，此次任务时间极为紧迫。他们对你的拒绝感到失落，但表示理解。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_DARKGOD_LIST_STUFF"]/text
source: You begin to make a mental note to have a word with the Federation engineers responsible for your ship's systems, but you're met with a strange sight once you get back to your room. An assorted pile of junk sits in the middle of it, a mess of scrap and resources that's somehow been planted here whilst leaving the rest of the room undisturbed. Your crew's as clueless about it as you are once you ask around, and the cameras seem to have been conveniently disabled during the incident. Though it makes you uneasy, you surmise that free scrap is free scrap and prepare to leave the beacon in a hurry.
ru: Вы начинаете мысленно записывать, что нужно поговорить с инженерами Федерации, отвечающими за системы вашего корабля, но, вернувшись в свою каюту, сталкиваетесь со странным зрелищем. В центре помещения лежит груда хлама, беспорядочно разбросанного по всему помещению, который каким-то образом оказался здесь, а остальная часть комнаты осталась нетронутой. Ваш экипаж не знает об этом так же, как и вы, а камеры, похоже, были предусмотрительно отключены во время инцидента. Хотя вам не по себе, вы решаете, что бесплатный лом - это бесплатный лом, и готовитесь поскорее покинуть маяк.
zh_hans: 你心里暗自打算，回头要找负责舰船系统的联邦工程师谈谈，可刚回到自己的房间，就撞见了诡异的一幕。房间中央堆着一堆杂七杂八的废旧物品，满是废料和物资，偏偏就出现在这里，房间其他地方却毫发无损。你询问了一圈，船员们全都一头雾水，事发时监控又恰好失灵了。尽管心里发慌，你还是觉得不要白不要，随即准备火速离开这个信标区域。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_DARKGOD_LIST_REACTOR"]/text
source: You begin to make a mental note to have a word with the Federation engineers responsible for your ship's systems, but you're met with a strange sight once you get back to your room. A neatly stacked pile of reactor cores sits in the middle of it, a sizeable collection that's somehow been planted here whilst leaving the rest of the room undisturbed. Your crew's as clueless about it as you are once you ask around, and the cameras seem to have been conveniently disabled during the incident. Though it makes you uneasy, you surmise that free cores are free cores and prepare to leave the beacon in a hurry.
ru: Вы начинаете мысленно записывать, что нужно поговорить с инженерами Федерации, отвечающими за системы вашего корабля, но, вернувшись в свою каюту, сталкиваетесь со странным зрелищем. В центре комнаты лежит аккуратно сложенная куча ядер реакторов - внушительная коллекция, которая каким-то образом оказалась здесь, оставив остальную часть комнаты нетронутой. Ваш экипаж не знает об этом так же, как и вы, а камеры, похоже, были предусмотрительно отключены во время инцидента. Хотя вам не по себе, вы решаете, что бесплатные ядра - это бесплатные ядра, и готовитесь поскорее покинуть маяк.
zh_hans: 你暗自打算要找负责舰船系统的联邦工程师谈一谈，可回到房间时，却看到了诡异的一幕。房间中央整齐堆放着一堆反应堆核心，数量可观，不知被谁放在这里，而房间其他地方却完好无损。你询问了所有船员，他们和你一样毫不知情，而且事发期间监控恰好失灵了。尽管心里不安，你还是觉得不要白不要，随即准备迅速离开这个信标区域。

source: You begin to make a mental note to have a word with the Federation engineers responsible for your ship's systems, but you're met with a strange sight once you get back to your room. A peculiar piece of machinery sits in the middle of it, a weapon of ominous make that's somehow been planted here whilst leaving the rest of the room undisturbed. Your crew's as clueless about it as you are once you ask around, and the cameras seem to have been conveniently disabled during the incident. Though it makes you uneasy, you surmise that a free weapon is a free weapon and prepare to leave the beacon in a hurry.
ru: Вы начинаете мысленно записывать, что нужно поговорить с инженерами Федерации, отвечающими за системы вашего корабля, но, вернувшись в свою каюту, сталкиваетесь со странным зрелищем. Посреди нее находится необычный механизм - оружие зловещего вида, которое каким-то образом оказалось здесь, оставив остальную часть комнаты нетронутой. Ваш экипаж не знает об этом так же, как и вы, а камеры, похоже, были предусмотрительно отключены во время инцидента. Хотя вам не по себе, вы решаете, что бесплатное оружие - это бесплатное оружие, и готовитесь поскорее покинуть маяк.
zh_hans: 你在心里暗自记下，回头一定要找负责飞船系统的联邦工程师好好理论一番。可等你回到自己的房间，却撞见了一幕诡异的景象——房间中央放着一件造型怪异的机械，是一件气息不祥的武器，不知何时被悄无声息地放在这里，房间里其他东西却分毫未动。你问遍船员，所有人都对此一无所知，而事发时段的监控又恰好失灵了。尽管心里隐隐不安，你还是想着，白送的武器不要白不要，随即准备匆匆离开这片信标区域。

source: You begin to make a mental note to have a word with the Federation engineers responsible for your ship's systems, but you're met with a strange sight once you get back to your room. A peculiar piece of machinery sits in the middle of it, a drone of ominous make that's somehow been planted here whilst leaving the rest of the room undisturbed. Your crew's as clueless about it as you are once you ask around, and the cameras seem to have been conveniently disabled during the incident. Though it makes you uneasy, you surmise that a free drone is a free drone and prepare to leave the beacon in a hurry.
ru: Вы начинаете мысленно записывать, что нужно поговорить с инженерами Федерации, отвечающими за системы вашего корабля, но, вернувшись в свою каюту, сталкиваетесь со странным зрелищем. Посреди нее находится необычный механизм, зловеще гудящий, который каким-то образом оказался здесь, а остальная часть комнаты осталась нетронутой. Ваш экипаж не знает об этом так же, как и вы, а камеры, похоже, были предусмотрительно отключены во время инцидента. Хотя вам не по себе, вы решаете, что бесплатный дрон - это бесплатный дрон, и готовитесь поскорее покинуть маяк.
zh_hans: 你在心里暗自记下，回头一定要找负责飞船系统的联邦工程师好好算笔账。可刚回到自己的房间，就撞见了一幕诡异的景象——房间中央摆着一台造型怪异的机械装置，是一架气息不祥的无人机，不知何时被悄悄放在了这里，房间里其他东西却分毫未动。你问遍船员，所有人都对此一无所知，而事发时段的监控录像又恰好失效了。尽管心里阵阵发毛，你还是暗自盘算：白捡的无人机不要白不要，随即准备匆匆离开这片信标区域。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_DARKGOD"]/text
source: Immediately upon entering the system, your ship identifies a foreign mass materializing in the ship's hold. There's no ships nearby for anyone to have teleported from, so you suspect it's a false alarm, but nevertheless you approach the hold with a blaster in hand. Upon further inspection, your suspicions are quickly proven to be correct, as there's nothing out of order here.
ru: Сразу же после входа в систему ваш корабль обнаруживает инородную массу, материализующуюся в трюме корабля. Поблизости нет кораблей, с которых кто-то мог бы телепортироваться, поэтому вы подозреваете, что это ложная тревога, но тем не менее приближаетесь к трюму с бластером в руках. При дальнейшем осмотре ваши подозрения быстро оказываются верны - здесь нет ничего необычного.
zh_hans: 一进入这个星系，你的舰船就检测到货舱中凭空出现了一团未知物质。附近没有其他舰船，不可能是有人传送过来，你以为是虚警，但还是手持爆裂手枪前往货舱查看。进一步检查后，你的猜测很快得到证实，这里一切正常，并无异常。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_DARKGOD"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Your team makes a break for the exit, but they manage to stumble upon something they weren't expecting along the way: an Engi Separatist, simply standing there in the hallway. It wasn't here earlier... your crew ask it to identify itself, but it ignores them and instead addresses you directly, "I have been: -waiting- for you, Renegade. Our time here: is [short]." It turns to your crew, finally acknowledging them, "Quickly: -this- way." It leads your crew through the maze of hallways, confident in its movements, and, indeed, they manage to make it out much quicker than you expected. Once onboard, the Engi doesn't request to join your crew as much as it simply... does. You don't have any qualms with that, you suppose.
ru: Ваш экипаж направляется к выходу, но по пути натыкается на то, чего не ожидали: Сепаратист энджи, просто стоящий в коридоре. Раньше его здесь не было... Ваш экипаж просит его представиться, но он игнорирует их и обращается непосредственно к вам: "Я ждал тебя, Ренегат. Наше время здесь [коротко]". Он поворачивается к вашему экипажу, наконец обращаясь к ним: "Быстро: -этот- путь". Он ведет ваш экипаж по лабиринту коридоров, уверенный в своих движениях, и, действительно, им удается выбраться гораздо быстрее, чем вы ожидали. Оказавшись на борту, энджи не столько просит присоединиться к вашей команде, сколько просто... присоединяется. Полагаете, у вас нет никаких проблем с этим.
zh_hans: 你的队伍奋力冲向出口，途中却意外撞见了一样东西：一名半械分离者，就伫立在走廊里。它此前并不在这里……你的船员要求它表明身份，可它全然无视，反而径直对你开口：“我一直在——等你，变元者。我们在此的时间：很[短暂]。”它转向你的船员，总算给出了回应：“快——走这边。”它领着你的船员穿梭在迷宫般的走廊，行动笃定果决，一行人也确实比预想中快得多地顺利脱险。回到舰船后，这名半械族并非请求加入你的船员，更像是直接……留了下来。而你对此，也并无任何异议。

source: You don't say a word, but your team agrees with you. They quickly turn around and begin to sprint back the way they came but, to their bewilderment, they find the exit within the first couple minutes of backtracking. Though this endeavour has proven fruitless, at least your crew's okay.
ru: Вы не говорите ни слова, но ваши члены экипажа с вами согласны. Они быстро разворачиваются и начинают бежать в обратном направлении, но, к своему недоумению, находят выход за первые пару минут обратного пути. Хотя эта попытка оказалась безрезультатной, по крайней мере, ваш экипаж в порядке.
zh_hans: 你一言不发，你的队伍却都与你心意相通。他们立刻转身，顺着原路狂奔折返，可令他们错愕的是，往回走才几分钟，就找到了出口。尽管这番行动一无所获，但至少船员们都安然无恙。

source: You decide it's time to pull out, but... where exactly is out? Your team spends what feels like hours trying to retrace their steps, until eventually they come across the initial T-shaped hallway they entered from. They barely make it out before the ship buckles for the last time, collapsing in on itself. The fleet's surely caught up to you in the meantime, and you've gotten absolutely nothing out of it, but at least your crew's safe.
ru: Вы решили, что пора выходить, но... где именно выход? Ваш экипаж проводит, кажется, несколько часов, пытаясь вернуться по своим шагами, пока в конце концов не натыкается на первоначальный Т-образный коридор, из которого они вошли. Они едва успевают выбраться наружу, как корабль в последний раз сгибается и разваливается на части. За это время флот наверняка настиг вас, и вы абсолютно ничего не добились, но, по крайней мере, ваш экипаж в безопасности.
zh_hans: 你决定是时候撤离了，可……出口到底在哪？你的队伍花了仿佛数小时的时间试图原路折返，最终终于找到了刚进来时的那条T型走廊。他们堪堪逃出来，这艘舰船就发生了最后一次结构性崩塌，彻底向内坍毁。与此同时，舰队想必已经追了上来，你这一趟非但一无所获，可至少，你的船员全都安然无恙。
