Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: Your team doesn't struggle to find their way out, but they notice something odd as they approach the exit... the sound of footsteps, echoing towards them. Rapidly. They make a sprint for it as SOMETHING follows them at an impossible speed, and, though they barely manage to make it back onboard in time, you're not able to close the airlock before whatever was following them makes its way inside as well... just what in the hell IS this thing?
ru: Вашему экипажу не составило труда найти выход, но по мере приближения к выходу они замечают нечто странное... звук шагов, эхом отдающийся в их сторону. Стремительно. НЕЧТО несется за ними с невозможной скоростью, и, хотя они едва успевают вернуться на борт, вы не успеваете закрыть шлюз, поэтому то, что преследовало их, проникает внутрь... Что же ЭТО за штука, черт возьми?
zh_hans: 你的队伍顺利找到了出路，可在靠近出口时，他们察觉到了异样……脚步声正朝着他们的方向回荡，而且越来越急促。他们拼命狂奔，某个东西以超乎常理的速度紧追不舍。船员们堪堪及时逃回舰内，可你还没来得及关上气密舱，那道追击的身影就已经跟着冲了进来……这鬼东西到底是什么？

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_WRECK"]/text
source: You're met with the sight of a Deep One wreck, its signatures completely cold but its lights as radiant as ever. There's no telling how long it's been here, and the hull seems to somehow be impenetrable to your ship's scans.
ru: Перед вами - разрушенный корабль глубоководных, он не подает никаких сигнатур, но фонари сияют, как никогда. Неизвестно, как давно он здесь находится, а его корпус, похоже, каким-то образом непроницаем для сканеров вашего корабля.
zh_hans: 你眼前出现了一艘深渊潜者的失事舰船，其信号完全沉寂，舰体灯光却依旧亮得刺眼。没人能判断它在此搁浅了多久，而且你的舰船扫描系统，竟无论如何都无法穿透它的船体。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_WRECK"]/choice[1]/text
source: Inspect the inside of the ship.
ru: Осмотреть внутренности корабля.
zh_hans: 检查飞船内部。

source: You send a team to explore the inside of a ship, though upon entering you can immediately tell that this place won't hold together much longer. With the time limit in mind, your team embarks; requesting your instructions in exploring the labyrinth.
ru: Вы отправляете экипаж исследовать внутренности корабля, хотя, войдя внутрь, вы сразу же понимаете, что это место долго не продержится. Учитывая ограничение по времени, ваш экипаж отправляется в путь, запрашивая ваши инструкции по исследованию лабиринта.
zh_hans: 你派遣一支队伍探查飞船内部，可一进入内部，就能立刻判断出这艘船撑不了多久。在明确这一时间限制后，你的队伍展开行动，请求你下达指令，探索这片迷宫般的区域。

source: Go... right.
ru: Идите... направо.
zh_hans: 走…… 右边。

source: Your team copies and heads right. After a few minutes of silently wandering through the iridescent halls, your team reports a collective sense of dread amongst themselves. You don't think much of it at first, but then you begin to recognize a pattern in the turns your crew are making. It appears that these hallways loop endlessly, but... they haven't seen the entrance since, well, entering. Your crew begins to panic, and you hear the ship buckle. There's not much time left before it rips itself apart.
ru: Ваш экипаж следует вашим указанием и направляется направо. После нескольких минут молчаливого блуждания по радужным коридорам ваш экипаж сообщает о коллективном чувстве ужаса. Поначалу вы не придаете этому значения, но затем начинаете различать закономерность в поворотах, которые совершает ваш экипаж. Кажется, что эти коридоры петляют бесконечно, но... они не видели входа с тех пор, как... ну, вошли. Ваш экипаж начинает паниковать, и вы видите, как корабль прогибается. Осталось совсем немного времени, прежде чем он разорвется на части.
zh_hans: 你的队伍遵照指令，向右边行进。在泛着虹彩的走廊里静默行进几分钟后，你的队伍报告称所有人都心生恐惧。起初你并未多想，但随后你发现船员转弯的路线存在规律。这些走廊似乎在无限循环，可……自从进入之后，他们就再也没见过入口。你的船员开始恐慌，你听到飞船船体发出挤压变形的声响。飞船即将自行解体，所剩时间无几。

source: Assure them to keep going.
ru: Убедить их продолжать.
zh_hans: 让他们继续前进。

source: You reassure your team that everything is fine and encourage them to push forward. Begrudgingly, they begin to comply, but moments later they've stopped again. You've nearly returned to reassuring them when you notice the tall, motionless shadow of a figure just out of view ahead of them. Is this the first hallway without a light?
ru: Вы заверяете свой экипаж, что все в порядке, и призываете их двигаться вперед. Нехотя они начинают подчиняться, но через несколько мгновений снова останавливаются. Вы уже почти вернулись к заверениям, когда заметили высокую, неподвижную тень фигуры прямо перед ними. Это первый коридор без света?
zh_hans: 你安抚队伍说一切正常，并鼓励他们继续前进。他们不情愿地照做，但片刻后又停了下来。你正要再次安抚他们，却注意到在他们前方视线之外，有一个一动不动的高大身影阴影。这是第一条没有灯光的走廊吗？

source: Demand that they confront the figure.
ru: Потребовать чтобы они приблизились к фигуре.
zh_hans: 命令他们直面那个身影。

source: With stern resolve, you demand that your crew confronts the figure ahead of them. Before they can even protest, however, the visuals on the call abruptly go down and not even a split second later all you can hear through the comms is screaming... followed by heavy footsteps. Both quickly grow fainter and it becomes apparent that your team has dropped their mics amidst the panic. All you can do is sit there in disbelief and wait.
ru: С суровой решимостью вы требуете, чтобы ваш экипаж встретился с фигурой впереди них. Однако прежде чем они успевают запротестовать, визуальное изображение на экране резко исчезает, и не проходит и доли секунды, как вы слышите по связи лишь вопли... а затем тяжелые шаги. Оба звука быстро стихают, и становится ясно, что ваш экипаж в панике отключил микрофоны. Все, что вы можете сделать, - это сидеть в недоумении и ждать.
zh_hans: 你语气坚决，命令船员直面前方的身影。可他们还没来得及抗议，通讯画面就突然中断，紧接着通讯器里瞬间传来尖叫声……随后是沉重的脚步声。两种声音都迅速变弱，显然船员在慌乱中掉落了通讯器。你只能难以置信地呆在原地，等待结果。

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: A few minutes go by and, miraculously, your team emerges from the wreck; still screaming and with a Deep One chasing in tow! You demand an explanation and though your crew is in hysterics, the Deep One begs to be given a chance to speak. As it turns out, he didn't mean to scare your team and was merely likewise shocked at the sight of outsiders on what remained of his ship. He explains that he's been drifting for a few days as a result of a collision tearing the engines apart, stranding him here and slowly depressurizing the ship. As if on cue, the ship buckles for the last time and collapses in on itself in the background. Disgruntled, and with nothing left for him here, he offers to join your crew to try to make amends for all the accidental fright he's caused.
ru: Проходит несколько минут, и чудом ваш экипаж выбирается из разрушенного корабля - все еще крича, с преследующим глубоководным за ними! Вы требуете объяснений, и хотя ваш экипаж в истерике, глубоководный умоляет дать ему возможность высказаться. Оказывается, он не хотел напугать ваш экипаж и был просто шокирован появлением чужаков на том, что осталось от его корабля. Он объясняет, что дрейфует уже несколько дней, так как в результате столкновения у него отказали двигатели, и он оказался здесь, а корабль постепенно разгерметизировался. Как по команде, корабль прогибается в последний раз и окончательно разрушается на заднем плане. Раздосадованный и ничего не понимающий, он предлагает присоединиться к вам, чтобы загладить вину за все случайно причиненные им страдания.
zh_hans: 几分钟过去了，你的队伍奇迹般地从失事飞船里冲了出来，仍旧在尖叫，身后还追着一名深潜者。你要求他们给出解释，就在船员们陷入歇斯底里的状态时，那名深渊潜者请求你给它一个说话的机会。事实证明，它并非有意恐吓你的队伍，只是在自己残存的飞船上看到外来者，同样感到震惊。它解释道，因一次撞击导致引擎损毁，它已经漂流了数日，被困在此处，飞船也在缓慢失压。话音刚落，身后的飞船完成了最后一次结构扭曲，向内彻底坍毁。它满心失落，此地也再无牵挂，于是提出加入你的船员，以此弥补它无意间造成的所有恐慌。

source: Alright, it's definitely time to leave.
ru: Ладно, пора уходить.
zh_hans: 好吧，现在绝对该离开了。

source: Maybe it's time to leave.
ru: Может быть, пора уходить.
zh_hans: 也许是时候离开了。

source: Go... left.
ru: Идите... налево.
zh_hans: 走……左边。

source: Your team copies and heads left. After a few minutes of silently wandering through the iridescent halls, they come across a couple rooms labeled in an alien tongue you don't recognize. You hear the ship begin to buckle, and it becomes apparent that you don't have time to explore both rooms.
ru: Ваш экипаж следует вашим указанием и направляется налево. После нескольких минут молчаливого блуждания по радужным коридорам они натыкаются на пару комнат с надписями на незнакомом вам инопланетном языке. Вы видите, как корабль начинает прогибаться, и становится ясно, что у вас нет времени исследовать обе комнаты.
zh_hans: 你的队伍遵照指令向左行进。在泛着虹光的走廊里静默行走几分钟后，他们发现了几个标有外星文字的房间，你的翻译设备无法识别这些文字。你听到飞船开始发出结构扭曲的声响，显然很快就没有时间探查两个房间了。

source: Enter the dark room.
ru: Войдите в темную комнату.
zh_hans: 进入黑暗的房间。

source: Your crew heads into the room without any lighting, and quickly figure out that it's the ship's resource hold. They gather what loot they can and prepare to leave before the inside of the ship comes crashing down around them. Mission successful.
ru: Ваша команда направляется в помещение без освещения и быстро догадывается, что это трюм корабля. Они собирают все, что можно, и готовятся уходить, пока корабль не развалился вместе с ними. Миссия успешно выполнена.
zh_hans: 你的船员走进没有任何照明的房间，很快发现这里是飞船的物资储藏室。他们尽可能收集可用物资，准备在飞船内部坍塌前离开。任务成功。

source: Enter the illuminated room.
ru: Войдите в освещенную комнату.
zh_hans: 进入亮着灯的房间。

source: Your crew enters the blindingly bright room, but are unsure of what to make of their surroundings. The room appears to twist in one's peripheral vision, each corner never remaining constant unless focused upon. One thing that's certain is that the room is empty, save for the dismantled remains of an Engi. Though, upon further inspection, it's not a form you've ever seen any Engi take... Black and purple, with no arms, and strange spikes jutting out its back; its nanites ever shifting, akin to the room around it.
ru: Ваш экипаж входит в ослепительно яркую комнату, но не знает, что делать с окружающей обстановкой. В пределах периферийного зрения комната кажется вращающейся, каждый угол не остается неизменным, если на нем не сосредоточить взгляд. Одно можно сказать точно: комната пуста, если не считать разобранных останков энджи. Правда, при ближайшем рассмотрении энджи оказывается совсем не таким, как раньше... Черно-фиолетовые, без рук, со странными шипами, торчащими из спины; его наниты постоянно меняются, как и комната вокруг него.
zh_hans: 你的船员进入了这间亮得刺眼的房间，却无法理解周遭的环境。这间房在人的余光中仿佛会扭曲，每个角落只要不集中注意力就会不停变化。可以确定的是，房间里空无一物，只有一具半械族被拆解的残骸。但仔细观察后会发现，这具躯体的形态是你从未在任何半械族个体上见过的……黑紫相间，没有双臂，背部伸出怪异的尖刺；体内的纳米微粒不断变换形态，和周遭的房间如出一辙。

source: (Disparity Crew) Wait a minute. You know exactly what this is!
ru: (Член экипажа-энджи Диссонанса) Подождите. Вы точно знаете, что это такое!
zh_hans: （谐离船员）等等。你分明知道这是什么！

source: These are the remains of a Disparity Elite! You have your team grab them and pull out, and, once aboard, your own Disparity crew member gets to work on putting them together again. Once finished, the newly rebuilt Disparity Elite stutters a few words in thanks, "[B-b-b-brothers...] -here...?- T-t-thank: y-you..." They'll take some time to fully recover, but, as thanks, they offer to join your crew!
ru: Это останки элиты Диссонанса! Вы поручаете своему экипажу взять его и вытащить оттуда, и, поднявшись на борт, ваш собственный член экипажа Диссонанса приступает к работе по их восстановлению. По окончании работы только что восстановленная элита Диссонанса произносит несколько слов благодарности: "[Б-б-б-братья...] -здесь-...? С-с-спасибо: в-вам..." Ему требуется некоторое время, чтобы полностью восстановиться, но в качестве благодарности он предлагает присоединиться к вашей команде!
zh_hans: 这是谐离精英的残骸！你命令队员收起残骸立刻撤离，回到己方舰船后，你队伍中的谐离成员立刻着手将它重新拼装修复。修复完成时，这名刚被重组的谐离精英结结巴巴地说出几句感谢：“兄、兄、兄弟们……？…… 在、在这里……？谢、谢谢你……” 它还需要一段时间才能彻底恢复，但为了报答救命之恩，它主动提出加入你的队伍！

source: (Separatist Crew) Your Separatist seems to recognize the design.
ru: (Член экипажа-Сепаратист) Ваш Сепаратист, похоже, узнает этот дизайн.
zh_hans: （半械分离者船员）你队伍里的这名分离者船员似乎认出了这种构造。

source: They speak to you through the comms, "I have: heard -tell- of these ones. I think: I can [fix] them." You have your team grab the dismantled Engi and pull out, and, once aboard, your Separatist crew member gets to work on putting them together again. Once finished, the newly rebuilt Engi stutters a few more words in thanks, "[B-b-b-brothers...] -here...?- T-t-thank: y-you..." They'll take some time to fully recover, but, as thanks, the strange Engi offers to join your crew!
ru: Он говорит с вами по связи: "Я слышал -об- этих. Думаю, я смогу его [починить]". Вы поручаете своему экипажу взять разобранного энджи и вытащить его оттуда, и, оказавшись на борту, ваш Сепаратист приступает к работе по его сборке. Закончив работу, только что восстановленный энджи бормочет несколько слов благодарности: "[Б-б-б-братья...] -здесь-...? С-с-спасибо в-вам..." Ему требуется некоторое время, чтобы полностью восстановиться, но в качестве благодарности странный энджи предлагает присоединиться к вашей команде!
zh_hans: 它通过通讯器对你说道：“我……听、说起过这些个体。我、我想我能【修复】它们。”你下令队员收起这具被拆解的半械族躯体，立刻撤离。回到己方飞船后，队伍里的半械分离者成员便着手将它重新组装修复。修复完成时，这具重获新生的半械族断断续续地吐出几句感谢：“兄、兄、兄弟们……？……在、在这里……？谢、谢谢你……”它还需要一段时间才能彻底恢复，但为了报答救命之恩，这具形态怪异的半械族主动提出加入你的船员队伍！

source: I don't know what this is.
ru: Я не знаю, что это.
zh_hans: 我不知道这是什么。

source: As strange as it is, there's nothing you can do. You hear as the ship buckles... this will have to be a mystery for another day.
ru: Как бы странно это ни было, вы ничего не можете сделать. Вы видите, как корабль прогибается... Это останется загадкой на другой день.
zh_hans: 尽管这事十分诡异，你却束手无策。你听见飞船发出结构崩裂的声响……这个谜团，只能留待日后再去解开了。

source: It's time to leave.
ru: Пора уходить.
zh_hans: 该走了。

source: (Deep One) Your Deep One offers to read the labels for you.
ru: (Член экипажа-глубоководный) Ваш глубоководный может прочитать надписи.
zh_hans: （深渊潜者）你手下的深渊潜者主动提出，为你解读那些标识文字。

source: Your Deep One explains that the dark room is labelled 'HOLD' and that the illuminated one is, quite literally, labelled 'DANGER METAL MAN'.
ru: Ваш глубоководный объясняет, что темная комната обозначена как "ТРЮМ", а освещенная - как "ОПАСНЫЙ МЕТАЛЛИЧЕСКИЙ ЧЕЛОВЕК".
zh_hans: 你的深渊潜者解释道，黑暗房间的标识写着货舱，而发光房间的标识，字面直译就是 ——“危险金属人形”。

source: Enter the hold.
ru: Войдите в трюм.
zh_hans: 进入货舱。

source: Your crew heads into the hold. They gather what loot they can and prepare to leave before the inside of the ship comes crashing down around them. Mission successful.
ru: Ваш экипаж отправляется в трюм. Они собирают добычу и готовятся уходить, пока корабль не разрушился вместе с ними. Миссия успешно выполнена.
zh_hans: 你的船员进入货舱，尽可能搜刮战利品，并在飞船内部坍塌前准备撤离。任务成功。

source: Enter the strangely labeled room.
ru: Войдите в комнату со странной надписью.
zh_hans: 进入这个标识怪异的房间。

source: Your crew enters the blindingly bright room, but are unsure of what to make of their surroundings. The room appears to twist in one's peripheral vision, each corner never remaining constant unless focused upon. One thing that's certain is that the room is empty, save for the dismantled remains of an Engi. Though, upon further inspection, it's not a form you've ever seen any Engi take... Black and purple, with no arms, and strange spikes jutting out its back; its nanites ever shifting, akin to the room around it.
ru: Ваш экипаж входит в ослепительно яркую комнату, но не знает, что делать с окружающей обстановкой. В пределах периферийного зрения комната кажется вращающейся, каждый угол не остается неизменным, если на нем не сосредоточить взгляд. Одно можно сказать точно: комната пуста, если не считать разобранных останков энджи. Правда, при ближайшем рассмотрении энджи оказывается совсем не таким, как раньше... Черно-фиолетовые, без рук, со странными шипами, торчащими из спины; его наниты постоянно меняются, как и комната вокруг него.
zh_hans: 你的船员进入了这间亮得刺眼的房间，却无从判断周遭的环境。房间会在人的余光中扭曲变形，除非集中视线，否则每个角落都始终处于变化之中。可以确定的是，房间里空无一物，只有一具半械族被拆解的残骸。但仔细观察后会发现，这具躯体的形态是你从未在任何半械族身上见过的……通体黑紫，没有双臂，背部伸出怪异的尖刺；体内的纳米单元不断流转，与这间房间的特质如出一辙。

source: (Disparity Crew) Wait a minute. You know exactly what this is!
ru: (Член экипажа-энджи Диссонанса) Подождите. Вы точно знаете, что это такое!
zh_hans: （谐离船员）等一下。你分明知道这是什么！

source: These are the remains of a Disparity Elite! You have your team grab them and pull out, and, once aboard, your own Disparity crew member gets to work on putting them together again. Once finished, the newly rebuilt Disparity Elite stutters a few words in thanks, "[B-b-b-brothers...] -here...?- T-t-thank: y-you..." They'll take some time to fully recover, but, as thanks, they offer to join your crew!
ru: Это останки элиты Диссонанса! Вы поручаете своему экипажу взять его и вытащить оттуда, и, поднявшись на борт, ваш собственный член экипажа Диссонанса приступает к работе по их восстановлению. По окончании работы только что восстановленная элита Диссонанса произносит несколько слов благодарности: "[Б-б-б-братья...] -здесь-...? С-с-спасибо: в-вам..." Ему требуется некоторое время, чтобы полностью восстановиться, но в качестве благодарности он предлагает присоединиться к вашей команде!
zh_hans: 这是谐离精英的残骸！你让队员将其收起并撤离，回到己方飞船后，你队伍中的谐离成员便着手将它重新组装。修复完成时，这具刚被重组的谐离精英结结巴巴地说出几句感谢的话：“兄、兄、兄弟们……？…… 在、在这里……？谢、谢、谢谢你……” 它还需要一段时间才能完全恢复，但为了报答恩情，它主动提出加入你的船员队伍！

source: (Separatist Crew) Your Separatist seems to recognize the design.
ru: (Член экипажа-Сепаратист) Ваш Сепаратист, похоже, узнает этот дизайн.
zh_hans: （半械分离者）你的半械分离者成员似乎认得这种构造。

source: They speak to you through the comms, "I have: heard -tell- of these ones. I think: I can [fix] them." You have your team grab the dismantled Engi and pull out, and, once aboard, your Separatist crew member gets to work on putting them together again. Once finished, the newly rebuilt Engi stutters a few more words in thanks, "[B-b-b-brothers...] -here...?- T-t-thank: y-you..." They'll take some time to fully recover, but, as thanks, the strange Engi offers to join your crew!
ru: Он говорит с вами по связи: "Я слышал -об- этих. Думаю, я смогу его [починить]". Вы поручаете своему экипажу взять разобранного энджи и вытащить его оттуда, и, оказавшись на борту, ваш Сепаратист приступает к работе по его сборке. Закончив работу, только что восстановленный энджи бормочет несколько слов благодарности: "[Б-б-б-братья...] -здесь-...? С-с-спасибо в-вам..." Ему требуется некоторое время, чтобы полностью восстановиться, но в качестве благодарности странный энджи предлагает присоединиться к вашей команде!
zh_hans: 他们通过通讯器对你说道：“我……听过这类存在的传闻。我想……我能修复它们。”你让队员收起这具被拆解的半械族残骸并撤离，登舰后，你手下的分裂派成员便着手将其重新组装。修复完成时，这具刚被重组的半械族结结巴巴地又说出几句感谢的话语：“兄、兄、兄弟们……在这里……？谢、谢、谢谢你……”它还需要一段时间才能彻底恢复，但作为报答，这具特殊的半械族主动提出加入你的船员队伍！

source: I don't know what this is.
ru: Я не знаю, что это.
zh_hans: 我不知道这是什么。

source: As strange as it is, there's nothing you can do. You hear as the ship buckles... this will have to be a mystery for another day.
ru: Как бы странно это ни было, вы ничего не можете сделать. Вы видите, как корабль прогибается... Это останется загадкой на другой день.
zh_hans: 尽管这事十分诡异，你却无计可施。你听见船体发出扭曲崩裂的声响……这个谜团，只能留待日后再去解开了。

source: It's time to leave.
ru: Пора уходить.
zh_hans: 该离开了。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_WRECK"]/choice[2]/text
source: Scrap the outside of the ship.
ru: Разобрать обшивку корабля.
zh_hans: 拆解飞船外部残骸。

source: You skirt around the outside of the ship and scrap what you can.
ru: Вы разбираете обшивку корабля и собираете все, что можно.
zh_hans: 你绕到飞船外侧，尽可能地搜刮拆解可用废料。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_WRECK"]/choice[3]/text
source: Ignore the ship.
ru: Не обращать внимания на корабль.

source: You don't have any time for ominous wrecks, let alone ones in Deep One space. Not trying to get jumped by some kind of abominable horror, you prepare to leave the beacon.
ru: У вас нет времени на зловещие обломки, тем более в пространстве глубоководных. Не желая, чтобы на вас набросился какой-нибудь мерзкое страшилище, вы готовитесь покинуть маяк.
zh_hans: 你没空理会这些透着不祥的残骸，更别说这还是在深渊潜者的星域。为了避免被某种可怖的怪物突袭，你准备离开这个信标点。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Quick... to answer. So be it, then. An enemy of the Theocracy... is a friend of ours." they say, before offering to share in some spoils from their recent heist of a Rock outpost! They regale you with tales of their exploits as their ship zooms into view, and, while they transfer the spoils over, you regale them with tales of your own.
ru: "Быстро... отвечаешь. Да будет так. Враг Теократии... наш друг", - говорят они, а затем предлагают разделить с вами трофеи, добытые во время недавнего ограбления аванпоста валунов! Они рассказывают вам о своих подвигах, пока их корабль приближается, и, пока они передают вам трофеи, вы рассказываете им о своих собственных.
zh_hans: “速速作答……既然如此，那便定了。神权国之敌……便是我等之友。”他们说道，随后主动提出，要与你分享他们近期劫掠岩石族前哨站所得的部分战利品！他们的飞船疾速驶入视野，一边向你细数此番征战的传奇事迹；在他们转交战利品的间隙，你也向他们讲述了属于你的冒险故事。

source: "So... you say. I... am not so easily fooled." They cut communications, having never revealed their ship, and you're left wondering how exactly they expected you to answer that.
ru: "Значит... вы говорите. Меня... не так-то легко обмануть". Они прерывают связь, так и не показав свой корабль, и вам остается гадать, как именно они ожидали от вас такого ответа.
zh_hans: “是吗……你倒是会说。我……可没那么容易被糊弄。”他们随即切断了通讯，自始至终都没有显露自己的飞船，只留下你暗自疑惑：他们原本究竟期待你给出怎样的答复。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_deepone.xml$//event[@name="ITEMS_DEEPONE_THEOCRACY_HEIST"]/text
source: Before you can do anything, you're hailed with an invitation to a call on a private channel. You don't see any ships nearby when you look outside. Feels odd...
ru: Не успеваете вы что-либо предпринять, как получаете вызов. Выглянув наружу, вы не видите поблизости никаких кораблей. Странно...
zh_hans: 你还没来得及采取任何行动，就收到了一条通讯请求，对方邀请你接入一条私密频道。你望向外部，附近没有发现任何飞船踪迹。感觉十分蹊跷……

source: Accept the call.
ru: Принять вызов.
zh_hans: 接受通讯。

source: You're greeted with a dark room, duly lit by cyan lights on the ceiling. While you can't make anything out, you recognize the lights as being the same ones the Deep Ones use. A voice from the darkness speaks, "Have you... respect for the Rocks?" and silence ensues as they wait for a reply.
ru: Вас встречает темная комната, освещенная лишь циановым светом на потолке. Хотя вы ничего не можете разобрать, вы узнаете, что это те же самые лампы, которые используют глубоководные. Голос из тьмы произносит: "Вы... уважаете валунов?", и наступает тишина, пока они ждут ответа.
zh_hans: 映入你眼帘的是一间昏暗的房间，仅有天花板上的青蓝色灯光勉强照明。你无法看清周遭的具体事物，却能辨认出这种灯光正是深潜者所用的款式。一道声音自黑暗中传来：“你……对岩石族怀有敬意吗？”话音落下，周遭陷入沉寂，对方静待你的答复。

source: Of course.
ru: Конечно.
zh_hans: 当然。

source: "Then we have no business with you." The call is ended, and you're left alone in silence.
ru: "Тогда у нас нет с вами никаких дел". Вызов завершается, и вы остаетесь наедине с тишиной.
zh_hans: “那我们和你没什么好谈的。”通讯随即中断，只留下你独自陷入一片沉寂。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Deep One) Let your Deep One answer.
ru: (Член экипажа-глубоководный) Пусть ваш глубоководный ответит.
zh_hans: （深渊潜者）让你的深渊潜者成员作答。
