Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

# data/events_deepone.xml$//event[@name="NEUTRAL_DDDEEPONE_SHADOWCULT"]/text
source: To your surprise, it's a Union ship that greets you here. Well, to call it a greeting would be a bit of an exaggeration... it's more like, they hail, threateningly, and say "Give us a human sacrifice or it's YOUR head that's rolling, Renegade!" Not exactly a warm welcome...
ru: "К вашему удивлению, вас встречает корабль Союза. Хотя назвать это встречей было бы преувеличением... Скорее, они выходят на связь и угрожающе заявляют: "Принеси нам человеческую жертву, иначе полетит ТВОЯ голова с плеч, Ренегат!" Не самая теплая встреча..."
zh_hans: 令你意外的是，在这里迎上来的是一艘同盟飞船。不过，把这称作迎接实在有点夸张……更准确地说，他们发出了带有威胁意味的通讯，喝道：“交出人类祭品，否则掉脑袋的就是你，变元者”这可算不上什么热情的欢迎……

source: (Otherworldly Tome) I need them for my own purposes, you blabbering fool.
ru: (Потусторонний фолиант) Они нужны мне для моих собственных целей, балабол.
zh_hans: (异界魔典) 我留着他们自有我的用处，你这废话连篇的蠢货。

source: Picking up on the reasoning behind the citizen's demands, you brandish the Otherworldly Tome for them to see. Doing so quells their aggression slightly, as they stagger backwards at the sight of it, but then they step back forward, "You may possess THEIR teachings as well, but what makes you any more worthy of using these sacrifices than us? What makes YOU better?"
ru: Уловив суть требований горожан, вы демонстративно поднимаете Потусторонний фолиант, чтобы все могли его увидеть. Это слегка усмиряет их ярость - они отступают, пораженные видом книги. Но вскоре снова берутся за свое. "У тебя тоже есть ЭТИ знания… но почему ты считаешь себя более достойным использовать эти жертвы, чем мы? Чем ТЫ лучше?"
zh_hans: 你察觉到这些民众诉求背后的逻辑，便举起异界魔典让他们看。这一举动稍稍平息了他们的戾气，他们见状踉跄后退，可随即又迈步上前，说道：“你或许也掌握了他们的教义，可凭什么说你比我们更有资格使用这些祭品？你又凭什么高人一等？”

source: (Lilith) I am greater, for I pursue the Ascension Rituals, simpleton.
ru: (Лилит) Я величественнее, и поэтому я провожу ритуалы вознесения, простак.
zh_hans: （莉莉丝）我自然更高贵，只因我追寻的是飞升仪式，蠢货。

source: The citizen gasps, "The crimson red texts?! I've caught myself staring at those hellish, incomprehensible diagrams more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Багрово-красные тексты?! Я не раз ловил себя на том, что смотрю на эти адские, непонятные эзотерические символы... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那名民众倒吸一口凉气，"赤红经文？我不止一次失神盯着那些诡异难懂的地狱图谱……看来，你在祂们眼中的分量，确实远胜我们。既然如此，便容许我们通过侍奉你，来侍奉祂们吧。但愿你无上的威能，能分一丝庇佑于我们，尊贵的大人。" 有那么一瞬，你分不清他们是彻底被你慑服，还是在暗中嘲弄你。可下一刻，一具活人祭品从他们的飞船传送而来，以贡品的名义呈到你面前。你不禁暗想，当个作恶多端的邪恶邪教徒，倒也有几分所谓的社交好处——当然，前提是你只和这群臭味相投的疯子打交道。

source: (Disparity Crew) I am greater, for I pursue the Crystalline Tales, moron.
ru: (Член экипажа-энджи Диссонанса) Я величественнее, и поэтому я провожу ритуалы Сказок о кристаллах, простак.
zh_hans: （谐离船员）我更为尊贵，只因我追寻的是晶化秘典，蠢货。

source: The citizen gasps, "The vibrant purple texts?! I've caught myself staring at those beautiful, crystalline depictions more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Яркие пурпурные тексты?! Я не раз терялся в их изображениях бескрайних, клубящихся грозовых облаков... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那名民众倒吸一口凉气：“鲜艳的紫色经文？我不止一次出神地凝望那些绝美而晶莹的图谱……毫无疑问，你在祂们心中的地位，远高于我们。既然如此，请允许我们通过侍奉你，来侍奉祂们；但愿你无上的威严，能稍稍庇佑我们，尊贵的大人。” 有那么一瞬间，你分不清他们是彻底被你折服，还是在取笑你。可紧接着，一具活人祭品从他们的飞船传送过来，作为贡品献给了你。你心想，当个凶残邪恶的邪教徒，居然也有这种所谓的社交便利……当然，前提是你只和这群志趣相投的疯子为伍。

source: (Enlightened Crew) I am greater, for I pursue the Prayers of Proving, idiot.
ru: (Член экипажа-Просветленный) Я величественнее, и поэтому я провожу ритуалы Молитв испытания, простак.

source: The citizen gasps, "The glistening yellow texts?! I've caught myself staring at their strange, dark imagery more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Сверкающие желтые тексты?! Я не раз ловил себя на том, что смотрю на их странные, темные образы... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.

source: (Chosen Crew) I am greater, for I pursue the Dark Callings, dumbass.
ru: (Член экипажа-Избранный) Я величественнее, и поэтому я провожу ритуалы Темных призывов, простак.
zh_hans: （天选船员）我更为至高，只因我追寻的是黑暗召唤，蠢货。

source: The citizen gasps, "The murky gray texts?! I've caught myself enamored by their hateful illustrations more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Тусклые серые тексты?! Я не раз ловил себя на том, что очарован их полными ненависти рисунками... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那民众倒吸一口凉气：“晦暗的灰色经文？我不止一次痴迷于那些充满恶意的插画……毫无疑问，你在祂们眼中的地位，远高于我们。既然如此，请允许我们通过侍奉你，来侍奉祂们；但愿你那无上的威严，能分一丝惠及我们，尊贵的大人。” 有那么一瞬间，你分不清他们是彻底被你慑服，还是在暗中取笑你。可紧接着，一具活人祭品从他们的飞船传送而来，以贡品的名义呈到你面前。你暗自心想，当个凶残邪恶的邪教徒，居然也有这般所谓的社交好处……当然，前提是你只和这群臭味相投的疯子打交道。

source: (Ill'drythk Crew) I am greater, for I pursue the Hymns to Salvation, ignoramus.
ru: (Член экипажа Илл’дритков) Я величественнее, и поэтому я провожу ритуалы Гимнов спасения, простак.
zh_hans: （伊尔德里克船员）我更为至高，只因我追寻的是救赎颂歌，无知之徒。

source: The citizen gasps, "The fuzzy brown texts?! I've caught myself staring at those eldritch, plant-like caricatures more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Нечеткие коричневые тексты?! Я не раз ловил себя на том, что смотрю на эти эльдрические, похожие на растения изображения... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那民众倒吸一口凉气：“模糊的棕色经文？我不止一次失神凝望过那些诡异怪诞、形似植物的诡怪画像……毫无疑问，你在祂们眼中的分量，远胜于我们。既然如此，请容许我们通过侍奉你，来侍奉祂们；但愿你那无上的尊崇，能分一丝惠及我们，尊贵的大人。” 有那么一刻，你无法判断他们是彻底被你折服，还是在嘲弄你。可随即，一具活人祭品从他们的飞船传送而来，以贡品的名义呈献给你。你暗自思忖，当个凶残邪恶的邪教徒，居然也有这般所谓的社交便利……当然，前提是你只与这群臭味相投的疯子为伍。

source: (Tempest Crew) I am greater, for I pursue the Tidings of the Tempest, stupid.
ru: (Член экипажа-Буря) Я величественнее, и поэтому я провожу ритуалы Вестей бури, простак.
zh_hans: （风暴船员）我更为至高，只因我追寻的是暴风天启，蠢货。

source: The citizen gasps, "The electric blue texts?! I've caught myself lost in their pictures of vast, stormy clouds more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Электрические синие тексты?! Я не раз терялся в их изображениях бескрайних, клубящихся грозовых облаков... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那民众倒吸一口凉气：“电光蓝的经文？我不止一次沉醉在那些广袤暴风云云的图景里……毫无疑问，你在祂们眼中的地位，远高于我们。既然如此，请允许我们通过侍奉你，来侍奉祂们；但愿你那无上的威严，能分一丝惠及我们，尊贵的大人。” 有那么一瞬间，你分不清他们是彻底被你慑服，还是在暗中取笑你。可紧接着，一具活人祭品从他们的飞船传送而来，以贡品的名义呈到你面前。你暗自心想，当个凶残邪恶的邪教徒，居然也有这般所谓的社交好处……当然，前提是你只和这群臭味相投的疯子打交道。

source: (Ultima Armor) I am greater, for I pursue the Neoborn Edicts, imbecile.
ru: (Ультима броня) Я величественнее, и поэтому я провожу ритуалы Эдиктов неорожденных, простак.
zh_hans: （终焉装甲）我更为至高，只因我追寻的是新生敕令，愚钝之徒。

source: The citizen gasps, "The blindingly white texts?! I've caught myself staring at the image of that strange, ominous armor more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Ослепительно белые тексты?! Я не раз ловил себя на том, что смотрю на изображение этой странной, зловещей брони... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那名民众倒吸一口凉气：“刺眼的白色经文？我不止一次凝望过那副诡异不祥的铠甲影像……毫无疑问，你在祂们眼中的分量，远胜于我们。既然如此，请容许我们通过侍奉你，来侍奉祂们，但愿你那无上的尊崇能分一丝惠及我们，尊贵的大人。” 你一时无法分辨他们是彻底被你折服，还是在暗中嘲弄你。可随即，一具活人祭品从他们的飞船传送而来，以贡品的名义呈献给你。你暗自思忖，当个凶残邪恶的邪教徒，居然也有这般所谓的社交好处，当然，前提是你只与这群臭味相投的疯子为伍。

source: (Soulplague Crew) I am greater, for I pursue the Corrupting Whispers, dimwit.
ru: (Член экипажа-чума души) Я величественнее, и поэтому я провожу ритуалы Порочащего шепота, простак.
zh_hans: （灵魂瘟疫船员）我更为至高，只因我追寻的是腐化低语，蠢货。

source: The citizen gasps, "The iridescent rainbow texts?! I've caught myself fascinated by their portrayals of death and decay more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Переливающиеся радужные тексты?! Переливающиеся радужные тексты?! Я не раз ловил себя на том, что очарован их изображениями смерти и разложения... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 这名民众倒吸一口凉气：“流光幻彩的彩虹经文？我不止一次被上面描绘的死亡与腐朽景象深深吸引……毫无疑问，你在祂们眼中的分量，远胜过我们。既然如此，请容许我们通过侍奉你，来侍奉祂们；但愿你那无上的威严，能分一丝惠及我们，尊贵的大人。” 你一时无法分辨他们是彻底被你慑服，还是在暗中嘲弄你。可紧接着，一具活人祭品从他们的飞船传送而来，以贡品的名义呈到你面前。你暗自心想，当个作恶凶残的邪恶邪教徒，居然也有这般所谓的社交便利……当然，前提是你只和这群臭味相投的疯子打交道。

source: Woah, woah, woah. What the hell are you talking about?
ru: Воу-воу-воу. О чем, черт возьми, вы говорите?
zh_hans: 等等，等等，等等。你们到底在胡说八道什么？

source: They interrupt you, mid-sentence, "NO! No questions. Not unless you want us to drag this beacon to HELL! WE'VE SEEN HORRORS GREATER THAN DEATH! WE'RE NOT AFRAID OF YOU!" You're not even sure if you're the one they're shouting at... regardless, they've made their demands clear. What's your answer?
ru: Они прерывают вас на полуслове: "НЕТ! Никаких вопросов. Только если ты не хочешь, чтобы мы забрали этот маяк в АД! МЫ ВИДЕЛИ УЖАСЫ, ПРЕВОСХОДЯЩИЕ СМЕРТЬ! МЫ ТЕБЯ НЕ БОИМСЯ!" Вы даже не уверены, что они кричат именно вам... как бы то ни было, они ясно выразили свои требования. Что вы ответите?
zh_hans: 他们打断你的话，不行，不许提问。除非你想看着我们把这个信标拖进地狱。我们见过比死亡更恐怖的东西，我们根本不怕你。你甚至不确定他们是不是在冲你吼叫，但不管怎样，他们的要求已经很明确了。你的回应是什么？

source: (Otherworldly Tome) Fine, then. If playing stupid doesn't satisfy you... I need them for my own purposes, you blabbering fool.
ru: (Потусторонний фолиант) Ладно, так и быть. Если притворяться дурачком тебя устраивает... Он мне нужен для моих целей, балабол.
zh_hans: （异界魔典）很好，既然装糊涂不能让你满意……我自有目的要留着他们，你这喋喋不休的蠢货。

source: Picking up on the reasoning behind the citizen's demands, you brandish the Otherworldly Tome for them to see. Doing so quells their aggression slightly, as they stagger backwards at the sight of it, but then they step back forward, "You may possess THEIR teachings as well, but what makes you any more worthy of using these sacrifices than us? What makes YOU better?"
ru: Уловив суть требований горожан, вы демонстративно поднимаете Потусторонний фолиант, чтобы все могли его увидеть. Это слегка усмиряет их ярость - они отступают, пораженные видом книги. Но вскоре снова берутся за свое. "У тебя тоже есть ЭТИ знания… но почему ты считаешь себя более достойным использовать эти жертвы, чем мы? Чем ТЫ лучше?"
zh_hans: 你领会了对方提出要求的逻辑，随即亮出异界魔典让他们看。这一举动稍稍平息了他们的戾气，他们见状踉跄着后退，可很快又迈步上前，“你或许也掌握了祂们的教义，但凭什么说你比我们更有资格动用这些祭品，凭什么你就更高人一等？”

source: (Lilith) I am greater, for I pursue the Ascension Rituals, simpleton.
ru: (Лилит) Я величественнее, и поэтому я провожу ритуалы вознесения, простак.
zh_hans: （莉莉丝）我更为至高，只因我追寻的是升格仪式，愚笨之徒。

source: The citizen gasps, "The crimson red texts?! I've caught myself staring at those hellish, incomprehensible diagrams more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Багрово-красные тексты?! Я не раз ловил себя на том, что смотрю на эти адские, непонятные эзотерические символы... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那名民众倒吸一口凉气，猩红的经文？我不止一次凝望过那些地狱般难以理解的图谱……毫无疑问，你在祂们眼中的分量，远胜过我们。既然如此，请容许我们通过侍奉你，来侍奉祂们，但愿你那无上的尊崇能分一丝惠及我们，尊贵的大人。 你一时无法分辨他们是彻底被你折服，还是在暗中嘲弄你。可随即，一具活人祭品从他们的飞船传送而来，以贡品的名义呈献给你。你暗自思忖，当个凶残邪恶的邪教徒，倒也有这类所谓的社交好处，当然，前提是你只与这群臭味相投的疯子为伍。

source: (Disparity Crew) I am greater, for I pursue the Crystalline Tales, moron.
ru: (Член экипажа-энджи Диссонанса) Я величественнее, и поэтому я провожу ритуалы Сказок о кристаллах, простак.
zh_hans: （谐离船员）我更为尊贵，只因我追寻的是晶化秘典，蠢货。

source: The citizen gasps, "The vibrant purple texts?! I've caught myself staring at those beautiful, crystalline depictions more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Яркие пурпурные тексты?! Я не раз терялся в их изображениях бескрайних, клубящихся грозовых облаков... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那名民众倒吸一口凉气，鲜艳的紫色经文？我不止一次凝视过那些绝美剔透的晶体绘像……毫无疑问，你在祂们眼中的分量，远胜过我们。既然如此，请容许我们通过侍奉你，来侍奉祂们，但愿你那无上的尊崇能分一丝惠及我们，尊贵的大人。 你一时无法分辨他们是彻底被你折服，还是在暗中嘲弄你。可随即，一具活人祭品从他们的飞船传送而来，以贡品的名义呈献给你。你暗自思忖，当个凶残邪恶的邪教徒，倒也有这类所谓的社交好处，当然，前提是你只与这群臭味相投的疯子为伍。

source: (Enlightened Crew) I am greater, for I pursue the Prayers of Proving, idiot.
ru: (Член экипажа-Просветленный) Я величественнее, и поэтому я провожу ритуалы Молитв испытания, простак.

source: The citizen gasps, "The glistening yellow texts?! I've caught myself staring at their strange, dark imagery more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Сверкающие желтые тексты?! Я не раз ловил себя на том, что смотрю на их странные, темные образы... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.

source: (Chosen Crew) I am greater, for I pursue the Dark Callings, dumbass.
ru: (Член экипажа-Избранный) Я величественнее, и поэтому я провожу ритуалы Темных призывов, простак.
zh_hans: （天选船员）我更为至高，只因我追寻的是黑暗召唤，蠢货。
