Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: The citizen gasps, "The murky gray texts?! I've caught myself enamored by their hateful illustrations more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Тусклые серые тексты?! Я не раз ловил себя на том, что очарован их полными ненависти рисунками... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那民众倒吸一口凉气：“晦暗的灰色经文？我不止一次痴迷于那些充满恶意的插画……毫无疑问，你在祂们眼中的地位，远高于我们。既然如此，请允许我们通过侍奉你，来侍奉祂们；但愿你那无上的威严，能分一丝惠及我们，尊贵的大人。” 有那么一瞬间，你分不清他们是彻底被你慑服，还是在暗中取笑你。可紧接着，一具活人祭品从他们的飞船传送而来，以贡品的名义呈到你面前。你暗自心想，当个凶残邪恶的邪教徒，居然也有这般所谓的社交好处……当然，前提是你只和这群臭味相投的疯子打交道。

source: (Ill'drythk Crew) I am greater, for I pursue the Hymns to Salvation, ignoramus.
ru: (Член экипажа Илл’дритков) Я величественнее, и поэтому я провожу ритуалы Гимнов спасения, простак.
zh_hans: （伊尔德里克船员）我更为至高，只因我追寻的是救赎颂歌，无知之徒。

source: The citizen gasps, "The fuzzy brown texts?! I've caught myself staring at those eldritch, plant-like caricatures more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Нечеткие коричневые тексты?! Я не раз ловил себя на том, что смотрю на эти эльдрические, похожие на растения изображения... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那民众倒吸一口凉气：“模糊的棕色经文？我不止一次失神凝望过那些诡异怪诞、形似植物的诡怪画像……毫无疑问，你在祂们眼中的分量，远胜于我们。既然如此，请容许我们通过侍奉你，来侍奉祂们；但愿你那无上的尊崇，能分一丝惠及我们，尊贵的大人。” 有那么一刻，你无法判断他们是彻底被你折服，还是在嘲弄你。可随即，一具活人祭品从他们的飞船传送而来，以贡品的名义呈献给你。你暗自思忖，当个凶残邪恶的邪教徒，居然也有这般所谓的社交便利……当然，前提是你只与这群臭味相投的疯子为伍。

source: (Tempest Crew) I am greater, for I pursue the Tidings of the Tempest, stupid.
ru: (Член экипажа-Буря) Я величественнее, и поэтому я провожу ритуалы Вестей бури, простак.
zh_hans: （风暴船员）我更为至高，只因我追寻的是风暴天启，蠢货。

source: The citizen gasps, "The electric blue texts?! I've caught myself lost in their pictures of vast, stormy clouds more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Электрические синие тексты?! Я не раз терялся в их изображениях бескрайних, клубящихся грозовых облаков... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那民众倒吸一口凉气：“电光蓝的经文？我不止一次沉醉在那些广袤暴风云云的图景里……毫无疑问，你在祂们眼中的地位，远高于我们。既然如此，请允许我们通过侍奉你，来侍奉祂们；但愿你那无上的威严，能分一丝惠及我们，尊贵的大人。” 有那么一瞬间，你分不清他们是彻底被你慑服，还是在暗中取笑你。可紧接着，一具活人祭品从他们的飞船传送而来，以贡品的名义呈到你面前。你暗自心想，当个凶残邪恶的邪教徒，居然也有这般所谓的社交好处……当然，前提是你只和这群臭味相投的疯子打交道。

source: (Ultima Armor) I am greater, for I pursue the Neoborn Edicts, imbecile.
ru: (Ультима броня) Я величественнее, и поэтому я провожу ритуалы Эдиктов неорожденных, простак.
zh_hans: （终焉铠甲）我更为至高，只因我追寻的是新生敕令，愚钝之徒。

source: The citizen gasps, "The blindingly white texts?! I've caught myself staring at the image of that strange, ominous armor more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Ослепительно белые тексты?! Я не раз ловил себя на том, что смотрю на изображение этой странной, зловещей брони... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 那名民众倒吸一口凉气：“刺眼的白色经文？我不止一次凝望过那副诡异不祥的铠甲影像……毫无疑问，你在祂们眼中的分量，远胜于我们。既然如此，请容许我们通过侍奉你，来侍奉祂们，但愿你那无上的尊崇能分一丝惠及我们，尊贵的大人。” 你一时无法分辨他们是彻底被你折服，还是在暗中嘲弄你。可随即，一具活人祭品从他们的飞船传送而来，以贡品的名义呈献给你。你暗自思忖，当个凶残邪恶的邪教徒，居然也有这般所谓的社交好处，当然，前提是你只与这群臭味相投的疯子为伍。

source: (Soulplague Crew) I am greater, for I pursue the Corrupting Whispers, dimwit.
ru: (Член экипажа-чума души) Я величественнее, и поэтому я провожу ритуалы Порочащего шепота, простак.
zh_hans: （灵魂瘟疫船员）我更为至高，只因我追寻的是腐化低语，蠢货。

source: The citizen gasps, "The iridescent rainbow texts?! I've caught myself fascinated by their portrayals of death and decay more than once... truly, your cause to THEM is greater than ours. In that case, allow us to serve THEM through serving you; pray be that an ounce of your greatness may rub off on us, o' Feddie one." For a moment, you can't tell if they're completely enthralled by you, or if they're making fun of you, but then a human sacrifice is beamed over from their ship and offered to you in the name of tribute. Being an evil, murderous cultist has its social perks as well, you suppose... assuming you associate yourself with like-minded sickos, that is.
ru: Гражданин ахает: "Переливающиеся радужные тексты?! Переливающиеся радужные тексты?! Я не раз ловил себя на том, что очарован их изображениями смерти и разложения... Поистине, твоя связь с НИМ сильнее, чем наша. В таком случае, позволь нам служить ЕМУ, служа тебе - быть может, хоть капля твоего величия снизойдет и на нас, о великий федди". Мгновение вы не можете понять - они действительно в восхищаются вами или просто издеваются, но тут с их корабля телепортируют человеческую жертву, преподнося вам ее как дань. Быть злым, кровожадным культистом, пожалуй, имеет и свои социальные преимущества... ну, если вы водитесь с такими же больными на голову, как и вы сами.
zh_hans: 这名民众倒吸一口凉气：“流光幻彩的彩虹经文？我不止一次被上面描绘的死亡与腐朽景象深深吸引……毫无疑问，你在祂们眼中的分量，远胜过我们。既然如此，请容许我们通过侍奉你，来侍奉祂们；但愿你那无上的威严，能分一丝惠及我们，尊贵的大人。” 你一时无法分辨他们是彻底被你慑服，还是在暗中嘲弄你。可紧接着，一具活人祭品从他们的飞船传送而来，以贡品的名义呈到你面前。你暗自心想，当个作恶凶残的邪恶邪教徒，居然也有这般所谓的社交便利……当然，前提是你只和这群臭味相投的疯子打交道。

source: I simply pursue the Beginner's Guide to the Occult.
ru: Я просто изучаю "Руководство для начинающих по оккультизму".

source: "Is that all? Well, welcome to the club, Feddie; you're no better than us at all! If you think you can step all over us while standing here as our equals, then you've got another thing coming!" The citizen turns around, yelling off into the hallway, "PREPARE THE SACRIFICE! This beacon is being blown to HELL! In THEIR name!" You're going to need to stop them before they do whatever it is they're doing, and fast!
ru: "И это все? Что ж, добро пожаловать в клуб, федди; ты ничуть не лучше нас! Если ты думаешь, что можешь переступать через нас, стоя здесь как равный нам, значит, тебя ждет совсем другое!" Гражданин разворачивается и кричит в коридор: "ПРИГОТОВЬТЕСЬ К ЖЕРТВОПРИНОШЕНИЮ! Этот маяк будет взорван к чертям собачьим! ВО ИМЯ НЕГО!" Вам нужно остановить их, пока они не сделали то, что задумали, и быстро!

source: Continue...
ru: Продолжить...

source: (Human Sacrifice) Yeah, alright. You can have it.
ru: (Человеческая жертва) Да, хорошо. Можете забрать.
zh_hans: （活人祭品）行吧，给你了。

source: You beam your prepared human sacrifice over, and the citizen over the comms becomes ecstatic, "OH! You're familiar with THEIR ways...? A member of the Federation...? What are you, some kind of spy?" You shrug, and the citizen chuckles, "Well, thanks, Renegade! We're off to go spill some blood! Maybe a Ritual of Corruption, this time..." Their ship jumps out of the beacon, and you're left somewhat confused and considerably less sacrifice-ful.
ru: Вы телепортируете подготовленную человеческую жертву, и гражданин по связи приходит в восторг: "О! Ты знаком с ЕГО путями...? Член Федерации...? Ты что, шпион?" Вы пожимаете плечами, а гражданский смеется: "Ну, спасибо, Ренегат! Мы отправляемся проливать кровь! Может быть, на этот раз ритуал осквернения..." Их корабль прыгает с маяка, а вы остаетесь в некотором замешательстве и с гораздо меньшей склонностью к жертвоприношениям.
zh_hans: 你将备好的活人祭品传送过去，通讯器那头的民众瞬间欣喜若狂，哦，你居然通晓祂们的规矩……联邦的人？你到底是什么来头，是间谍吗。 你耸了耸肩，那人低笑起来，谢了，变元者！我们这就去献祭流血！这次说不定能举行腐化仪式…… 他们的飞船从信标处跃迁离去，只留下一头雾水、还少了一具祭品的你。

source: You cannot clone your human sacrifice, as they are not dead.
ru: Вы не можете клонировать человеческую жертву, поскольку она не мертва.
zh_hans: 你无法克隆这份活人祭品，因为对方还没有死亡。

source: (Human Crew) Yeah, alright. You can have them.
ru: (Член экипажа-человек) Да, хорошо. Вы можете забрать его.
zh_hans: （人类船员）行吧，这些人归你了。

source: You beam your human over, ignoring their kicking and screaming, and the citizen over the comms calms down a bit, "Finally, FINALLY! We can take lives with our own hands, and take our lives into our own hands!" You shuffle slightly, uncomfortable, and the citizen chuckles, "Well, thanks, Renegade! We're off to go spill some blood! Maybe a Ritual of Corruption, this time..." Their ship jumps out of the beacon, and you're left somewhat horrified and considerably less crew-ful.
ru: Вы телепортируете своего человека, не обращая внимания на его брыкания и вопли, а гражданин по связи немного успокаивается: "Наконец-то, НАКОНЕЦ-ТО! Теперь мы сможем отнимать жизни своими собственными руками - и сами распоряжаться своими судьбами!" Вы слегка ерзаете, чувствуя себя неловко, а гражданин улыбается: "Ну, спасибо, Ренегат! Мы отправляемся проливать кровь! Может быть, на этот раз ритуал осквернения..." Их корабль прыгает с маяка, а вы остаетесь в состоянии некоторого шока и с меньшим количеством членов экипажа.
zh_hans: 你无视那些人的挣扎尖叫，把他们传送了过去，通讯器里的民众稍稍平复了一些，终于，终于啊！我们可以亲手夺取性命，把命运牢牢握在自己手里！ 你微微挪动身体，心里很不自在，那人轻笑起来，谢了，叛道者！我们这就去献祭流血！这次说不定要举行腐化仪式…… 他们的飞船从信标处跃迁离去，只留在原地满心惊骇，还少了几名船员的你。

source: You cannot clone your human crew member, as they are not dead.
ru: Вы не можете клонировать члена экипажа-человека, поскольку он не умер.
zh_hans: 你无法克隆这名人类船员，因为对方还没有死亡。

source: I'm not sending anybody over to die, you psycho.
ru: Я никого не отправлю умирать, ты, псих.
zh_hans: 我不会把任何人送过去送死，你这个疯子。

source: "Then you're condemning us ALL to death, FEDDIE! You, us, AND your little buddies... PREPARE TO DIE!" You watch as they stand around a ritual circle in the middle of the room, and an eldritch power flows through them... you're going to need to stop them before they do whatever it is they're doing, and fast!
ru: "Тогда ты обрекаешь нас ВСЕХ на смерть, Федди! Ты, мы и твои маленькие приятели... ПРИГОТОВЬТЕСЬ К СМЕРТИ!" Вы наблюдаете, как они встают вокруг ритуального круга в центре помещения, и через них проходит хтоническая сила... Вам нужно остановить их, пока они не сделали то, что задумали, и быстро!
zh_hans: 那你就是在判我们所有人死刑，费迪！你，我们，还有你的那些小家伙们……准备受死吧！ 你看着他们围站在房间中央的仪式法阵旁，一股诡秘的异界力量在他们体内涌动……你必须赶在他们完成仪式之前阻止这一切，而且要快！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Now that you have a moment to catch your breath, you're left completely bewildered by what you just witnessed. Soulplague Husks, masquerading as Deep Ones and trying to trick people... if not for the spoils of war and the mess all over the place, you'd figure you just dreamt all that. Still, there's little you can do sitting here pondering... it's time to leave, unanswered qustions in tow.
ru: Теперь, когда у вас есть время перевести дух, вы в полном недоумении от того, чему только что стали свидетелем. Чумные оболочки, маскирующиеся под глубоководных и пытающиеся обмануть людей... Если бы не военные трофеи и не царящий повсюду беспорядок, можно было бы подумать, что все это вам приснилось. И все же мало что можно сделать, сидя здесь и размышляя... Пора уходить, оставив вопросы без ответа.
zh_hans: 终于能喘口气，你却对刚才目睹的一切彻底茫然。灵魂瘟疫躯壳伪装成深渊潜者，试图哄骗他人……若不是满地狼藉和战后的战利品，你只会觉得这一切都是梦境。但坐在这里空想也无济于事，带着诸多未解的疑问，是时候动身离开这里了。

source: (Soulplague Crew) Your Soulplague-aligned crew member makes a strange gurgling noise.
ru: (Член экипажа-чума души) Ваш член экипажа, связанный с чумой души, издает странный булькающий звук.
zh_hans: （灵魂瘟疫船员）你麾下效忠于魂疫的这名船员发出了一阵怪异的咕噜声。

source: It's hard to think about the madness you've just had the displeasure of living through with your crew member making noises like that... can't they see you're trying to solve a mystery here?
ru: Трудно думать о безумии, которое вы только что имели несчастье пережить, когда ваш член экипажа издает подобные звуки... Неужели он не понимает, что вы пытаетесь разгадать тайну?
zh_hans: 身边的船员一直发出这种声响，你根本没法静下心梳理刚才亲历的那些疯狂事……他们难道看不出你正试图解开这桩谜团吗？

source: I don't get paid enough for this...
ru: Мне за это мало платят...
zh_hans: 给的那点酬劳，可根本不值得我遭这份罪……

source: You feel a little lightheaded as you enter the beacon, but it's quickly brushed aside as a nearby Deep One vessel approaches and hails you. They seem a bit disheveled, their speaking little more than a whisper, "...scrap... give... scrap..." You can hardly make out their form under their robes, but you get the sense that something is off...
ru: Вы чувствуете легкое головокружение, когда появляетесь у маяка, но это быстро проходит, когда к вам приближается корабль глубоководных и вызывает вас. Он выглядит немного растрепанным, а его речь звучит как шепот: "...лом... дай... лом...". Вы с трудом можете разобрать его форму под мантией, но у вас возникает ощущение, что что-то не так...
zh_hans: 进入信标时你感到一阵轻微的头晕，但这感觉很快就被一旁靠近并向你发出通讯的深渊潜者舰船驱散。他们看起来衣衫凌乱，声音细若蚊吟，断断续续地说着……废料……交出来……废料……你几乎看不清他们长袍下的身形，却隐约察觉到，有什么地方不太对劲……

source: Hold on. Scrap? What for, and how much?
ru: Подождите. Лом? Зачем и сколько?
zh_hans: 等等。废料？要这个做什么，还有你们要多少？

source: The cloaked Deep One lowers their head even more, "...reward... boon... favor... 60..." They say no more than that.
ru: Одетый глубоководный еще сильнее опускает голову: "...награда... благодеяние... благосклонность... 60..." Больше он ничего не говорит.
zh_hans: 身着斗篷的深渊潜者把头埋得更低，声音依旧微弱含糊，……酬劳……恩惠……眷顾……要60个……除此之外，它再不多说一个字。

source: Alright, sure. Color me intrigued.
ru: Хорошо, конечно. Я заинтригован.
zh_hans: 行吧，没问题。我倒是挺好奇这所谓的恩惠到底是什么。

source: You send the requested scrap over, and it manifests beside the strange Deep One. A moment of silence passes between the two of you, and you're about to break it when the figure derobes and reveals their true form... or, rather, the lack of any form at all. They're little more than a humanoid, oily blob... they feast on the scrap you've sent for a moment, before turning back to you and whispering once more, "...generous... gratitude..." It hits you that they don't speak so much as you simply hear their whispering in your head, and then you realize what it is you're facing: a Soulplague Husk.
ru: Вы отправляете требуемый лом, и он появляется рядом со странным глубоководным. На мгновение между вами воцаряется тишина, и вы уже собираетесь ее нарушить, когда фигура исчезает и показывает свою истинную форму... или, скорее, отсутствие какой-либо формы вообще. Это не более чем человекоподобный маслянистый сгусток... Он некоторое время пирует на присланном вами ломе, а затем поворачивается к вам и еще раз шепчет: "...щедрая... благодарность...". Вы понимаете, что он не говорит, вы просто слышите его шепот у себя в голове, и тут же осознаете, что перед вами - чумная оболочка.
zh_hans: 你将对方要的60份废料传送过去，废料径直出现在那名怪异的深渊潜者身旁。两人之间陷入片刻沉默，就在你准备打破寂静时，对方一把扯下身上的长袍，露出了真实的模样——或者说，根本没有所谓的形体。那只是一团类人形态、泛着油光的黏稠团块。它片刻间就吞食完你送去的废料，随后转向你，声音再度微弱响起，……慷慨……感激…… 你忽然意识到，对方并非真的在说话，而是那细碎的低语直接回荡在你的脑海里。下一秒，你终于认清了眼前的存在：一具灵魂瘟疫躯壳。

source: Uh... what was my reward, exactly?
ru: А... за что именно меня наградили?
zh_hans: 呃……那我的报酬到底是什么？

source: They whisper in your head again, "...travel... companion... assist..." You raise an eyebrow, and they melt into a puddle before vanishing... then, a moment later, they somehow manage to reappear beside you! "...captain... spread... love..." The Husk staggers away, and you make a mental note to check the ship's carbon monoxide levels...
ru: Он снова шепчет в вашей голове: "...путешествие... спутник... помощник...". Вы поднимаете бровь, и он превращаются в лужицу, а затем исчезает... а спустя мгновение ему каким-то образом удается снова появиться рядом с вами! "...капитан... распространите... любовь..." Оболочка, пошатываясь, уходит, а вы делаете мысленную заметку проверить уровень угарного газа на корабле...
zh_hans: 它的低语再次在你脑海中响起：……随行……同伴……协助……你挑了挑眉，它随即融成一滩黏液消失不见……可片刻之后，它竟又莫名出现在了你身旁！……舰长……散播……恩泽……这具躯壳踉跄着退开，你在心里暗自记下，回头一定要检查飞船的一氧化碳浓度……

source: No, sorry. Not interested.
ru: Нет, извините. Не интересно.
zh_hans: 不行，抱歉。我没兴趣。

source: You're not running a charity here... nor are you interested in any mystery reward. Your intentions clear, the strange figure derobes and reveals their true form... or, rather, the lack of any form at all. They're little more than a humanoid, oily blob... they roar out, and the Deep One ship makes a strange, wobbly advance towards you. With its weapons hot, your instincts begin to kick in... prepare for battle!
ru: Вы не занимаетесь здесь благотворительностью... и не заинтересованы в каком-то таинственном вознаграждении. Ваши намерения ясны, странная фигура исчезает и показывает свою истинную форму... или, скорее, отсутствие какой-либо формы вообще. Это не более чем человекоподобный маслянистый сгусток... Он рычит, и корабль глубоководных странным, покачивающимся движением приближается к вам. Оружие раскалено добела, и ваши инстинкты начинают работать... приготовьтесь к бою!
zh_hans: 你这里又不是开慈善堂……而且你也对任何神秘报酬毫无兴趣。 你的意图已经十分明确，那个怪异的身影扯下了身上的遮蔽物，露出了它的真面目——更准确地说，是根本没有固定的形体。它不过是一团类人形态、泛着油光的黏稠团块……它发出咆哮，那艘深渊潜者飞船开始古怪地摇晃着朝你逼近。 对方武器已经充能待命，你的本能开始觉醒……准备战斗！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_deepone.xml$//event[@name="DISTRESS_DEEPONE_DRIFTING"]/text
source: Arriving at the distress beacon, you spot a Deep One ship off in the distance. It makes no attempt to move.
ru: Прибыв к сигналу бедствия, вы замечаете вдалеке корабль глубоководных. Он не предпринимает никаких попыток двигаться.
zh_hans: 抵达求救信标处时，你看到远处有一艘深渊潜者飞船，它没有任何移动的意图。

source: Hail the ship.
ru: Связаться с кораблем.
zh_hans: 联系这艘舰船。

source: Your attempts to hail the ship are met with failure. They aren't denied, they just don't seem to reach the ship in the first place...
ru: Ваши попытки связаться с кораблем заканчиваются неудачей. Их не отклоняют, просто их игнорируют на корабле...
zh_hans: 你尝试向这艘飞船发送通讯联络，但全都失败了。对方并没有拒绝接通，而是你的信号从一开始就似乎根本无法抵达那艘飞船……

source: Approach the ship and inspect it.
ru: Приблизиться к кораблю и осмотреть его.
zh_hans: 靠近飞船并进行检查。

source: Upon closer inspection, this isn't a ship at all; at least, not anymore. Effectively a pile of shredded scrap, the immortality of the Deep Ones' lights made it look alright from a distance. You begin to wonder how long the wreck and its distress beacon have been drifting like this, when you notice... shuffling, amongst the wreckage?
ru: При ближайшем рассмотрении оказалось, что это вовсе не корабль, по крайней мере, уже не корабль. По сути, это груда измельченного лома, но благодаря вечным фонарям глубоководных на расстоянии он выглядит вполне прилично. Вы начинаете задаваться вопросом, как долго обломки корабля и его сигнальный маяк дрейфовали в таком состоянии, когда замечаете... какое-то движение среди обломков?
zh_hans: 凑近仔细查看后，你发现这根本不是一艘飞船，至少现在已经不是了。它实质上就是一堆被撕碎的废铁，只是深潜者飞船那不灭的灯光，让它从远处看起来还算完好。你正暗自疑惑这艘残骸和它的求救信标就这样漂浮了多久，这时却注意到……废墟之中，有东西在缓缓挪动？

source: Get a closer look.
ru: Взглянуть поближе.
zh_hans: 凑近查看。

source: It's a Deep One! Alive, in space, just... waiting within this wreck! You quickly get your crew to work, and you have the Deep One on board only a couple minutes later. It might be alive, but it still appears to be in terrible condition; it's barely holding on.
ru: Это глубоководный! Живой, в космосе, просто... находится в этих развалинах! Вы быстро приступаете к работе, и уже через пару минут глубоководный у вас на борту. Может быть, он и жив, но, похоже, находится в ужасном состоянии: он едва держится на ногах.
zh_hans: 是一只深渊潜者！它还活着，身处太空之中，就只是……在这艘残骸里等待着！你立刻让船员行动起来，短短几分钟后就将这只深潜者接上了飞船。它虽然还活着，但状态看上去极差，几乎只是在苟延残喘。

source: (Upg. Medbay) Use your upgraded Medbay to save it.
ru: (Улучш. Медотсек) Использовать улученный Медотсек, чтобы спасти его.
zh_hans: （高级医疗舱）使用你已升级的医疗舱救治它。

source: You put the Deep One in your Medbay and it gets to work. Mere moments later, the Deep One's alright and extremely grateful. "A thousand... blessings, and thank-you's upon you, friend. Without you..." it pauses, "I'm afraid I would've... met my end in that wreck."
ru: Вы помещаете глубоководного в Медотсек, и он приступает к работе. Спустя несколько мгновений глубоководный в порядке и чрезвычайно благодарен."Тысяча... благословений и благодарностей тебе, друг. Без тебя... - он делает паузу, - боюсь, я бы... встретил свой конец в тех развалинах".
zh_hans: 你把这只深渊潜者安置进医疗舱，设备立刻启动运转。不过片刻，它就恢复了状态，并且对你满怀感激。 “千重祝福……万般谢意，都赠予你，朋友。若是没有你……”它顿了顿，“恐怕我早已……在那片残骸之中走向灭亡了。”

source: What happened to your ship?
ru: Что случилось с твоим кораблем?
zh_hans: 你的飞船发生了什么？
