Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_deepone.xml/*.po
Languages: ru, zh_hans

source: The robed man jumps as he notices the Minister's presence, before collapsing to his knees and bowing his head, "I-It's not what it looks like, Hand! We were just, uh... gathering funds, in the Tempest's name!" The Minister looks over at the cage, scoffing, "When I said you can find other homes for your excess spawn, I didn't mean aboard civilian ships, you imbecile. You're lucky I don't crush you like the conniving bug you are." The man's bow deepens, and he begins pleading incoherently.
ru: Заметив присутствие Министра, одетый в мантию человек вскакивает, падает на колени и склоняет голову: "Э-ъто не то, чем кажется, десница! Мы просто... собирали средства во имя Бури!" Министр смотрит на клетку и улыбается: "Когда я сказал, что ты можешь найти другое пристанище для своего лишнего потомства, я не имел в виду борт гражданских кораблей, недоумок. Тебе повезло, что я не раздавил тебя, как хитрого жука". Поклон мужчины становится еще ниже, и он начинает бессвязно умолять.
zh_hans: 黑袍男子察觉到长老现身，猛地一惊，随即双膝跪倒在地，低下头：“长、长老，事情不是您看到的那样！我们只是……呃……以风暴之主的名义筹措资金！”长老瞥向笼子，嗤笑一声：“我让你给多余的幼崽另寻安置之处，没叫你把它们弄到民用飞船上，你这个蠢货。你该庆幸我没把你这阴险的小虫直接碾死。”男子伏得更低，开始语无伦次地求饶。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Minister rolls his eyes, "I'll be confiscating this spawn. Allow me to catch you pawning off the Tempest's blessings again, and I'll be infinitely less merciful in the future." He slams a hand against the cage, and it shatters, revealing a Stormborn Spawn. The Minister turns to you, "Let's go. We've wasted enough time here." You and him leave the room, the spawn following in his shadow, and the crowd eyes you and your entourage in disbelief the whole way back to the ship.
ru: Министр закатывает глаза: "Я конфискую это отродье. Если я еще раз поймаю тебя на присвоении благословений Бури, в будущем я буду бесконечно менее милосерден". Он ударяет рукой по клетке, и она разбивается вдребезги, выпуская на свет Штормовое порождение. Министр поворачивается к вам: "Пойдемте. Мы потеряли здесь достаточно времени". Вы и он выходите из комнаты, порождение следует за ним тенью, а толпа с недоверием смотрит на вас и вашу свиту всю обратную дорогу до корабля.
zh_hans: 长老翻了个白眼，说道：“这些幼体我全部没收。要是再让我抓到你兜售风暴之主的恩赐，下次我绝不会有半分情面可讲。”他一掌重击在笼子上，笼子瞬间碎裂，一只风暴降生幼体显露出来。长老转向你：“走吧，我们在这儿浪费的时间已经够多了。”你和他一同离开房间，那只幼体紧随在他的身影之后。在返回飞船的全程中，人群都用难以置信的目光，盯着你和你的随行一行人。

source: Cash!
ru: Наличными!
zh_hans: 现金！

source: You have the 505 scrap brought in by your crew, and the robed man counts it excitedly. Once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: У вас есть 505 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 你让船员把505单位废料搬了进来，黑袍男子兴奋地清点着。所有数目核对完毕后，他再次转向你：“很好，款项全部到账！我这就吩咐手下把这鬼东西推到你的飞船上。总算能甩掉这个麻烦了，它一直闹得鸡犬不宁……毕竟，呃，毕竟它还会吃人。”你有一瞬间以为他在开玩笑，但很快就意识到，他脸上的神情没有半分戏谑，无比严肃。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: Credit!
ru: В кредит!
zh_hans: 记账！

source: There's not really any such thing as scrap credit, but you have the 505 scrap brought in by your crew. The robed man counts it excitedly, and, once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: На самом деле нет такого понятия, как кредит на лом, но у вас есть 505 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 这里根本就没有废料赊账这一说，不过你已经让船员把505单位废料搬了过来。黑袍男子兴奋地清点，待全部数目核对清楚后，他再次转向你：“很好，钱款都齐了！我这就吩咐手下把这玩意儿推到你的飞船上。总算能甩掉这个麻烦了，它一直闹得天翻地覆……毕竟，呃，毕竟它还会吃人。”你有那么一刻以为他在开玩笑，可很快就发现，他脸上的神情没有半点玩笑的意思，无比严肃。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: I, eh... can't actually afford this.
ru: Я... вообще-то не могу себе этого позволить.
zh_hans: 我……呃……其实我根本付不起。

source: Clench your teeth, and stay quiet.
ru: Стиснуть зубы и молчать.
zh_hans: 咬紧牙关，一言不发。

source: You're able to find one of the few empty spots to dock, and are uninterrupted as you and your crew board the outpost. The space inside isn't massive, and you're able to quickly spot a giant crowd of people deeper within. Approaching them, you make out a man raised at the center of the crowd as he circles a cloaked cage and shouts, "Now that you're all aware of what exactly's at stake here... do we have any bidders? The bid starts at a measly 5 scrap!" So this is some sort of auction... hands from the crowd begin to fly into the air as people shout out their bids: "10!" "Oh, I'll take it for 50!" "50?! That quickly?!" "I'll raise you 60!" An awkward silence hangs in the air as the bidding immediately get pricy.
ru: Вам удается найти одно из немногих свободных мест для стыковки, и вы и ваш экипаж беспрепятственно поднимаетесь на борт аванпоста. Помещение внутри не очень большое, и вы быстро замечаете огромную толпу людей в его глубине. Подойдя к ним, вы различаете человека, возвышающегося в центре толпы, который кружит возле закрытой клетки и кричит: "Теперь, когда вы все знаете, что именно поставлено на карту... есть ли у нас покупатели? Ставка начинается с жалких 5 единиц лома!" Значит, это что-то вроде аукциона... Руки из толпы начинают взлетать в воздух, люди выкрикивают свои ставки: "10!" "Я тогда даю 50!" "50?! Так быстро?!" "Я поднимаю до 60!" В воздухе повисает неловкая тишина: торги сразу выходят на крупные суммы.
zh_hans: 你报出价格后，站在人群中央高台上的男子看向你：“哦，联邦的人！本来没指望会有你们这类买家到场，不过……只要你不是来查抄我们的就好！行，那就30！有没有人加价到35？” 又有几只手瞬间举了起来： “我……我出35吧。” “40！40！” “我快没预算了，不过……不管了，50！” “60怎么样？！” 竞价就这么直接翻了倍，人群里的人都震惊地低声议论起来。

source: Raise the bid to 65.
ru: Поднять ставку до 65.
zh_hans: 保持冷静，加价到65。

source: You make your bid, and the man raised in the center of the crowd looks at you, "Oh, Federation! Not exactly who we expected when we pictured paying customers, but... as long as you're not busting us! Very well, 65 it is! Will anybody raise it to 70?!" A few more hands shoot up: "I guess I can do 70..." "Fuck it, 100!" "Are you mad?!" "You think THAT'S mad? 150!" The bidding has more than doubled, just like that, and the crowd murmurs in shock.
ru: Вы делаете ставку, и человек, возвышающийся в центре толпы, смотрит на вас: "О, Федерация! Не совсем то, что мы ожидали, когда представляли себе платящих клиентов, но... если вы не пришли нас арестовывать - все нормально! Отлично, 65! Кто-нибудь поднимет до 70?!" Еще несколько рук поднимаются вверх: "Думаю, я могу поднять до 70..." "К черту! 100!" "Ты сошел с ума?!" "Ты думаешь, ЭТО безумие? 150!" Торги выросли более чем вдвое, вот так, и шокированная толпа зашумела.
zh_hans: 你报出价格，站在人群中央高台上的男子看向你：“哦，是联邦的人！本来没料到会是你们这类买家，不过……只要你不是来查抄我们的就好！行，那就65！还有人加价到70吗？！” 又有几只手瞬间举了起来： - “我……我可以出70……” - “管他呢，100！” - “你疯了吗？！” - “你觉得这就算疯？150！” 竞价就这样直接翻了一倍还多，人群里满是震惊的窃窃私语。

source: Keep things steady. Raise it to 155.
ru: Держать темп. Поднять до 155.
zh_hans: 保持冷静，加价到155。

source: Blow their socks off. Raise it to 250.
ru: Разнести их в пух и прах. Поднять до 250.
zh_hans: 给他们来个惊艳绝杀，直接加价到250。

source: The crowd collectively turns to you in shock, and the auctioneer yells out triumphantly, "WE HAVE 250! GOING ONCE, GOING TWICE..." The crowd stays silent in their shock, and a gavel rings out somewhere, "SOLD, TO THE GENEROUS FEDERATION OFFICER FOR 250 SCRAP!" Excited murmurs break out amongst the crowd, and you're ushered to the front before being led to a private room backstage. The auctioneer enters a few moments later, cage in tow, and you're able to get a good look at it for the first time... it's truly massive, and you swear you can hear a strange, faint, almost wet noise coming from within. You get a good look at the auctioneer, as well: a shorter, hunched man adorned in black robes. Around his neck is a pendant that you recognize as sharing the strange symbol on the mysterious ships outside, and he turns to you, "So! Cash or credit?"
ru: Собравшийся народ в шоке поворачивается к вам, а аукционист триумфально выкрикивает: "У НАС 250! РАЗ, ДВА..." Шокированная толпа затихает, и тут раздается стук молотка: "ПРОДАНО, ГЕНИАЛЬНОМУ ОФИЦЕРУ ФЕДЕРАЦИИ ЗА 250 ЛОМА!" В толпе раздается возбужденный ропот, и вас провожают к выходу, а затем ведут в отдельную комнату за кулисами. Через несколько мгновений входит аукционист с клеткой, и вы впервые можете рассмотреть его... оно действительно большое, и вы клянетесь, что слышите странный, слабый, напоминающий чавканье звук, исходящий изнутри. Вы хорошо разглядели и аукциониста: невысокий, сгорбленный мужчина в черной мантии. На шее у него висит кулон, в котором вы узнаете странный символ, изображенный на загадочных кораблях снаружи, и он обращается к вам: "Итак! Наличными или в кредит?"
zh_hans: 人群全都震惊地看向你，拍卖师得意地大喊：“有人出价250！一次，两次……”人群在震惊中陷入沉默，随即某处响起了法槌的敲击声：“成交！由这位慷慨的联邦军官以250单位废料拍下！”人群里顿时响起此起彼伏的兴奋低语，你被引到台前，随后又被带去后台的一间密室。片刻之后，拍卖师拖着笼子走了进来，你这才第一次仔细看清它……笼子无比庞大，你分明能听见笼内传来一阵怪异、微弱、近乎湿黏的声响。你也看清了拍卖师的样貌：一个身材矮小、脊背佝偻的男人，身着黑色长袍。他颈间挂着一枚吊坠，你认出上面的诡异符号，和外面那些神秘飞船上的图案完全一致。他转向你，问道：“那么，付现还是记账？”

source: (The Minister) The Minister clears his throat.
ru: (Министр) Министр прочищает горло.
zh_hans: （长老）长老清了清嗓子。

source: The robed man jumps as he notices the Minister's presence, before collapsing to his knees and bowing his head, "I-It's not what it looks like, Hand! We were just, uh... gathering funds, in the Tempest's name!" The Minister looks over at the cage, scoffing, "When I said you can find other homes for your excess spawn, I didn't mean aboard civilian ships, you imbecile. You're lucky I don't crush you like the conniving bug you are." The man's bow deepens, and he begins pleading incoherently.
ru: Заметив присутствие Министра, одетый в мантию человек вскакивает, падает на колени и склоняет голову: "Э-ъто не то, чем кажется, десница! Мы просто... собирали средства во имя Бури!" Министр смотрит на клетку и улыбается: "Когда я сказал, что ты можешь найти другое пристанище для своего лишнего потомства, я не имел в виду борт гражданских кораблей, недоумок. Тебе повезло, что я не раздавил тебя, как хитрого жука". Поклон мужчины становится еще ниже, и он начинает бессвязно умолять.
zh_hans: 黑袍男子察觉到长老现身，猛地一惊，随即双膝跪倒在地，低下头：“长、长老，事情不是您看到的那样！我们只是……呃……以风暴之主的名义筹措资金！”长老瞥向笼子，嗤笑一声：“我让你给多余的幼崽另寻安置之处，没叫你把它们弄到民用飞船上，你这个蠢货。你该庆幸我没把你这阴险的小虫直接碾死。”男子伏得更低，开始语无伦次地求饶。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Minister rolls his eyes, "I'll be confiscating this spawn. Allow me to catch you pawning off the Tempest's blessings again, and I'll be infinitely less merciful in the future." He slams a hand against the cage, and it shatters, revealing a Stormborn Spawn. The Minister turns to you, "Let's go. We've wasted enough time here." You and him leave the room, the spawn following in his shadow, and the crowd eyes you and your entourage in disbelief the whole way back to the ship.
ru: Министр закатывает глаза: "Я конфискую это отродье. Если я еще раз поймаю тебя на присвоении благословений Бури, в будущем я буду бесконечно менее милосерден". Он ударяет рукой по клетке, и она разбивается вдребезги, выпуская на свет Штормовое порождение. Министр поворачивается к вам: "Пойдемте. Мы потеряли здесь достаточно времени". Вы и он выходите из комнаты, порождение следует за ним тенью, а толпа с недоверием смотрит на вас и вашу свиту всю обратную дорогу до корабля.
zh_hans: 长老翻了个白眼，说道：“这些幼体我全部没收。要是再让我抓到你兜售风暴之主的恩赐，下次我绝不会有半分情面可讲。”他一掌重击在笼子上，笼子瞬间碎裂，一只风暴降生幼体显露出来。长老转向你：“走吧，我们在这儿浪费的时间已经够多了。”你和他一同离开房间，那只幼体紧随在他的身影之后。在返回飞船的全程中，人群都用难以置信的目光，盯着你和你的随行一行人。

source: Cash!
ru: Наличными!
zh_hans: 现金！

source: You have the 250 scrap brought in by your crew, and the robed man counts it excitedly. Once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: У вас есть 250 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 你让船员把250单位废料搬了进来，黑袍男子兴奋地清点着。所有款项核对无误后，他再次转向你：“很好，钱都到齐了。我这就吩咐手下把这东西推到你的飞船上。总算能甩掉这个麻烦了，它一直闹得鸡犬不宁……毕竟，呃，它还会吃人。”你有一瞬间以为他在开玩笑，但很快就发现，他脸上的表情没有丝毫玩笑的意思。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: Credit!
ru: В кредит!
zh_hans: 记账！

source: There's not really any such thing as scrap credit, but you have the 250 scrap brought in by your crew. The robed man counts it excitedly, and, once everything is accounted for, he turns to you once more, "Very well, then! The payment's all here; I'll have my subordinates wheel this bastard over to your ship. Glad to finally get rid of this thing, it's been causing a real ruckus... what with all the, uh, man-eating and all." For a moment, you assume he's joking, but you quickly realize the look on his face is completely serious.
ru: На самом деле нет такого понятия, как кредит на лом, но у вас есть 250 лома, принесенных вашим экипажем, и человек в мантии с волнением пересчитывает его. Когда все подсчитано, он снова обращается к вам: "Отлично! Оплата выполнена; я прикажу своим подчиненным перевезти этого ублюдка на ваш корабль. Рад наконец-то избавиться от этой твари, она наводила настоящий ужас... со всем этим... э-э... людоедством и прочим". На мгновение вы думаете, что он шутит, но быстро понимаете, что выражение его лица совершенно серьезно.
zh_hans: 这里根本不存在废料赊账这一说，不过你已经让船员把250单位废料搬了进来。黑袍男子兴奋地清点，待所有数目核对清楚后，他再次转向你：“很好，钱款都齐了。我这就吩咐手下把这玩意儿推到你的飞船上。总算能甩掉这个麻烦了，它一直闹得天翻地覆……毕竟，呃，它还会吃人。”你有那么一刻以为他在开玩笑，可很快就意识到，他脸上的神情没有半点戏谑，无比严肃。

source: Uh... man-eating?
ru: Э-э... людоедством?
zh_hans: 额... 吃人?

source: I, eh... can't actually afford this.
ru: Я... вообще-то не могу себе этого позволить.
zh_hans: 我……呃……其实我根本付不起。

source: Chicken out. This is too much.
ru: Я пас. Это уже слишком.
zh_hans: 怂了吧，这太多了。

source: You're not really interested in an auction. Get out of here.
ru: Вам не интересен аукцион. Вы уходите отсюда.
zh_hans: 你对这场拍卖没什么兴趣，离开这里。

source: He nods, a tired look on his face, "Yeah, these spawn can be a real hassle sometimes. The big guy upstairs keeps gifting them, and we keep taking 'em, but there's only so many we can afford to house onboard after a certain point. Thankfully, the Hand doesn't mind us, uh, 'giving' them away. We keep the whole auction thing on the down-low, but... cultists have to pay the bills somehow." Spawn? The big guy upstairs? The Hand?? Cultists??? Speechless during the trip back to your ship, you wonder what exactly it is you've won here...
ru: Он кивает с усталым выражением лица: "Да, эти икринки иногда доставляют немало хлопот. Большой парень наверху продолжает привозить их, а мы - принимать, но после определенного момента их становится так много, что мы можем не позволить себе разместить их на борту. К счастью, десница не возражает против того, чтобы мы их "раздавали". Мы держим все эти аукционы в тайне, но... культисты должны как-то платить по счетам". Порождение? Большой парень наверху? Десница?? Культисты??? Потеряв дар речи возвращаясь на корабль, вы задаетесь вопросом, что именно вы здесь выиграли...
zh_hans: 他点了点头，面露疲惫：“是啊，这些造物有时候真的很麻烦。上头的那位大人物不断送来，我们也就一直收下，但到了一定程度，船上能安置的数量终究有限。好在‘之手’那边不介意我们，呃，把它们‘送’出去。这场拍卖我们一直做得很低调，可……信徒总得想办法维持开销。”造物？上头的大人物？“之手”？信徒？？返回飞船的路上你一言不发，心里不断思忖，自己拍下的到底是个什么东西……

source: Wait for your winnings aboard the ship.
ru: Дождаться своего выигрыша на борту корабля.
zh_hans: 你在飞船上等候属于你的拍品送达。

source: It doesn't take long for similarly robed men to arrive at your ship with the strange cage in hand. They leave it in the ship's hold, dropping it in a hurry and rushing back outside before you can get so much as a word in. Alone with it now, you get a clearer idea of the sound you'd heard earlier... there's certainly something alive in there.
ru: Проходит совсем немного времени, и на ваш корабль прибывают люди в одинаковых одеяниях со странной клеткой. Они оставляют ее в трюме, торопливо бросают и спешат наружу, прежде чем вы успеваете сказать хоть слово. Оставшись с ней наедине, вы начинаете понимать, что за звук вы слышали ранее... там определенно есть что-то живое.
zh_hans: 没过多久，同样身着长袍的几个人就抬着那个怪异的笼子来到了你的飞船。他们把笼子丢进货舱，动作匆忙，你还没来得及说上一句话，几人就匆匆退了出去。此刻只剩你和笼子独处，你也更清晰地分辨出之前听到的声响……里面毫无疑问关着活物。

source: Remove the cage's cover.
ru: Снять покрытие, не дающее увидеть, что внутри клетки.
zh_hans: 你伸手掀开笼罩在笼子上的布罩。

source: As you move to uncloak the cage, it breaks apart, to your shock, and one of its sides comes crashing down on you. Dazed for a moment, you realize you're pinned to the floor... and standing over you is the cage's former inhabitant. An indescribable, horrific mass of tentacles, eyes and teeth towers over you, its many maws agape. The abomination roars out, and your ears are left ringing as it crawls its way over your legs, onto your torso and towards your head...
ru: Когда вы пытаетесь это сделать, клетка, к вашему удивлению, разламывается, и одна из ее сторон обрушивается на вас. Оцепенев на мгновение, вы понимаете, что прижаты к полу... а над вами стоит бывший обитатель клетки. Неописуемая, ужасающая масса щупалец, глаз и зубов возвышается над вами, ее многочисленные пасти раскрыты. Мерзость рычит, и у вас звенит в ушах, пока она ползет по вашим ногам, по туловищу и к голове...
zh_hans: 布罩被彻底掀开，笼中的景象毫无保留地展现在你眼前。笼内的东西并非你预想的外星野兽或是怪异机械，而是一团不断轻微蠕动、体表泛着黏腻暗光的肉质躯体，轮廓扭曲难辨，数根纤细又不断抽动的触须从主体延伸出来，在金属笼条上轻轻刮擦，之前那湿黏诡异的声响，正是它蠕动、摩擦笼身发出的。它察觉到光线与你的存在，动作骤然顿了一瞬，随即发出一阵低沉、非人的细碎嗡鸣，体表的褶皱有节奏地起伏，一股淡淡的、带着腥气的异星气味漫开在货舱里。你能清晰感受到它的视线——哪怕找不到明确的眼状器官，也能确定这活物正牢牢锁定着你，没有任何攻击性的扑击动作，却透着一种远超普通野兽的、令人脊背发寒的诡异意识。

source: Scream.
ru: Закричать.
zh_hans: 尖叫。

source: ...and removes the side of the cage that had been crushing you, before harmlessly crawling away. 'Removes' is putting it simply; it literally dragged the bars into its being and consumed them. The strange thing leaves the room, slowly but surely, and you're left on the floor catching your breath. There's no telling what in the hell you've just unleashed onboard, but at least it seems to be on your side. The more, the merrier...?
ru: ...и убирает ту часть клетки, которая давила вас, а затем безвредно уползает. "Убирает" - это еще мягко сказано; оно буквально втянуло прутья в себя и поглотило их. Странное существо медленно, но верно покидает комнату, а вы остаетесь на полу, переводя дыхание. Неизвестно, что за чудовище вы только что выпустили на борт, но, по крайней мере, оно, кажется, на вашей стороне. Чем дальше, тем веселее...?
zh_hans: ……它移开了原本挤压着你的那面笼栏，然后毫无恶意地爬走了。说“移开”其实过于轻描淡写；它干脆把笼条拖进自己的躯体里，直接吞噬了它们。这个怪异的东西缓慢却笃定地离开了房间，只留下你瘫在地上大口喘气。你根本不知道自己刚刚在飞船上放出了什么可怕的东西，但至少它看上去站在你这边。越多越好，是吗……？

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы обнаруживаете, что клетка уцелела после его разрушения, по-видимому, не поврежденная... Более того, то, что находится внутри, по-прежнему издает те же чавкающие звуки.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。你却发现那个笼子居然在损毁中幸存下来，看上去完好无损……没错，笼子里的东西依旧在发出那种湿黏的声响。

source: Continue...
ru: Осмотреть клетку повнимательнее.
zh_hans: 凑近仔细查看这个笼子。

source: With the crew dead you quickly salvage what you can.
ru: После того, как их потусторонний экипаж был побежден, вы можете свободно украсть клетку из их корабля... действительно, то, что находится внутри, по-прежнему издает те же чавкающие звуки.
zh_hans: 敌方船员尽数死亡，可以放心地从他们的飞船里把笼子偷回来……没错，里面的东西依旧在发出那种湿黏的声响。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As you move to uncloak the cage, it breaks apart, to your shock, and one of its sides comes crashing down on you. Dazed for a moment, you realize you're pinned to the floor... and standing over you is the cage's former inhabitant. An indescribable, horrific mass of tentacles, eyes and teeth towers over you, its many maws agape. The abomination roars out, and your ears are left ringing as it crawls its way over your legs, onto your torso and towards your head...
ru: Когда вы пытаетесь это сделать, клетка, к вашему удивлению, разламывается, и одна из ее сторон обрушивается на вас. Оцепенев на мгновение, вы понимаете, что прижаты к полу... а над вами стоит бывший обитатель клетки. Неописуемая, ужасающая масса щупалец, глаз и зубов возвышается над вами, ее многочисленные пасти раскрыты. Мерзость рычит, и у вас звенит в ушах, пока она ползет по вашим ногам, по туловищу и к голове...
zh_hans: 就在你动手要揭开笼罩的刹那，笼子骤然碎裂，令你大惊失色，其中一面笼壁径直砸向你。你短暂陷入晕眩，随即发觉自己被死死压在地板上……而俯视着你的，正是原本关在笼中的怪物。那是一团无法形容、骇人至极的聚合体，布满触须、眼球与利齿，高高耸立在你上方，无数巨颚大张。这畸形的怪物发出咆哮，震得你双耳嗡鸣，它顺着你的双腿爬上来，压过你的躯干，朝你的头颅逼近……

source: Scream.
ru: Закричать.
zh_hans: 尖叫。

source: ...and removes the side of the cage that had been crushing you, before harmlessly crawling away. 'Removes' is putting it simply; it literally dragged the bars into its being and consumed them. The strange thing leaves the room, slowly but surely, and you're left on the floor catching your breath. There's no telling what in the hell you've just unleashed onboard, but at least it seems to be on your side. The more, the merrier...?
ru: ...и убирает ту часть клетки, которая давила вас, а затем безвредно уползает. "Убирает" - это еще мягко сказано; оно буквально втянуло прутья в себя и поглотило их. Странное существо медленно, но верно покидает комнату, а вы остаетесь на полу, переводя дыхание. Неизвестно, что за чудовище вы только что выпустили на борт, но, по крайней мере, оно, кажется, на вашей стороне. Чем дальше, тем веселее...?
zh_hans: ……它移开了压住你的那面笼栏，接着毫无恶意地爬走了。用“移开”来形容实在太过轻描淡写，它竟是直接将笼条拖入自身躯体，将其吞噬殆尽。这个怪异的生物缓慢却坚定地离开了房间，只留你瘫在地上大口喘息。你根本无从知晓自己刚刚在飞船上放出了什么可怕的东西，但至少它看上去站在你这边。或许，帮手越多越好……？
