Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_guards.xml.append/*.po
Languages: ru, zh_hans

source: You have arrived in Deep One-dominant territory. Rather than truly controlling sectors, the Deep Ones typically wander in massive, loose groups across empty space; explaining the lack of any guard protecting "their" sector.
ru: Вы прибыли в пространство, где доминируют глубоководные. Вместо того чтобы по-настоящему контролировать сектора, глубоководные обычно странствуют по пустому пространству огромными, разрозненными группами, что объясняет отсутствие какой-либо охраны, защищающей "их" сектор.
zh_hans: 你已经到达了深渊生物的领域。与其说是真正地控制区，不如说是庞大、松散的群体在空旷的空间中游荡；这也解释了为什么没有守卫保护“他们”的区域。

source: You have arrived in Deep One-dominant territory. They seem uninterested in protecting this space they're occupying, as there's no guard protecting the entry beacon.
ru: Вы прибыли в пространство, где доминируют глубоководные. Похоже, они не заинтересованы в защите занимаемого ими пространства, поскольку входной маяк не охраняется.
zh_hans: 你已经到达了深渊生物的领域。他们似乎对保护他们所占据的空间不感兴趣，因为没有警卫保护入口。

source: You have arrived in Deep One-dominant territory. While the local populace is notoriously hot-headed, as long as you keep to yourself relations between you and them should be fine. Emphasis on should.
ru: Вы прибыли в пространство, где доминируют глубоководные. Хотя местное население, как известно, вспыльчиво, пока вы соблюдаете нормы приличия, отношения между вами и ними должны быть в порядке. Подчеркнуто "должны".
zh_hans: 你已抵达深渊潜者占据主导的星区。尽管当地居民以火爆脾气著称，但只要你不惹麻烦，你们之间的关系应该……应该能相安无事。

# data/events_special_guards.xml.append$//event[@name="START_DEEPONE"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Seeing as there's no guard, you're free to do something as the FTL charges.
ru: Поскольку охраны нет, вы вольны заняться делами на своем корабле, пока ваш ССД заряжается.
zh_hans: 既然没有守卫，你可以在超光速驱动器充能时自由行动。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Though you've defeated one ship, it was merely one of many, and you find yourself surrounded as the Harmony closes in... they have you trapped! An blast of ions assaults your ship, and you're left without any functioning systems. With their dozens of weapons charging, the next barrage could very well kill you right here, right now, if you don't do something! What can you do, though?
ru: Хотя вы победили один корабль, он был всего лишь одним из многих, и вы оказываетесь в окружении, когда Гармония приближается к вам... вы в ловушке! Взрыв ионов атакует ваш корабль, и вы остаетесь без каких-либо функционирующих систем. Десятки орудий заряжены, и следующий залп может убить вас прямо здесь и сейчас, если вы ничего не предпримете! Но что вы можете сделать?
zh_hans: 虽然你击败了一艘星舰，但那只是众多敌舰之一，随着谐合舰队逼近并包围，你发现自己被困住了……他们把你困住了！一阵离子炮齐射攻击了你的星舰，你的所有系统都瘫痪了。面对他们数十件正在充能的武器，下一轮齐射很可能当场就要了你的命，如果你不采取行动的话！但你能做什么呢？

source: Pray for a miracle.
ru: Помолиться о чуде.
zh_hans: 祈求奇迹。

source: You decide to close your eyes and pray. Even with your eyes closed, though, a brilliant flash of pink overtakes your vision. Opening your eyes, nothing immediately seems out of the ordinary... save for the fact that the Engi have stopped charging their weapons. Or doing anything, really; the scene around you is still.
ru: Вы решаете закрыть глаза и помолиться. Однако даже с закрытыми глазами вы видите яркую розовую вспышку. Открыв глаза, вы не обнаруживаете ничего необычного... кроме того, что энджи перестали заряжать свои орудия. Да и вообще ничего не делают: все вокруг спокойно.
zh_hans: 你决定闭上眼睛祈祷。即使闭着眼，一道璀璨的粉色闪光也盖过了你的视线。睁开眼睛，似乎没什么异样……除了半械族停止了武器充能。或者说，他们停止了一切动作；你周围的景象凝固了。

source: Uh... are we not dead, then?
ru: Эм... значит, мы не умерли?
zh_hans: 呃……那我们没死？

source: A truly colossal ship looms into view overhead, resembling the other pink and crystalline ships around. Though, unlike the others, this one is completely encased in crystal with no visible Engi construction to be seen. You notice that it's not being fired upon... it seems the Harmony have lost this fight, but how? In a single flash?
ru: Над головой вырисовывается поистине колоссальный корабль, похожий на другие розовые и кристаллические корабли. Правда, в отличие от других, этот полностью заключен в кристалл, и на нем не видно никаких конструкций энджи. Вы замечаете, что по нему не стреляют... Похоже, Гармония проиграла этот бой, но как? В результате одной вспышки?
zh_hans: 一艘真正庞大的星舰在你头顶浮现，与周围其他粉色水晶星舰相似。然而，与其他星舰不同，这艘完全被水晶包裹，看不到任何半械族的构造痕迹。你注意到它并未受到攻击……看来谐合输掉了这场战斗，但怎么输的？仅仅一道闪光？

source: This doesn't bode well...
ru: Это не сулит ничего хорошего...
zh_hans: 这可不妙……

source: Before you're given any time to really think about it, you're nearly blinded by a second, though this time orange, flash... as a second ship zooms into view. This one is much smaller than the other, but wreathed in a beautiful fire that burns impossibly bright even in the void of space... beneath the dancing flames, you recognize the silhouette of an Engi ship once more. Just how many secret ships do the Engi have?
ru: Не успели вы толком подумать об этом, как вас почти ослепила вторая, на этот раз оранжевая, вспышка... и в поле зрения появляется второй корабль. Он гораздо меньше другого, но весь в ярком пламени, которое горит невероятно ярко даже в пустоте космоса... Под пляшущими языками пламени вы снова узнаете силуэт корабля энджи. Сколько же у энджи секретных кораблей?
zh_hans: 还没来得及细想，你几乎被第二道闪光致盲，这次是橙色……第二艘星舰疾速驶入视野。这艘比另一艘小得多，但周身环绕着美丽的火焰，即使在这太空虚空中也燃烧得不可思议地明亮……在舞动的火焰之下，你再次认出了半械族星舰的轮廓。半械族到底有多少秘密星舰？

source: Keep low, and watch.
ru: Не высовываться и наблюдать.
zh_hans: 保持低调，静观其变。

source: Who's to say as to either ship's intentions... it's best if you stay quiet and let it play out. The two ships lock onto each other, and, immediately, a battle breaks out. Slow and hulking, the crystalline ship makes little effort to avoid the other ship's barrage of flames. Instead, it starts... glowing. Moments later, a colossal beam, accompanied by another flash of pink, bursts forth and cuts through the battlefield. Though the flaming ship narrowly avoids it, you notice that, as the beam sweeps through the mass of surrounding Engi ships, it deals next to no physical damage... this must be some kind of powerful bio-weapon.
ru: Трудно сказать, каковы намерения каждого из кораблей... Лучше помолчать и подождать, пока все выяснится. Два корабля сцепляются друг с другом, и сразу же начинается бой. Медленный и громоздкий кристаллический корабль не прилагает особых усилий, чтобы уклоняться от шквала огня с другого корабля. Вместо этого он начинает... светиться. Мгновением позже колоссальный луч, сопровождаемый еще одной розовой вспышкой, вырывается и рассекает поле боя. Хотя пылающий корабль едва избегает его, вы замечаете, что, проходя сквозь массу окружающих кораблей энджи, луч не наносит почти никакого физического урона... должно быть, это какое-то мощное биооружие.
zh_hans: 谁知道这两艘星舰的意图如何……最好保持安静，静观其变。两艘星舰互相锁定，战斗瞬间爆发。那艘水晶星舰迟缓笨重，几乎不躲避对方星舰的火焰齐射。相反，它开始……发光。片刻之后，一道伴随着另一道粉色闪光的巨大光束迸发而出，切过战场。虽然火焰星舰惊险避过，但你注意到当光束扫过周围大群半械族星舰时，几乎没造成物理伤害……这一定是某种强大的生物武器。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Having missed, the crystalline ship glows once more before jumping out of the system. The flaming ship follows suit, and you're left with nothing but an eerie silence as the scene outside stands still once more. That is, until you receive a hail from a nearby ship. Suppose you're not the only one left after all...
ru: Промахнувшись, кристаллический корабль еще раз вспыхивает, а затем уходит в прыжок. Пылающий корабль следует его примеру, и вы остаетесь лишь в жуткой тишине, когда все вокруг замирает. Так было до тех пор, пока вы не получили сигнал с соседнего корабля. Похоже, вы не один такой...
zh_hans: 失手后，水晶星舰再次发光，然后跃迁离开了这个星系。火焰星舰紧随其后，留下的只有诡异的寂静，外面的景象再次凝固。这时，你收到附近一艘星舰的呼叫。看来你终究不是唯一的幸存者……

source: Answer it.
ru: Ответить.
zh_hans: 应答呼叫。

source: You receive the hail, and are greeted with the sight of multiple peculiar, black Engi. "Federation! [Brothers!] You're here to help, -yes?- We saw you fighting the Harmony, [supporting] our [cause.]"
ru: Вы принимаете сигнал, и вас встречают несколько необычных черных энджи. "Федерация! [Братья!] Вы здесь, чтобы помочь, - да? Мы видели, как вы сражались с Гармонией, [поддерживая] наше [дело]".
zh_hans: 你接通呼叫，看到数个奇特的黑色半械族。“联邦！[兄弟们！] 你是来帮忙的，-对吗？- 我们看见你在与谐合作战，[支持] 我们的 [事业]。”

source: That giant... thing did most of the work.
ru: Эта гигантская... штука сделала большую часть работы.
zh_hans: 那个巨大的……东西做了大部分工作。

source: If they're offended, they don't make a show of it. "Thing: -leader!- [HUNGER.] [LIBERATOR.] Or: their ship, at least. We call it the [Behemoth]: the Harmony's -colossal- [sins] made manifest."
ru: Если они обиделись, то не выставляют это напоказ. "Штука: -лидер!- [ГОЛОД] [ОСВОБОДИТЕЛЬ] Или: их корабль, по крайней мере. Мы называем его [Чудовище]: -колоссальные- [грехи] Гармонии стали видимыми".
zh_hans: 即使他们被冒犯，也没有表现出来。“那个东西：-领袖！- [饥饿。] [解放者。] 或者：至少是他们的星舰。我们称它为 [巨兽]：谐合 -滔天- [罪孽] 的具现化。”

source: And who are you, exactly?
ru: А кто вы, собственно, такие?
zh_hans: 那你们究竟是谁？

source: "We: are the -Disparity.- Our goal: to [liberate] all Engi from the Harmony." They're Separatists, then... though, they're certainly odd looking ones. "We have been -anointed- the power to [liberate] by: the [LIBERATOR.] We -must- [liberate.] Our [brothers] need us. Need -you.-"
ru: "Мы: -Диссонанс-. Наша цель: [освободить] всех энджи от Гармонии». Значит, мы - Сепаратисты... хотя выглядят они, конечно, странно. "Мы были -наделены - властью [освобождения]: [ОСВОБОДИТЕЛЬ] Мы -должны- [освободить.] Наших [братьев] нуждающихся в нас. Нуждаемся в -вас-".
zh_hans: “我们：是 -分离者。- 我们的目标：将全体半械族从谐合中 [解放]。” 那么他们是分离者了……不过，他们的样子确实古怪。“我们已被 -授予- 力量来 [解放]，被：[解放者。] 我们 -必须- [解放]。我们的 [兄弟们] 需要我们。需要 -你。-”

source: Me?
ru: Во мне?
zh_hans: 我？

source: "Yes, -you.-" Several coordinates are transferred over to you as the Engi continues, "The Harmony Link in this sector has been: -hidden- from us. Our goal: its [destruction.] [Liberation.] Follow: coordinates, find: [brothers.] Find: [liberation.]" The Disparity ship cuts communications, and you begin to parse through the three sets of coordinates you were given. Each one seems to have been given a name and brief description...
ru: "Да, в -вас-" Несколько координат передаются вам, пока энджи продолжает: "Связь Гармонии в этом секторе была: -скрыта- от нас. Наша цель: его [уничтожение] [освобождение] Следовать: координатам, найти: [братьев] Найти: [освободить]". Корабль Диссонанса отключает связь, и вы начинаете изучать три набора координат, которые вам дали. Каждому из них, похоже, было дано название и краткое описание...
zh_hans: “是的，-你。-” 随着半械族继续说话，几组坐标传输给你：“这个星区的谐合链已被：-隐藏- 起来。我们的目标：其 [摧毁]。 [解放]。跟随：坐标，找到：[兄弟们]。找到：[解放]。” 分离者星舰切断了通信，你开始解析收到的三组坐标。每一组似乎都有名称和简短描述……

source: Check the coordinate labelled "BATTLEFIELD."
ru: Проверить координаты с надписью "ПОЛЕ БОЯ"
zh_hans: 查看标记为“战场”的坐标。

source: It reads: "BATTLEFIELD: BROTHERS FIGHT BROTHERS. BROTHER HOLDS KEY."
ru: Она гласит: "ПОЛЕ БОЯ: БРАТЬЯ СРАЖАЮТСЯ С БРАТЬЯМИ. БРАТ ОБЛАДАЕТ КЛЮЧОМ".
zh_hans: 上面写着：“战场：兄弟相残。兄弟持钥。”

source: Check the coordinate labelled "CACHE."
ru: Проверить координаты с надписью "ТАЙНИК".
zh_hans: 查看标记为“秘藏”的坐标。

source: It reads "CACHE: BROTHERS HOLD CACHE. CACHE HOLDS KEY."
ru: Она гласит: "ТАЙНИК: БРАТЬЯ ВЛАДЕЮТ ТАЙНИКОМ. ТАЙНИК ОБЛАДАЕТ КЛЮЧОМ".
zh_hans: 上面写着：“秘藏：兄弟守秘。秘藏藏钥。”

source: Check the coordinate labelled "AMBUSH."
ru: Проверить координаты с надписью "ЗАСАДА".
zh_hans: 查看标记为“伏击”的坐标。

source: It reads "AMBUSH: BROTHERS AMBUSHED BROTHERS. REMAINS HOLD KEY."
ru: Она гласит: "ЗАСАДА: БРАТЬЯ УСТРОИЛИ ЗАСАДУ НА БРАТЬЕВ. ОСТАВШИЕСЯ ВЛАДЕЮТ КЛЮЧОМ".
zh_hans: 上面写着：“伏击：兄弟设伏。残骸持钥。”

source: We're off, then.
ru: Тогда мы отправляемся.
zh_hans: 那么，出发吧。

source: You get the feeling this may be a desperate war, and allegiances will be fleeting. Choose your side, and who you help, carefully. [Helping the Disparity in this sector will build favor with them. The Disparity and Harmony will both deem you to be on the Disparity's side if you have any amount of favor. Actions in support of the Harmony and against the Disparity will lower this favor, allowing it to be negative and thus have both parties deem you to be on the Harmony's side.]
ru: Вы понимаете, что это может быть опасная война, и союзы продержаться недолго. Выбирайте свою сторону и тех, кому вы помогаете, тщательно взвесив все за и против. [Помогая Неравенству в этом секторе, вы добьетесь их расположения. И Диссонанс, и Гармония будут считать, что вы на стороне Диссонанса, если у вас есть хоть капля репутации. Действия в поддержку Гармонии и против Диссонанса уменьшат эту репутацию, сделав ее отрицательной, и тогда обе стороны сочтут вас на стороне Гармонии]
zh_hans: 你感觉这可能是一场绝望的战争，而阵营的归属将转瞬即逝。请谨慎选择你的立场，以及你要帮助的对象。 [在此星区帮助分离者将积累与他们的好感度。若你有任何好感度，分离者与谐合双方都会认为你站在分离者一边。支持谐合或对抗分离者的行为将降低此好感度，允许其变为负值，从而使双方都认为你站在谐合一边。]

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the strange Engi ship defeated, most of the rest scatter, and the Harmony closes in on the few that remain. Dozens of weapons charging, it seems unlikely that the opposing fleet could resist a single barrage... is this really right?
ru: Когда странный корабль энджи побежден, большинство остальных разлетаются, а Гармония приближается к тем немногим, кто остался. Десятки орудий заряжены, и кажется маловероятным, что флот противника сможет противостоять прицельному обстрелу... так ли это на самом деле?
zh_hans: 随着那艘奇怪的半械族星舰被击败，其余的星舰大多四散而逃，谐合舰队则逼近了剩下的少数几艘。数十件武器正在充能，敌方舰队似乎不太可能抵挡住一轮齐射……这真的对吗？

source: You can't bear to watch this... close your eyes.
ru: Вы не можете смотреть на это... и закрываете глаза.
zh_hans: 你不忍目睹……闭上了眼睛。

source: You decide to close your eyes and avert yourself to the horrors of war. Even with your eyes closed, though, a brilliant flash of pink overtakes your vision. Opening your eyes, nothing immediately seems out of the ordinary... save for the fact that the Engi have stopped charging their weapons. Or doing anything, really; the scene around you is still.
ru: Вы решаете закрыть глаза и отвлечься от ужасов войны. Однако даже с закрытыми глазами вы видите яркую розовую вспышку. Открыв глаза, вы не заметите ничего необычного... кроме того, что энджи перестали заряжать оружие. Да и вообще ничего не делают: все вокруг спокойно.
zh_hans: 你决定闭上眼睛，避开战争的恐怖。即使闭着眼，一道璀璨的粉色闪光也盖过了你的视线。睁开眼睛，似乎没什么异样……除了半械族停止了武器充能。或者说，他们停止了一切动作；你周围的景象凝固了。

source: Uh...
ru: Эм...
zh_hans: 呃……

source: A truly colossal ship looms into view overhead, resembling the other pink and crystalline ships around. Though, unlike the others, this one is completely encased in crystal with no visible Engi construction to be seen. You notice that it's not being fired upon... it seems the Harmony have lost this fight, but how? In a single flash?
ru: Над головой вырисовывается поистине колоссальный корабль, похожий на другие розовые и кристаллические корабли. Правда, в отличие от других, этот полностью заключен в кристалл, и на нем не видно никаких конструкций энджи. Вы замечаете, что по нему не стреляют... Похоже, Гармония проиграла этот бой, но как? В результате одной вспышки?
zh_hans: 一艘真正庞大的星舰在你头顶浮现，与周围其他粉色水晶星舰相似。然而，与其他星舰不同，这艘完全被水晶包裹，看不到任何半械族的构造痕迹。你注意到它并未受到攻击……看来谐合输掉了这场战斗，但怎么输的？仅仅一道闪光？

source: This doesn't bode well...
ru: Это не сулит ничего хорошего...
zh_hans: 这可不妙……

source: Before you're given any time to really think about it, you're nearly blinded by a second, though this time orange, flash... as a second ship zooms into view. This one is much smaller than the other, but wreathed in a beautiful fire that burns impossibly bright even in the void of space... beneath the dancing flames, you recognize the silhouette of an Engi ship once more. Just how many secret ships do the Engi have?
ru: Не успели вы толком подумать об этом, как вас почти ослепила вторая, на этот раз оранжевая, вспышка... и в поле зрения появляется второй корабль. Он гораздо меньше другого, но весь в ярком пламени, которое горит невероятно ярко даже в пустоте космоса... Под пляшущими языками пламени вы снова узнаете силуэт корабля энджи. Сколько же у энджи секретных кораблей?
zh_hans: 还没来得及细想，你几乎被第二道闪光致盲，这次是橙色……第二艘星舰疾速驶入视野。这艘比另一艘小得多，但周身环绕着美丽的火焰，即使在这太空虚空中也燃烧得不可思议地明亮……在舞动的火焰之下，你再次认出了半械族星舰的轮廓。半械族到底有多少秘密星舰？

source: Keep low, and watch.
ru: Не высовываться и наблюдать.
zh_hans: 保持低调，静观其变。

source: Who's to say as to either ship's intentions... it's best if you stay quiet and let it play out. The two ships lock onto each other, and, immediately, a battle breaks out. Slow and hulking, the crystalline ship makes little effort to avoid the other ship's barrage of flames. Instead, it starts... glowing. Moments later, a colossal beam, accompanied by another flash of pink, bursts forth and cuts through the battlefield. Though the flaming ship narrowly avoids it, you notice that, as the beam sweeps through the mass of surrounding Engi ships, it deals next to no physical damage... this must be some kind of powerful bio-weapon.
ru: Трудно сказать, каковы намерения каждого из кораблей... Лучше помолчать и подождать, пока все выяснится. Два корабля сцепляются друг с другом, и сразу же начинается бой. Медленный и громоздкий кристаллический корабль не прилагает особых усилий, чтобы уклоняться от шквала огня с другого корабля. Вместо этого он начинает... светиться. Мгновением позже колоссальный луч, сопровождаемый еще одной розовой вспышкой, вырывается и рассекает поле боя. Хотя пылающий корабль едва избегает его, вы замечаете, что, проходя сквозь массу окружающих кораблей энджи, луч не наносит почти никакого физического урона... должно быть, это какое-то мощное биооружие.
zh_hans: 谁知道这两艘星舰的意图如何……最好保持安静，静观其变。两艘星舰互相锁定，战斗瞬间爆发。那艘水晶星舰迟缓笨重，几乎不躲避对方星舰的火焰齐射。相反，它开始……发光。片刻之后，一道伴随着另一道粉色闪光的巨大光束迸发而出，切过战场。虽然火焰星舰惊险避过，但你注意到当光束扫过周围大群半械族星舰时，几乎没造成物理伤害……这一定是某种强大的生物武器。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Having missed, the crystalline ship glows once more before jumping out of the system. The flaming ship follows suit, and you're left with nothing but an eerie silence as the scene outside stands still once more. That is, until you receive a hail from a nearby ship. Suppose you're not the only one left after all...
ru: Промахнувшись, кристаллический корабль еще раз вспыхивает, а затем уходит в прыжок. Пылающий корабль следует его примеру, и вы остаетесь лишь в жуткой тишине, когда все вокруг замирает. Так было до тех пор, пока вы не получили сигнал с соседнего корабля. Похоже, вы не один такой...
zh_hans: 失手后，水晶星舰再次发光，然后跃迁离开了这个星系。火焰星舰紧随其后，留下的只有诡异的寂静，外面的景象再次凝固。这时，你收到附近一艘星舰的呼叫。看来你终究不是唯一的幸存者……

source: Answer it.
ru: Ответить.
zh_hans: 应答呼叫。

source: Receiving the hail, you're greeted with the sight of an Engi Defender and its entourage... one of the nearby Harmony ships must have survived! "Disparity Flagship: escaped. Calculating damage to S-62 Harmony fleet... total damage: 72%. Unknown factor: third Engi party. Drastic measures: necessary."
ru: Приняв сигнал, вы обнаруживаете Защитника энджи и его свиту... Должно быть, один из близлежащих кораблей Гармонии уцелел! "Флагман Диссонанса: сбежал. Подсчитываю урон, нанесенный флоту С-62 Гармонии... общий урон: 72%. Неизвестный фактор: третья группа энджи. Необходимы решительные меры".
zh_hans: 接通呼叫，你看到一名半械保卫者及其随从……附近一艘谐合星舰一定幸存下来了！“分离者旗舰：逃脱。计算对S-62谐合舰队造成的伤害……总损伤：72%。未知因素：第三方半械势力。极端措施：必要。”

source: Drastic measures?
ru: Радикальные меры?
zh_hans: 极端措施？

source: The Engi nods, robotically, "Harmony requires unknown variables. Chance of Harmony victory with known variables: approaching null. Further Federation assistance required."
ru: Энджи роботизированно кивает: "Гармония требует неизвестных переменных. Шансы на победу Гармонии с известными переменными: приближаются к нулю. Требуется дальнейшая помощь Федерации".
zh_hans: 半械族机械地点了点头，“谐合需要未知变量。已知变量下谐合胜利几率：趋近于零。需要联邦进一步协助。”

source: Me? What can I do?
ru: Моя? Что я могу сделать?
zh_hans: 我？我能做什么？

source: "Disparity goal: Harmony Link's destruction. Harmony countermeasure: Harmony Link's concealment. Disparity counter-countermeasure: hunting Harmony Link's location. Harmony counter-counter-countermeasure: Federation interference." Several coordinates are transferred over to you as the Engi continues, "Likelihood of Disparity discovery of Harmony Link: 94%. Location of Harmony Link: guarded at Harmony coordinates. Harmony requires that Federation visit Harmony coordinates and acquire Harmony Link's location. Harmony Link: to be guarded. Harmony: to be maintained." With that, they end communications... feels less like they're asking for your help and more like they're demanding it. Regardless, you begin to parse through the three sets of coordinates you were given. Each one seems to have been given a name and brief description...
ru: "Цель Диссонанса: уничтожение Связи Гармонии. Контрмера Гармонии: сокрытие Связи Гармонии. Контрмера Диссонанса: выслеживание местонахождения Связи Гармонии. Контрмера Гармонии: вмешательство Федерации". Несколько координат передаются вам, пока энджи продолжает: "Вероятность обнаружения Связи Гармонии Диссонансом: 94%. Местонахождение Связи Гармонии: охраняется в координатах Гармонии. Гармония требует, чтобы Федерация посетила координаты Гармонии и выяснила местонахождение Связи Гармонии. Связь Гармонии: должно охраняться. Гармония: должна быть поддержана". На этом они отключают связь... кажется, что они не столько просят вас о помощи, сколько требуют ее. Независимо от этого, вы начинаете просматривать три набора координат, которые вам дали. Каждому из них, похоже, было дано название и краткое описание...
zh_hans: “分离者目标：摧毁谐合链。谐合应对措施：隐藏谐合链。分离者反制措施：搜寻谐合链位置。谐合反反制措施：联邦介入。” 随着半械族继续说话，几组坐标传输给你：“分离者发现谐合链的可能性：94%。谐合链位置：于谐合坐标处守卫。谐合要求联邦访问谐合坐标并获取谐合链位置。谐合链：将被守卫。谐合：将被维持。” 说完，他们结束了通信……感觉不像是请求帮助，更像是要求。无论如何，你开始解析收到的三组坐标。每一组似乎都有名称和简短描述……

source: Check the coordinate labelled "BATTLEFIELD."
ru: Проверить координаты с надписью "ПОЛЕ БОЯ"
zh_hans: 查看标记为“战场”的坐标。

source: It reads: "BATTLEFIELD: HARMONY AUXILIARY FORCE IN DIRECT DISPARITY CONFLICT. FORCE COMMANDER: POSSESSES HARMONY LINK COORDINATE FRAGMENT."
ru: Она гласит: "ПОЛЕ БОЯ: ВСПОМОГАТЕЛЬНЫЕ СИЛЫ ГАРМОНИИ В ПРЯМОМ КОНФЛИКТЕ С НЕРАВЕНСТВОМ. КОМАНДУЮЩИЙ СИЛАМИ: ОБЛАДАЕТ ФРАГМЕНТОМ КООРДИНАТ СВЯЗИ ГАРМОНИИ".
zh_hans: 上面写着：“战场：谐合辅助部队与分离者直接冲突。部队指挥官：持有谐合链坐标碎片。”

source: Check the coordinate labelled "CACHE."
ru: Проверить координаты с надписью "ТАЙНИК".
zh_hans: 查看标记为“秘藏”的坐标。

source: It reads "CACHE: HARMONY OUTPOST IN DIRECT DISPARITY CONFLICT. OUTPOST CACHE: POSSESSES HARMONY LINK COORDINATE FRAGMENT."
ru: Она гласит: "ТАЙНИК: АВАНПОСТ ГАРМОНИИ В ПРЯМОМ КОНФЛИКТЕ С НЕРАВЕНСТВОМ. ТАЙНИК АВАНПОСТА: ОБЛАДАЕТ ФРАГМЕНТОМ КООРДИНАТ СВЯЗИ ГАРМОНИИ".
zh_hans: 上面写着：“秘藏：谐合前哨站与分离者直接冲突。前哨站秘藏：持有谐合链坐标碎片。”

source: Check the coordinate labelled "AMBUSH."
ru: Проверить координаты с надписью "ЗАСАДА".
zh_hans: 查看标记为“伏击”的坐标。
