Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_guards.xml.append/*.po
Languages: ru, zh_hans

source: With a certain air of doubt to its voice, it answers after a moment, "To live, here... is no easy task. If you're here... it means the False God's insisted it be so. You're here... as tribute. To be butchered, by my people... a sacrifice to our captor. Normally... you'd be easy prey as you struggle to navigate this... impenetrable darkness. Among the powers I've taken lies the ability... to part this veil. Where you go... I will follow, and assist, from... the shadows. Though I grant you sight... I can't allow myself to be caught by my people... should they get through you."
ru: С некоторой долей сомнения в голосе он отвечает через мгновение: "Жить здесь... нелегко. Если ты здесь... значит, так решил Ложный Бог. Ты здесь... как жертва. Чтобы быть зарезанным моим народом... в качестве жертвоприношения нашему похитителю. В обычной ситуации... ты был бы легкой добычей, пока ты пытался бы сориентироваться в этой... непроницаемой тьме. Среди сил, которые я получил, есть способность... приоткрывать эту завесу. Куда ты пойдешь... я буду следовать за тобой и помогать тебе из... тени. Хотя я дарую тебе зрение... я не могу допустить, чтобы мой народ поймал меня... если он справится с тобой".
zh_hans: 带着某种怀疑的口吻，它过了一会儿才回答：“在这里……活下去绝非易事。如果你在这里……那就意味着伪神坚持如此。你在这里……是作为贡品。将被我的人民……屠宰，献祭给我们的囚禁者。通常……你会是易捕的猎物，挣扎于这……无法穿透的黑暗中。在我夺取的力量中，包括……拨开这层帷幕的能力。你去哪里……我将跟随，并从……暗影中协助。虽然我给予你视野……但我不能让自己被我的人民抓住……如果他们突破了你。”

source: And if I have to defend myself...
ru: А если мне придется защищаться...
zh_hans: 而如果我必须自卫……

source: "There is no 'if'... you are here to be hunted. When the moment arises..." It briefly pauses, "...do what you must. Now... go. Should you need my guidance... I'll be listening." With that, the ship outside retreats back into the dark, and you gasp for air as time itself seems to resume. There's a lot to unpack here... and regardless of all of it, can this voice even be trusted? They seem to have your immediate survival prioritized, at least. For now, all you can do is move forward and hope they keep their word.
ru: "Нет никаких "если"... Вы здесь для того, чтобы на вас охотились. Когда наступит момент..." Он делает небольшую паузу: "...делай то, что должен. А сейчас... иди. Если тебе понадобятся мои наставления... я буду слушать". С этими словами корабль удаляется в темноту, а вы задыхаетесь, когда время как бы возвращается на круги своя. Здесь многое нужно разгадать... и, несмотря на все это, можно ли вообще доверять этому голосу? По крайней мере, кажется, что для него на первом месте стоит ваше выживание. Пока что вам остается только двигаться вперед и надеяться, что голос сдержит свое слово.
zh_hans: “没有‘如果’……你在此就是被猎杀的对象。当时机到来时……” 它短暂停顿，“……做你必须做的事。现在……去吧。如果你需要我的指引……我会听着。” 说完，外面的星舰退回了黑暗之中，你大口喘气，时间似乎恢复了流动。这里有很多东西需要消化……撇开这一切不谈，这个声音值得信任吗？至少，他们似乎优先考虑你当前的生存。现在，你只能前进，并希望他们信守诺言。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Rebels will struggle to navigate through this preternatural darkness, but it won't hold them back forever. Keep your guard up.
ru: Повстанцы будут с трудом ориентироваться в этой сверхъестественной тьме, но она не будет сдерживать их вечно. Будь начеку.
zh_hans: 叛军将难以在这超自然的黑暗中航行，但这不会永远阻挡他们。保持警惕。

source: Yes, I know where I am.
ru: Да, я знаю, где я нахожусь.
zh_hans: 是的，我知道我在哪儿。

source: There's a long period of silence before, finally, the voice returns, "Then you know... what must be done. Let us... begin." With that, the ship outside retreats back into the dark, and you gasp for air as time itself seems to resume. Let us begin, indeed.
ru: Наступает долгое молчание, и наконец голос возвращается: "Значит, ты знаешь... что нужно сделать. Давай... начнем". С этими словами корабль снаружи снова скрывается в темноте, и вы задыхаетесь, когда время как бы возобновляется. Действительно, давайте начнем.
zh_hans: 长久的沉默之后，那声音终于回来了：“那么你知道……必须做什么。让我们……开始吧。” 说完，外面的星舰退回了黑暗之中，你大口喘气，时间似乎恢复了流动。让我们开始吧，确实如此。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Rebels will struggle to navigate through this preternatural darkness, but it won't hold them back forever. Keep your guard up.
ru: Повстанцы будут с трудом ориентироваться в этой сверхъестественной тьме, но она не будет сдерживать их вечно. Будь начеку.
zh_hans: 叛军将难以在这超自然的黑暗中航行，但这不会永远阻挡他们。保持警惕。

source: (The Scarred) "Reality's salvation... as well as our people's."
ru: (Шрам) "Спасение реальности... а также нашего народа".
zh_hans: （烙疤者）“现实的救赎……以及我们的人民。”

source: The voice seems shaken by this unexpected interruption. After a long period of silence, it finally speaks, "This... is no trick. How unusual..." The voice pauses, and the Scarred speaks: "The Deceiver... may hold its grasp on many realities, our people... trapped in all of them, but... it's not a futile war. Slowly... but surely I, we, will break its hold... on existence. An end... to the lies." The voice seems to ponder this for a moment, before responding, "Then... let us begin. Our people... stand against us, but together... Together, we'll see to it... that the False God falls." With that, the ship outside retreats back into the dark, and you gasp for air as time itself seems to resume. The Scarred looks at you and gives you a wide, toothy grin; "Let's... give 'em hell, captain. We've... got a war to win."
ru: Голос кажется потрясенным этими неожиданными словами. После долгого молчания он наконец заговорил: "Это... не уловка. Как необычно..." Голос делает паузу, и Шрам произносит: "Обманщик... может держать в своих руках множество реальностей, наш народ... заперт во всех них, но... это не бесполезная война. Медленно... но верно я, мы, разрушим его власть... над существованием. Конец... лжи". Голос, похоже, на мгновение задумался, прежде чем ответить: "Тогда... давай начнем. Наш народ... выступает против нас, но вместе... Вместе мы добьемся того... чтобы Ложный Бог пал". С этими словами корабль снаружи скрывается в темноте, а вы задыхаетесь, когда время, кажется, возобновляется. Шрам смотрит на вас и широко улыбается: "Давайте... устроим им ад, капитан. Мы... должны выиграть войну".
zh_hans: 那声音似乎被这意外的插话所动摇。长久的沉默之后，它终于开口：“这……不是诡计。多么不寻常……” 声音停顿，烙疤者说道：“那欺骗者……或许掌控着许多现实，我们的人民……被困于所有现实，但……这不是一场徒劳的战争。缓慢……但坚定地，我，我们，将打破它对……存在的掌控。终结……谎言。” 那声音似乎思考了片刻，然后回应道：“那么……让我们开始吧。我们的人民……站在我们的对立面，但团结起来……我们一起，必将……让伪神陨落。” 说完，外面的星舰退回了黑暗之中，你大口喘气，时间似乎恢复了流动。烙疤者看着你，咧嘴露出宽大、带齿的笑容；“让我们……给他们点颜色看看，舰长。我们……有一场战争要赢。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Rebels will struggle to navigate through this preternatural darkness, but it won't hold them back forever. Keep your guard up.
ru: Повстанцы будут с трудом ориентироваться в этой сверхъестественной тьме, но она не будет сдерживать их вечно. Будь начеку.
zh_hans: 叛军将难以在这超自然的黑暗中航行，但这不会永远阻挡他们。保持警惕。
