Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_guards.xml.append/*.po
Languages: ru, zh_hans

# data/events_special_guards.xml.append$//event[@name="START_ENLIGHTENED"]/text
source: You've arrived at the mysterious sector, and... there's nothing here. There's nothing anywhere, no stars to be seen; no planets or nebulas... just darkness, in every direction. Where exactly have these coordinates taken you?
ru: Вы прибыли в таинственный сектор, и... здесь ничего нет. Нигде ничего нет, ни звезд, ни планет, ни туманностей... только темнота во всех направлениях. Куда именно привели вас эти координаты?
zh_hans: 你已抵达神秘的星区，然而……这里空无一物。四面八方都空荡荡的，看不见星辰；没有行星，也没有星云……只有黑暗，无处不在。这些坐标究竟把你带到了哪里？

source: There must be something here, right?
ru: Здесь должно быть что-то, верно?
zh_hans: 这里一定有什么，对吧？

source: You fight the urge to panic and manage to remain calm. Reading the map shows that there are working beacons in this sector, a clear indication that some race exists here. Why, then, does this all feel so empty? What led you here, and why?
ru: Вы боретесь с желанием запаниковать и стараетесь сохранять спокойствие. Согласно карте, в этом секторе есть работающие маяки - явный признак того, что здесь обитает какая-то раса. Почему же тогда все это кажется таким пустым? Что привело вас сюда и почему?
zh_hans: 你强忍住恐慌，设法保持冷静。查看星图显示，这个星区有可用的信标，这清楚地表明有某个种族存在于此。那么，为什么感觉如此空旷？是什么把你引到这里，又是为了什么？

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As your mind races with questions, the darkness around you seems to... shift? Like it's revealing itself out from under a cloak, something simply appears to emerge from nothing in the space outside. It's a ship... of Deep One make, there's no doubt, but it's unlike any Deep One ship you've seen. It appears to be in almost complete disrepair and is sporting a brownish-yellow paintjob, unlike the selectively blue ships you've come across. It floats outside, unmoving.
ru: В то время как в вашей голове мелькают вопросы, темнота вокруг вас словно... сдвигается? Словно выныривая из-под пелены, что-то появляется из ничего в пространстве снаружи. Это корабль... без сомнения, корабль глубоководных, но он не похож ни на один корабль глубоководных, который вы видели. Он выглядит почти полностью разрушенным и окрашен в коричневато-желтый цвет, в отличие от тех кораблей, которые вы встречали. Он неподвижен.
zh_hans: 正当你思绪万千时，周围的黑暗似乎……移动了。就像是从斗篷下现身一样，某物从虚无中凭空显现。那是一艘星舰……无疑是深渊潜者的造物，但它不同于你见过的任何深渊潜者星舰。它看起来几乎完全失修，涂着黄褐色的漆，而非你见过的那些有选择性的蓝色星舰。它漂浮在外，一动不动。

source: Attempt to hail.
ru: Попытаться с ним связаться.
zh_hans: 尝试呼叫。

source: You go to move to hail, but something stops you from moving. You physically can't move, regardless of how hard you struggle; it doesn't feel like you're being restrained as much as it feels like your body isn't responding. After a few seconds of this, you hear... something, in your mind. A voice. "My... salvation. The False God's... ruination."
ru: Вы собираетесь отравить вызов, но что-то мешает вам двигаться. Вы физически не можете пошевелиться, как бы вы ни старались; вам не кажется, что вас сковывают, а кажется, что ваше тело больше не принадлежит вам. Через несколько секунд вы слышите... что-то в своем сознании. Голос. "Мое... спасение. Гибель Ложного Бога".
zh_hans: 你正要移动去呼叫，但有什么东西阻止了你。你身体无法动弹，无论怎么挣扎都不行；感觉不像是被束缚，更像是你的身体没有响应。几秒钟后，你听到……脑海里有什么东西。一个声音。“我的……救赎。伪神的……毁灭。”

source: What? Who are you?
ru: Что? Кто ты?
zh_hans: 什么？你是谁？

source: You can't move your mouth to speak, and yet the voice answers, "My... name?" There's emotion behind that second word, a sort of confused sadness. After a long pause, it continues, "It matters... not. All that matters... is that you listen. Have you... any idea where you are?"
ru: Вы не можете пошевелить губами, чтобы заговорить, и все же голос отвечает: "Мое... имя?" За вторым словом скрывается эмоция, некая растерянная печаль. После долгой паузы голос продолжает: "Это... не важно. Все, что важно... это то, что ты слушаешь. Ты... не знаешь, где находишься?"
zh_hans: 你无法张嘴说话，但那声音却回答道：“我的……名字？” 第二个词带着某种情绪，一种困惑的悲伤。长久的停顿后，它继续说：“它……无关紧要。重要的是……你听着。你……知道自己在哪儿吗？”

source: No, and... are you reading my thoughts? Why can't I move?
ru: Нет, и... ты читаешь мои мысли? Почему я не могу двигаться?
zh_hans: 不知道，而且……你在读取我的思想吗？为什么我动不了？

source: "You could say I've... taken a sort of... power. I've partially frozen... time itself, and yes, am... reading your thoughts. Yet, despite my power... I need your help. Tell me... what do you know of... the 'Dark God'?" It appears to ask that question with some level of disdain.
ru: "Можно сказать, что я... обрел некую... силу. Я частично заморозил... само время, и да, я... читаю твои мысли. И все же, несмотря на мою силу... мне нужна твоя помощь. Скажи мне... что ты знаешь о... "Темном боге"?" Похоже, он задает этот вопрос с некоторым презрением.
zh_hans: “你可以说……我夺取了某种……力量。我部分冻结了……时间本身，是的，正在……读取你的思想。然而，尽管我有此力量……我需要你的帮助。告诉我……你对‘黑暗之神’……知道多少？” 它问这个问题时似乎带着某种轻蔑。

source: Nothing, but, why have you frozen me?
ru: Ничего, но почему ты меня заморозил?
zh_hans: 一无所知，但是，你为什么冻结我？

source: "A... precaution. Rest assured... I will deal you no harm. Far... from it, I have much to ask of you. Now... an explanation. You find yourself... in deep space, where no light shines, and nothing can be found... or so it would seem. This... is no true darkness, an illusion..." The voice pauses, and then finishes with an intense anger, "...a lie." It then goes silent.
ru: "Это... мера предосторожности. Будь уверен... я не причиню тебе вреда. Отнюдь... у меня есть к тебе большая просьба. А теперь... объяснение. Ты оказался... в глубоком космосе, где нет света, и ничего нельзя найти... или так кажется. Это... не настоящая тьма, а иллюзия..." Голос делает паузу, а затем заканчивает с сильным гневом: "...ложь". Затем он умолкает.
zh_hans: “一个……预防措施。放心……我不会伤害你。恰恰相反……我有很多事要托付于你。现在……解释一下。你身处……深空，那里没有光亮，也找不到任何东西……至少表面如此。这……并非真正的黑暗，是幻象……” 声音停顿，然后带着强烈的愤怒结束，“……一个谎言。” 随后它沉默了。

source: You okay?
ru: Все в порядке?
zh_hans: 你还好吗？

source: It briefly stays silent, before answering, "My... apologies. My people here... are living a lie. Deceived by a higher power... that we call the Dark God. Yet... it is no God. Against its wishes... I've glimpsed it, seen the truth..." It pauses, "...I comprehend little... of what I saw. Its form, while great... was that of machinery. I... know not what infernal engine manipulates us so... but it feeds us lies. Deceives us, keeps us... living in the dark; fueling it through foul rituals. I seek... the end of its hold over my people."
ru: Он ненадолго умолкает, прежде чем ответить: "Мои... извинения. Мой народ здесь... живет во лжи. Обманутые высшей силой... которую мы называем Темным Богом. Но... это не Бог. Вопреки его воле... Я видел его, видел правду..." Он делает паузу: "...я мало что понимаю... из того, что видел. Его форма, хотя и великая... была машинной. Я... не знаю, что за адский механизм так манипулирует нами... но он кормит нас ложью. Обманывает нас, заставляет жить во тьме, подпитывая ее нечистыми ритуалами. Я пытаюсь... покончить с его властью над моим народом".
zh_hans: 它沉默了片刻，然后答道：“我……很抱歉。我的人民在这里……生活在谎言中。被一个更高的存在……我们称之为黑暗之神的……所欺骗。然而……它并非神祇。违背其意愿……我曾窥见它，看到了真相……” 它停顿了一下，“……我所见之物，我理解甚少……它的形态，虽然庞大……却是机械构造。我……不知是怎样的地狱引擎如此操纵我们……但它用谎言喂养我们。欺骗我们，让我们……生活在黑暗中；通过邪恶的仪式为其提供能量。我寻求……终结它对人民的掌控。”

source: Your people?
ru: Твои люди?
zh_hans: 你的人民？

source: "We... refer to ourselves as the Enlightened. Ironic... in hindsight. We had no name prior, though... the other races referred to us as the Deep Ones. It's been... an eternity since then. Since we..." It seems to trail off, before collecting itself, "We've been... tricked into worshipping this False God. Though I've... seen the truth, my people doubt me; they brand me... a heretic. With my word ignored, I must free us... by force. That's where you... come in."
ru: "Мы... называем себя Просветленными. Иронично... в каком-то смысле. До этого у нас не было имени, хотя... другие расы называли нас глубоководными. С тех пор прошла... вечность. С тех пор как мы..." Кажется, он запнулся, прежде чем собраться с мыслями: "Нас... обманом заставили поклоняться этому Ложному Богу. Хотя я... видел правду, мой народ сомневается во мне; они клеймят меня... еретиком. Не слушая моих слов, я должен освободить нас... силой. Вот тут-то ты... и пригодишься".
zh_hans: “我们……自称启明者。讽刺的是……回想起来。我们以前没有名字，不过……其他种族称我们为深渊潜者。那已经……是很久以前了。自从我们……” 它似乎走神了，然后回过神来，“我们……被诱骗去崇拜这个伪神。虽然我……看到了真相，我的人民却怀疑我；他们把我称作……异端。我的话语无人理会，我必须通过……武力来解放我们。这就是你……派上用场的地方。”

source: Me? What do you want me to do?
ru: Я? Что ты хочешь, чтобы я сделал?
zh_hans: 我？你想让我做什么？

source: With a chuckle, it answers, "I require... only that you live. Your presence here, as the Federation's only chance of survival... attracts an unwinnable battle for my people. Even now, I feel... the Rebellion's fleet encroaching. We'll be forced to flee... to see the truth. Only then... will we be free of this lie."
ru: Засмеявшись он отвечает: "Я требую... только, чтобы ты жил. Твое присутствие здесь, как единственный шанс Федерации на выживание... влечет за собой неизбежную битву для моего народа. Даже сейчас я чувствую... приближение флота Восстания. Мы будем вынуждены бежать... чтобы увидеть правду. Только тогда... мы освободимся от этой лжи".
zh_hans: 它轻笑一声，答道：“我需要……只是你活下去。你在此地的存在，作为联邦唯一的生存希望……为我的人民引来了一场无法取胜的战斗。即使现在，我也感觉到……叛军的舰队正在逼近。我们将被迫逃离……去看清真相。只有那时……我们才能摆脱这个谎言。”

source: Is that it then? I go, and live?
ru: Значит, все? Я могу идти и жить?
zh_hans: 就这样？我离开，然后活下去？

source: With a certain air of doubt to its voice, it answers after a moment, "To live, here... is no easy task. If you're here... it means the False God's insisted it be so. You're here... as tribute. To be butchered, by my people... a sacrifice to our captor. Normally... you'd be easy prey as you struggle to navigate this... impenetrable darkness. Among the powers I've taken lies the ability... to part this veil. Where you go... I will follow, and assist, from... the shadows. Though I grant you sight... I can't allow myself to be caught by my people... should they get through you."
ru: С некоторой долей сомнения в голосе он отвечает через мгновение: "Жить здесь... нелегко. Если ты здесь... значит, так решил Ложный Бог. Ты здесь... как жертва. Чтобы быть зарезанным моим народом... в качестве жертвоприношения нашему похитителю. В обычной ситуации... ты был бы легкой добычей, пока ты пытался бы сориентироваться в этой... непроницаемой тьме. Среди сил, которые я получил, есть способность... приоткрывать эту завесу. Куда ты пойдешь... я буду следовать за тобой и помогать тебе из... тени. Хотя я дарую тебе зрение... я не могу допустить, чтобы мой народ поймал меня... если он справится с тобой".
zh_hans: 带着某种怀疑的口吻，它过了一会儿才回答：“在这里……活下去绝非易事。如果你在这里……那就意味着伪神坚持如此。你在这里……是作为贡品。将被我的人民……屠宰，献祭给我们的囚禁者。通常……你会是易捕的猎物，挣扎于这……无法穿透的黑暗中。在我夺取的力量中，包括……拨开这层帷幕的能力。你去哪里……我将跟随，并从……暗影中协助。虽然我给予你视野……但我不能让自己被我的人民抓住……如果他们突破了你。”

source: And if I have to defend myself...
ru: А если мне придется защищаться...
zh_hans: 而如果我必须自卫……

source: "There is no 'if'... you are here to be hunted. When the moment arises..." It briefly pauses, "...do what you must. Now... go. Should you need my guidance... I'll be listening." With that, the ship outside retreats back into the dark, and you gasp for air as time itself seems to resume. There's a lot to unpack here... and regardless of all of it, can this voice even be trusted? They seem to have your immediate survival prioritized, at least. For now, all you can do is move forward and hope they keep their word.
ru: "Нет никаких "если"... Вы здесь для того, чтобы на вас охотились. Когда наступит момент..." Он делает небольшую паузу: "...делай то, что должен. А сейчас... иди. Если тебе понадобятся мои наставления... я буду слушать". С этими словами корабль удаляется в темноту, а вы задыхаетесь, когда время как бы возвращается на круги своя. Здесь многое нужно разгадать... и, несмотря на все это, можно ли вообще доверять этому голосу? По крайней мере, кажется, что для него на первом месте стоит ваше выживание. Пока что вам остается только двигаться вперед и надеяться, что голос сдержит свое слово.
zh_hans: “没有‘如果’……你在此就是被猎杀的对象。当时机到来时……” 它短暂停顿，“……做你必须做的事。现在……去吧。如果你需要我的指引……我会听着。” 说完，外面的星舰退回了黑暗之中，你大口喘气，时间似乎恢复了流动。这里有很多东西需要消化……撇开这一切不谈，这个声音值得信任吗？至少，他们似乎优先考虑你当前的生存。现在，你只能前进，并希望他们信守诺言。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Rebels will struggle to navigate through this preternatural darkness, but it won't hold them back forever. Keep your guard up.
ru: Повстанцы будут с трудом ориентироваться в этой сверхъестественной тьме, но она не будет сдерживать их вечно. Будь начеку.
zh_hans: 叛军将难以在这超自然的黑暗中航行，但这不会永远阻挡他们。保持警惕。

source: Yes, I know where I am.
ru: Да, я знаю, где я нахожусь.
zh_hans: 是的，我知道我在哪儿。

source: There's a long period of silence before, finally, the voice returns, "Then you know... what must be done. Let us... begin." With that, the ship outside retreats back into the dark, and you gasp for air as time itself seems to resume. Let us begin, indeed.
ru: Наступает долгое молчание, и наконец голос возвращается: "Значит, ты знаешь... что нужно сделать. Давай... начнем". С этими словами корабль снаружи снова скрывается в темноте, и вы задыхаетесь, когда время как бы возобновляется. Действительно, давайте начнем.
zh_hans: 长久的沉默之后，那声音终于回来了：“那么你知道……必须做什么。让我们……开始吧。” 说完，外面的星舰退回了黑暗之中，你大口喘气，时间似乎恢复了流动。让我们开始吧，确实如此。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Rebels will struggle to navigate through this preternatural darkness, but it won't hold them back forever. Keep your guard up.
ru: Повстанцы будут с трудом ориентироваться в этой сверхъестественной тьме, но она не будет сдерживать их вечно. Будь начеку.
zh_hans: 叛军将难以在这超自然的黑暗中航行，但这不会永远阻挡他们。保持警惕。

source: (The Scarred) "Reality's salvation... as well as our people's."
ru: (Шрам) "Спасение реальности... а также нашего народа".
zh_hans: （烙疤者）“现实的救赎……以及我们的人民。”

source: The voice seems shaken by this unexpected interruption. After a long period of silence, it finally speaks, "This... is no trick. How unusual..." The voice pauses, and the Scarred speaks: "The Deceiver... may hold its grasp on many realities, our people... trapped in all of them, but... it's not a futile war. Slowly... but surely I, we, will break its hold... on existence. An end... to the lies." The voice seems to ponder this for a moment, before responding, "Then... let us begin. Our people... stand against us, but together... Together, we'll see to it... that the False God falls." With that, the ship outside retreats back into the dark, and you gasp for air as time itself seems to resume. The Scarred looks at you and gives you a wide, toothy grin; "Let's... give 'em hell, captain. We've... got a war to win."
ru: Голос кажется потрясенным этими неожиданными словами. После долгого молчания он наконец заговорил: "Это... не уловка. Как необычно..." Голос делает паузу, и Шрам произносит: "Обманщик... может держать в своих руках множество реальностей, наш народ... заперт во всех них, но... это не бесполезная война. Медленно... но верно я, мы, разрушим его власть... над существованием. Конец... лжи". Голос, похоже, на мгновение задумался, прежде чем ответить: "Тогда... давай начнем. Наш народ... выступает против нас, но вместе... Вместе мы добьемся того... чтобы Ложный Бог пал". С этими словами корабль снаружи скрывается в темноте, а вы задыхаетесь, когда время, кажется, возобновляется. Шрам смотрит на вас и широко улыбается: "Давайте... устроим им ад, капитан. Мы... должны выиграть войну".
zh_hans: 那声音似乎被这意外的插话所动摇。长久的沉默之后，它终于开口：“这……不是诡计。多么不寻常……” 声音停顿，烙疤者说道：“那骗子……或许掌控着许多现实，我们的人民……被困于所有现实，但……这不是一场徒劳的战争。缓慢……但坚定地，我，我们，将打破它对……存在的掌控。终结……谎言。” 那声音似乎思考了片刻，然后回应道：“那么……让我们开始吧。我们的人民……站在我们的对立面，但团结起来……我们一起，必将……让伪神陨落。” 说完，外面的星舰退回了黑暗之中，你大口喘气，时间似乎恢复了流动。烙疤者看着你，咧嘴露出宽大、带齿的笑容；“让我们……给他们点颜色看看，舰长。我们……有一场战争要赢。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Rebels will struggle to navigate through this preternatural darkness, but it won't hold them back forever. Keep your guard up.
ru: Повстанцы будут с трудом ориентироваться в этой сверхъестественной тьме, но она не будет сдерживать их вечно. Будь начеку.
zh_hans: 叛军将难以在这超自然的黑暗中航行，但这不会永远阻挡他们。保持警惕。

source: Attack that ship!
ru: Атаковать этот корабль!
zh_hans: 攻击那艘星舰！

source: You go to move to attack, but something stops you from moving. You physically can't move, regardless of how hard you struggle; it doesn't feel like you're being restrained as much as it feels like your body isn't responding. After a few seconds of this, you hear... something, in your mind. A voice. "My... salvation. The False God's... ruination."
ru: Вы собираетесь атаковать, но что-то мешает вам двигаться. Вы физически не можете пошевелиться, как бы вы ни старались; вам кажется, что вас не сковывают, а тело не больше не принадлежит вам. Через несколько секунд вы слышите... что-то в своем сознании. Голос. "Мое... спасение. Гибель Ложного Бога".
zh_hans: 你正要移动去攻击，但有什么东西阻止了你。你身体无法动弹，无论怎么挣扎都不行；感觉不像是被束缚，更像是你的身体没有响应。几秒钟后，你听到……脑海里有什么东西。一个声音。“我的……救赎。伪神的……毁灭。”

source: What? Who are you?
ru: Что? Кто ты?
zh_hans: 什么？你是谁？

source: You can't move your mouth to speak, and yet the voice answers, "My... name?" There's emotion behind that second word, a sort of confused sadness. After a long pause, it continues, "It matters... not. All that matters... is that you listen. Have you... any idea where you are?"
ru: Вы не можете пошевелить губами, чтобы заговорить, и все же голос отвечает: "Мое... имя?" За вторым словом скрывается эмоция, некая растерянная печаль. После долгой паузы голос продолжает: "Это... не важно. Все, что важно... это то, что ты слушаешь. Ты... не знаешь, где находишься?"
zh_hans: 你无法张嘴说话，但那声音却回答道：“我的……名字？” 第二个词带着某种情绪，一种困惑的悲伤。长久的停顿后，它继续说：“它……无关紧要。重要的是……你听着。你……知道自己在哪儿吗？”

source: No, and... are you reading my thoughts? Why can't I move?
ru: Нет, и... ты читаешь мои мысли? Почему я не могу двигаться?
zh_hans: 不知道，而且……你在读取我的思想吗？为什么我动不了？

source: "You could say I've... taken a sort of... power. I've partially frozen... time itself, and yes, am... reading your thoughts. Yet, despite my power... I need your help. Tell me... what do you know of... the 'Dark God'?" It appears to ask that question with some level of disdain.
ru: "Можно сказать, что я... обрел некую... силу. Я частично заморозил... само время, и да, я... читаю твои мысли. И все же, несмотря на мою силу... мне нужна твоя помощь. Скажи мне... что ты знаешь о... "Темном боге"?" Похоже, он задает этот вопрос с некоторым презрением.
zh_hans: “你可以说……我夺取了某种……力量。我部分冻结了……时间本身，是的，正在……读取你的思想。然而，尽管我有此力量……我需要你的帮助。告诉我……你对‘黑暗之神’……知道多少？” 它问这个问题时似乎带着某种轻蔑。

source: Nothing, but, why have you frozen me?
ru: Ничего, но почему ты меня заморозил?
zh_hans: 一无所知，但是，你为什么冻结我？

source: "A... precaution. Rest assured... I will deal you no harm. Far... from it, I have much to ask of you. Now... an explanation. You find yourself... in deep space, where no light shines, and nothing can be found... or so it would seem. This... is no true darkness, an illusion..." The voice pauses, and then finishes with an intense anger, "...a lie." It then goes silent.
ru: "Это... мера предосторожности. Будь уверен... я не причиню тебе вреда. Отнюдь... у меня есть к тебе большая просьба. А теперь... объяснение. Ты оказался... в глубоком космосе, где нет света, и ничего нельзя найти... или так кажется. Это... не настоящая тьма, а иллюзия..." Голос делает паузу, а затем заканчивает с сильным гневом: "...ложь". Затем он умолкает.
zh_hans: “一个……预防措施。放心……我不会伤害你。恰恰相反……我有很多事要托付于你。现在……解释一下。你身处……深空，那里没有光亮，也找不到任何东西……至少表面如此。这……并非真正的黑暗，是幻象……” 声音停顿，然后带着强烈的愤怒结束，“……一个谎言。” 随后它沉默了。

source: You okay?
ru: Все в порядке?
zh_hans: 你还好吗？

source: It briefly stays silent, before answering, "My... apologies. My people here... are living a lie. Deceived by a higher power... that we call the Dark God. Yet... it is no God. Against its wishes... I've glimpsed it, seen the truth..." It pauses, "...I comprehend little... of what I saw. Its form, while great... was that of machinery. I... know not what infernal engine manipulates us so... but it feeds us lies. Deceives us, keeps us... living in the dark; fueling it through foul rituals. I seek... the end of its hold over my people."
ru: Он ненадолго умолкает, прежде чем ответить: "Мои... извинения. Мой народ здесь... живет во лжи. Обманутые высшей силой... которую мы называем Темным Богом. Но... это не Бог. Вопреки его воле... Я видел его, видел правду..." Он делает паузу: "...я мало что понимаю... из того, что видел. Его форма, хотя и великая... была машинной. Я... не знаю, что за адский механизм так манипулирует нами... но он кормит нас ложью. Обманывает нас, заставляет жить во тьме, подпитывая ее нечистыми ритуалами. Я пытаюсь... покончить с его властью над моим народом".
zh_hans: 它沉默了片刻，然后答道：“我……很抱歉。我的人民在这里……生活在谎言中。被一个更高的存在……我们称之为黑暗之神的……所欺骗。然而……它并非神祇。违背其意愿……我曾窥见它，看到了真相……” 它停顿了一下，“……我所见之物，我理解甚少……它的形态，虽然庞大……却是机械构造。我……不知是怎样的地狱引擎如此操纵我们……但它用谎言喂养我们。欺骗我们，让我们……生活在黑暗中；通过邪恶的仪式为其提供能量。我寻求……终结它对人民的掌控。”

source: Your people?
ru: Твои люди?
zh_hans: 你的人民？

source: "We... refer to ourselves as the Enlightened. Ironic... in hindsight. We had no name prior, though... the other races referred to us as the Deep Ones. It's been... an eternity since then. Since we..." It seems to trail off, before collecting itself, "We've been... tricked into worshipping this False God. Though I've... seen the truth, my people doubt me; they brand me... a heretic. With my word ignored, I must free us... by force. That's where you... come in."
ru: "Мы... называем себя Просветленными. Иронично... в каком-то смысле. До этого у нас не было имени, хотя... другие расы называли нас глубоководными. С тех пор прошла... вечность. С тех пор как мы..." Кажется, он запнулся, прежде чем собраться с мыслями: "Нас... обманом заставили поклоняться этому Ложному Богу. Хотя я... видел правду, мой народ сомневается во мне; они клеймят меня... еретиком. Не слушая моих слов, я должен освободить нас... силой. Вот тут-то ты... и пригодишься".
zh_hans: “我们……自称启明者。讽刺的是……回想起来。我们以前没有名字，不过……其他种族称我们为深渊潜者。那已经……是很久以前了。自从我们……” 它似乎走神了，然后回过神来，“我们……被诱骗去崇拜这个伪神。虽然我……看到了真相，我的人民却怀疑我；他们把我称作……异端。我的话语无人理会，我必须通过……武力来解放我们。这就是你……派上用场的地方。”

source: Me? What do you want me to do?
ru: Я? Что ты хочешь, чтобы я сделал?
zh_hans: 我？你想让我做什么？

source: With a chuckle, it answers, "I require... only that you live. Your presence here, as the Federation's only chance of survival... attracts an unwinnable battle for my people. Even now, I feel... the Rebellion's fleet encroaching. We'll be forced to flee... to see the truth. Only then... will we be free of this lie."
ru: Засмеявшись он отвечает: "Я требую... только, чтобы ты жил. Твое присутствие здесь, как единственный шанс Федерации на выживание... влечет за собой неизбежную битву для моего народа. Даже сейчас я чувствую... приближение флота Восстания. Мы будем вынуждены бежать... чтобы увидеть правду. Только тогда... мы освободимся от этой лжи".
zh_hans: 它轻笑一声，答道：“我需要……只是你活下去。你在此地的存在，作为联邦唯一的生存希望……为我的人民引来了一场无法取胜的战斗。即使现在，我也感觉到……叛军的舰队正在逼近。我们将被迫逃离……去看清真相。只有那时……我们才能摆脱这个谎言。”

source: Is that it then? I go, and live?
ru: Значит, все? Я могу идти и жить?
zh_hans: 就这样？我离开，然后活下去？
