Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_special_guards.xml.append/*.po
Languages: ru, zh_hans

source: It reads "AMBUSH: HARMONY SCOUTING PARTY IN DIRECT DISPARITY CONFLICT. DISPARITY AMBUSHEE: POSSESSES HARMONY LINK COORDINATE FRAGMENT."
ru: Она гласит: "ЗАСАДА: ГРУППА РАЗВЕДЧИКОВ ГАРМОНИЯ В ПРЯМОМ КОНФЛИКТЕ С НЕРАВЕНСТВОМ. ЗАСАДА НЕРАВЕНСТВА: ОБЛАДАЕТ ФРАГМЕНТОМ КООРДИНАТ СВЯЗИ ГАРМОНИИ".
zh_hans: 上面写着：“伏击：谐合侦察队与分离者直接冲突。被伏击分离者：持有谐合链坐标碎片。”

source: We're off, then.
ru: Тогда мы отправляемся.
zh_hans: 那么，出发吧。

source: You get the feeling this may be a desperate war, and allegiances will be fleeting. Choose your side, and who you help, carefully. [Helping the Disparity in this sector will build favor with them. The Disparity and Harmony will both deem you to be on the Disparity's side if you have any amount of favor. Actions in support of the Harmony and against the Disparity will lower this favor, allowing it to be negative and thus have both parties deem you to be on the Harmony's side.]
ru: Вы понимаете, что это может быть опасная война, и союзы продержаться недолго. Выбирайте свою сторону и тех, кому вы помогаете, тщательно взвесив все за и против. [Помогая Неравенству в этом секторе, вы добьетесь их расположения. И Диссонанс, и Гармония будут считать, что вы на стороне Диссонанса, если у вас есть хоть капля репутации. Действия в поддержку Гармонии и против Диссонанса уменьшат эту репутацию, сделав ее отрицательной, и тогда обе стороны сочтут вас на стороне Гармонии]
zh_hans: 你感觉这可能是一场绝望的战争，而阵营的归属将转瞬即逝。请谨慎选择你的立场，以及你要帮助的对象。 [在此星区帮助分离者将积累与他们的好感度。若你有任何好感度，分离者与谐合双方都会认为你站在分离者一边。支持谐合或对抗分离者的行为将降低此好感度，允许其变为负值，从而使双方都认为你站在谐合一边。]

# data/events_special_guards.xml.append$//event[@name="START_DISPARITY"]/text
source: Before you can so much as blink upon entering the sector, a barrage of ion projectiles whizzes past your window... met by another coming from the opposite direction! You're in the middle of a battle between two forces! On one side, you recognize the Harmony, but on the other...
ru: Не успеваете вы и глазом моргнуть, как мимо вашего иллюминатора проносится шквал ионных снарядов... а за ним еще один, летящий с противоположного направления! Вы находитесь в центре сражения двух сил! С одной стороны вы узнаете Гармонию, а с другой...
zh_hans: 进入星区，你还没来得及眨眼，一阵离子弹幕就呼啸着掠过你的舷窗……迎面而来的又是另一阵！你正处在两股势力的战斗中间！一方你认出是谐合，但另一方……

source: (Disparity Crew) "Support: is here, [brothers!] To -arms!-"
ru: (Член экипажа-Диссонанс) "Поддержка: здесь, [братья!] К -оружию-!"
zh_hans: （分离者船员）“支援：已到，[兄弟们！] 拿起 -武器！-”

source: Your Disparity Elite seems delighted to finally reunite with its brethren, but any kind of celebration will have to wait... one of the Harmony ships breaks off to meet you, and hails, "Federation: harboring the Disparity? Calculating... probability of Federation support deemed: negligible. Fight: inevitable." Before you can even do anything, they move in to attack, and you realize your side has been picked for you as nearby Harmony ships lock their weapons onto you... you're not alone, though, as the Disparity fleet locks onto your target as well!
ru: Элита Диссонанса, похоже, рада наконец-то воссоединиться со своими собратьями, но с празднованием придется подождать... Один из кораблей Гармонии отрывается, чтобы встретить вас, и сообщает: "Федерация: укрывает Диссонанс? Расчеты... Вероятность поддержки со стороны Федерации: ничтожно мала. Бой: неизбежен". Прежде чем вы успеваете что-либо предпринять, они переходят в атаку, и вы понимаете, что ваша сторона уже выбрана: ближайшие корабли Гармонии наводят на вас свои орудия... Но вы не одиноки: флот Диссонанса тоже нацелился на вашу цель!
zh_hans: 你的分离者精英似乎很高兴终于与同族重逢，但任何庆祝都得等等……一艘谐合星舰脱离战线迎向你，并发来呼叫：“联邦：窝藏分离者？计算中……联邦支持概率评估为：可忽略。战斗：不可避免。” 你还没来得及做什么，他们就发起了攻击，你意识到自己已被选定了立场，附近的谐合星舰将其武器锁定在你身上……不过你并非孤军奋战，分离者舰队也锁定了你的目标！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Engi Seraph) "Subject: Disparity."
ru: (Член экипажа-энджи Серафим) "Субъект: Диссонанс".
zh_hans: （半械炽天使）“目标：分离者。”

source: The Seraph elaborates, "Subject origin: Engi. Subject status: tainted. Tainted subject protocol: purification required. Awaiting purification command." Disparity? Well, you guess you kind of already knew that, given the distress call... still, who are they exactly, and what does your Seraph mean by 'tainted'?
ru: Серафим поясняет: "Происхождение субъекта: энджи. Статус субъекта: запятнанный. Протокол запятнанного субъекта: требуется очистка. Ожидаю команды на очистку". Диссонанс? Ну, вы, наверное, и так это знали, учитывая сигнал бедствия... И все же, кто они такие, и что ваш Серафим подразумевает под словом "запятнанный"?
zh_hans: 炽天使进一步说明：“目标起源：半械族。目标状态：污染。污染目标协议：需净化。等待净化指令。” 分离者？好吧，考虑到求救信号，你大概已经猜到了……不过，他们究竟是谁？你的炽天使说的‘污染’又是什么意思？

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Before you're given time to ponder, one of the nearby Harmony ships hails you, "Federation present: request for assistance successful? Status of Disparity forces: closing in. Situation status: dire." As if to respond, one of the opposing ships swoops in and prepares to face off against the Harmony ship. To your surprise, they hail you as well, and you're met with the visage of an Engi unlike any you've ever seen before: black and purple, with their arms... detached, and floating around as a nanite swarm? Are these Separatists? Regardless of the answer, they speak, "Federation: we mean you -no- harm. We are here seeking peace; [liberation] from our chains, [freedom] from the Har-" They're cut off mid-sentence as an ion blast renders their shields useless, and you notice the Harmony ship preparing to strike while they're vulnerable...
ru: Не успели вы поразмыслить, как один из ближайших кораблей Гармонии вызывает вас: "Федерация на связи: запрос о помощи удовлетворен? Статус сил Диссонанса: приближаются. Ситуация тяжелая". Словно в ответ, один из кораблей противника проносится мимо и готовится сразиться с кораблем Гармонии. К вашему удивлению, они вызывают и вас, и перед вами предстают энджи, не похожие на тех, кого вы когда-либо видели: черно-фиолетовые, с руками... оторванными и плавающими вокруг в виде роя нанитов? Это Сепаратисты? В независимости от ответа они говорят: "Федерация: мы -не- желаем вам зла. Мы здесь в поисках мира; [освобождения] от наших цепей, [свободы] от Гар..." Они прерываются на полуслове, когда ионный взрыв выводит из строя их щиты, и вы замечаете, что корабль Гармонии готовится нанести удар, пока они уязвимы...
zh_hans: 还没等你有时间思考，附近一艘谐合星舰呼叫你：“联邦到场：求援成功？分离者部队状态：正在逼近。情况状态：危急。” 仿佛回应一般，一艘敌方星舰俯冲而至，准备迎战那艘谐合星舰。令你惊讶的是，他们也呼叫了你，你看到了一个前所未见的半械族形象：黑紫色，他们的手臂……脱离身体，作为纳米虫群漂浮在周围？这些是分离者吗？无论答案如何，他们说道：“联邦：我们 -无意- 伤害你。我们来此寻求和平；[解放] 我们于枷锁，[自由] 于谐……” 话音未落，一道离子炮击毁了他们的护盾，你注意到那艘谐合星舰正准备趁其虚弱发起攻击……

source: Stop them!
ru: Остановить их!
zh_hans: 阻止他们！

source: You get in-between the two ships, and the Harmony ship hails you once more, "Federation... protecting enemies of the Harmony? Reassessment... Federation: enemy of the Harmony. Fight imminent." They move in to attack, and you realize you've picked a side as nearby Harmony ships lock their weapons onto you... you're not alone, though, as the opposing fleet locks onto your target as well! Let's hope you know what you're doing...
ru: Вы оказываетесь между двумя кораблями, и корабль Гармонии снова обращается к вам: "Федерация... защищает врагов Гармонии? Переоценка... Федерация: враг Гармонии. Бой неизбежен". Они переходят в атаку, и вы понимаете, что выбрали сторону, когда ближайшие корабли Гармонии наводят на вас орудия... Но вы не одиноки, ведь флот противника тоже наводит орудия на вашего противника! Будем надеяться, что вы знаете, что делаете...
zh_hans: 你挡在两艘星舰之间，谐合星舰再次呼叫你：“联邦……保护谐合的敌人？重新评估……联邦：谐合的敌人。战斗即将开始。” 他们发起攻击，你意识到自己已经选边站队，附近的谐合星舰将其武器锁定在你身上……不过你并非孤军奋战，敌方舰队也锁定了你的目标！希望你清楚自己在做什么……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Assist the Harmony.
ru: Помочь Гармонии.
zh_hans: 协助谐合。

source: You're not sure who they are, but an enemy of the Harmony is an enemy of the Federation. Besides, last time you checked, those who seek peace aren't typically launching assaults... you move in to attack the strange ship, and the opposing fleet locks onto you. You're not alone, though, as the Harmony locks onto your target as well!
ru: Вы не знаете, кто они, но враг Гармонии - враг Федерации. К тому же, насколько вы знаете, те, кто стремится к миру, обычно не устраивают нападений... Вы атакуете странный корабль, и флот противника настигает вас. Но вы не одиноки, ведь Гармония тоже нацелилась на вашу цель!
zh_hans: 你不确定他们是谁，但谐合的敌人就是联邦的敌人。况且，据你所知，寻求和平的人通常不会发动袭击……你向那艘奇怪星舰发起攻击，敌方舰队锁定了你。不过你并非孤军奋战，谐合也锁定了你的目标！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Leave while they're distracted.
ru: Уйти, пока они отвлечены.
zh_hans: 趁他们分心时离开。

source: This isn't your war to fight. You begin firing up the engines to prepare to leave, but you realize you're not safe yet; you're still in the crossfire!
ru: Это не ваша война. Вы начинаете запускать двигатели, чтобы подготовиться к уходу в прыжок, но понимаете, что еще не в безопасности: вы все еще под перекрестным огнем!
zh_hans: 这不是你该打的战争。你开始启动引擎准备离开，但意识到自己还不安全；你仍在交叉火力之中！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I'm not sure.
ru: Я не уверен.
zh_hans: 我不确定。

source: Heaping masses of pointy, purple crystals, you'd be hard pressed to figure them to be anything but Crystals themselves... yet encased within, and poking through at parts, you recognize pieces of Engi ships. Are the Engi fighting amongst themselves?
ru: Нагромождение остроконечных фиолетовых кристаллов - трудно предположить, что это не кристаллы, а что-то другое... Но в них заключены части кораблей энджи. Неужели энджи воюют между собой?
zh_hans: 堆积如山、尖锐的紫色水晶，你很难想象它们不是水晶族本身……然而包裹其中，并在部分区域刺出的，你能认出半械族星舰的部件。是半械族在内斗吗？

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Before you're given time to ponder, one of the nearby Harmony ships hails you, "Federation present: request for assistance successful? Status of Disparity forces: closing in. Situation status: dire." As if to respond, one of the opposing ships swoops in and prepares to face off against the Harmony ship. To your surprise, they hail you as well, and you're met with the visage of an Engi unlike any you've ever seen before: black and purple, with their arms... detached, and floating around as a nanite swarm? Are these Separatists? Regardless of the answer, they speak, "Federation: we mean you -no- harm. We are here seeking peace; [liberation] from our chains, [freedom] from the Har-" They're cut off mid-sentence as an ion blast renders their shields useless, and you notice the Harmony ship preparing to strike while they're vulnerable...
ru: Не успели вы поразмыслить, как один из ближайших кораблей Гармонии вызывает вас: "Федерация на связи: запрос о помощи удовлетворен? Статус сил Диссонанса: приближаются. Ситуация тяжелая". Словно в ответ, один из кораблей противника проносится мимо и готовится сразиться с кораблем Гармонии. К вашему удивлению, они вызывают и вас, и перед вами предстают энджи, не похожие на тех, кого вы когда-либо видели: черно-фиолетовые, с руками... оторванными и плавающими вокруг в виде роя нанитов? Это Сепаратисты? В независимости от ответа они говорят: "Федерация: мы -не- желаем вам зла. Мы здесь в поисках мира; [освобождения] от наших цепей, [свободы] от Гар..." Они прерываются на полуслове, когда ионный взрыв выводит из строя их щиты, и вы замечаете, что корабль Гармонии готовится нанести удар, пока они уязвимы...
zh_hans: 还没等你有时间思考，附近一艘谐合星舰呼叫你：“联邦到场：求援成功？分离者部队状态：正在逼近。情况状态：危急。” 仿佛回应一般，一艘敌方星舰俯冲而至，准备迎战那艘谐合星舰。令你惊讶的是，他们也呼叫了你，你看到了一个前所未见的半械族形象：黑紫色，他们的手臂……脱离身体，作为纳米虫群漂浮在周围？这些是分离者吗？无论答案如何，他们说道：“联邦：我们 -无意- 伤害你。我们来此寻求和平；[解放] 我们于枷锁，[自由] 于谐……” 话音未落，一道离子炮击毁了他们的护盾，你注意到那艘谐合星舰正准备趁其虚弱发起攻击……

source: Stop them!
ru: Остановить их!
zh_hans: 阻止他们！

source: You get in-between the two ships, and the Harmony ship hails you once more, "Federation... protecting enemies of the Harmony? Reassessment... Federation: enemy of the Harmony. Fight imminent." They move in to attack, and you realize you've picked a side as nearby Harmony ships lock their weapons onto you... you're not alone, though, as the opposing fleet locks onto your target as well! Let's hope you know what you're doing...
ru: Вы оказываетесь между двумя кораблями, и корабль Гармонии снова обращается к вам: "Федерация... защищает врагов Гармонии? Переоценка... Федерация: враг Гармонии. Бой неизбежен". Они переходят в атаку, и вы понимаете, что выбрали сторону, когда ближайшие корабли Гармонии наводят на вас орудия... Но вы не одиноки, ведь флот противника тоже наводит орудия на вашего противника! Будем надеяться, что вы знаете, что делаете...
zh_hans: 你挡在两艘星舰之间，谐合星舰再次呼叫你：“联邦……保护谐合的敌人？重新评估……联邦：谐合的敌人。战斗即将开始。” 他们发起攻击，你意识到自己已经选边站队，附近的谐合星舰将其武器锁定在你身上……不过你并非孤军奋战，敌方舰队也锁定了你的目标！希望你清楚自己在做什么……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Assist the Harmony.
ru: Помочь Гармонии.
zh_hans: 协助谐合。

source: You're not sure who they are, but an enemy of the Harmony is an enemy of the Federation. Besides, last time you checked, those who seek peace aren't typically launching assaults... you move in to attack the strange ship, and the opposing fleet locks onto you. You're not alone, though, as the Harmony locks onto your target as well!
ru: Вы не знаете, кто они, но враг Гармонии - враг Федерации. К тому же, насколько вы знаете, те, кто стремится к миру, обычно не устраивают нападений... Вы атакуете странный корабль, и флот противника настигает вас. Но вы не одиноки, ведь Гармония тоже нацелилась на вашу цель!
zh_hans: 你不确定他们是谁，但谐合的敌人就是联邦的敌人。况且，据你所知，寻求和平的人通常不会发动袭击……你向那艘奇怪星舰发起攻击，敌方舰队锁定了你。不过你并非孤军奋战，谐合也锁定了你的目标！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Leave while they're distracted.
ru: Уйти, пока они отвлечены.
zh_hans: 趁他们分心时离开。

source: This isn't your war to fight. You begin firing up the engines to prepare to leave, but you realize you're not safe yet; you're still in the crossfire!
ru: Это не ваша война. Вы начинаете запускать двигатели, чтобы подготовиться к уходу в прыжок, но понимаете, что еще не в безопасности: вы все еще под перекрестным огнем!
zh_hans: 这不是你该打的战争。你开始启动引擎准备离开，但意识到自己还不安全；你仍在交叉火力之中！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As things die down, the realization begins to sink in... that ship was piloted by Soulplague Husks. Most of what the Multiverse knows about the Soulplague mattervirus, and by extension its Husks, comes from infections born from the now-widespread use of the Corruptor system, but it's not unheard of to find the zombified remains of a ship's crew after they've been executed by it. Still, though... to find it all the way out here feels like an omen of things to come. Stay on your guard.
ru: Когда все стихает, приходит осознание того, что корабль пилотировали чумные оболочки. Большая часть того, что Мультивселенная знает о материя-вирусе чумы прилива и, соответственно, о ее оболочках, получена из инфекций, порожденных широко распространенным использованием системы Корруптор, но нередки случаи обнаружения зомбированных останков экипажа корабля после того, как они были казнены с помощью этой системы. И все же... найти его здесь, в такой глуши, - это предзнаменование грядущих событий. Будьте начеку.
zh_hans: 随着战事平息，一个认知逐渐清晰……那艘星舰是由魂疫空壳驾驶的。多元宇宙关于魂疫数据病毒及其空壳的大部分认知，都源于如今广泛使用的腐化者系统所引发的感染，但在船员被其处决后找到他们僵尸化的残骸也并非闻所未闻。然而……在这遥远之地发现它，感觉像是不祥之兆。务必保持警惕。

source: Let's head off, then.
ru: Тогда давайте отправимся в путь.
zh_hans: 那么，我们出发吧。

source: You're preparing to leave as a marked beacon deeper in the sector catches your eye. Its data seems to be corrupted, but you're able to make out a strange, if not outright nonsensical, series of messages encrypted within: HOPE'S FALL LIFE QUIVERS, AS DEATH MAULS HOPE'S STALL PIERCE THE HEART, END ITS BRAWLS HOPE'S THRALL OUT TO HEROES, IT CALLS You're not sure what to make of it, if anything. It could be a pirate's attempt to lure lost explorers into a trap, an honest call to arms, simply someone's long-lost poetry caught in the system... it's impossible to say. At the very least, the mere possibility of allies in a sector such as this is something worth keeping in mind. Who's to say what hardships await you on the path ahead...
ru: Вы уже готовитесь к отлету, как вдруг в глубине сектора вам на глаза попадается отмеченный маяк. Его данные, похоже, повреждены, но вы можете разобрать странные, если не сказать откровенно бессмысленные, серии зашифрованных в нем сообщений: ТРЕПЕЩЕТ ЖИЗНЬ - И СМЕРТЬ ИДЕТ, КРОВАВЫЙ СЛЕД ЗА НЕЙ ТЕЧЕТ. НАДЕЖДА ПАЛА - СЕРДЦЕ СОКРУШИ, И ЧУМУ ЗАТМИ ВО ТЬМЕ ДУШИ. НО ЭХОМ СКВОЗЬ ЗВЕЗДНЫЙ МРАК И СТОН, ЗОВЕТ ГЕРОЕВ ПОСЛЕДНИЙ ЗВОН. Вы не знаете, что и думать об этом. Это может быть попытка пиратов заманить заблудившихся исследователей в ловушку, призыв быть осторожными, просто чьи-то давно потерянные стихи, попавшие в систему... Невозможно сказать. По крайней мере, сама возможность наличия союзников в подобном секторе - это то, о чем стоит помнить. Кто скажет, какие трудности ждут вас на предстоящем пути...
zh_hans: 你正准备离开，星区内一个被标记的更深处的信标却引起了你的注意。其数据似乎已损坏，但你能辨认出一系列奇怪、甚至有些荒谬的加密信息： 希 望 之 陨 生 命 颤 栗，死 亡 撕 咬 希 望 之 滞 刺 穿 其 心，终 结 争 斗 希 望 之 仆 它 向 英 雄，发 出 呼 唤 你不确定该如何理解，如果真有什么含义的话。这可能是海盗试图诱骗迷途探险者踏入陷阱，也可能是一次真诚的战斗号召，又或者只是某人遗落在系统中的古老诗篇……无从得知。但至少，在这样一个星区中可能存在的盟友，值得你牢记。谁又能说前方的道路上会有什么艰难险阻在等待着你呢……

# data/events_special_guards.xml.append$//event[@name="START_DDSOULPLAGUE"]/text
source: For all of the Atlas' talk of lifelessness and abandonment, this sector seems populated enough to you... at the very least, there's a ship here at its entrance. They don't really come off as any sort of guard, though, as their ship slowly drifts through the space outside...
ru: Несмотря на все слова Атласа о безжизненности и заброшенности, этот сектор кажется вам достаточно населенным... По крайней мере, у входа в него стоит корабль. Впрочем, он не выглядят сторожевым, поскольку корабль медленно дрейфует в пространстве снаружи...
zh_hans: 尽管星图数据说着荒无人烟、被遗弃之类的话，这个星区在你看来似乎足够热闹……至少，它的入口处就有一艘星舰。不过，他们看起来不像任何守卫，因为他们的星舰正缓慢地在外层空间飘荡……

source: (Soulplague Crew) Your crew member makes a gurgling, whispery noise...
ru: (Член экипажа-чума прилива) Ваш член экипажа издает булькающий, шепчущий звук...
zh_hans: （魂疫船员） 你的船员发出一阵咕噜咕噜的、窃窃私语般的声音……

source: Before you can ponder the logistics of whispering a gurgle, the ominous ship outside begins to head towards you. At first, its movements are erratic, but as the ship nears yours they become sharper... until, eventually, they make a beeline straight at you! Your instincts kick in as you recognize their aggression, narrowly dodging the ship out of the way of their charge... are they insane?! They turn around, ready to face you once more, and you sound the alarm; it's time for battle!
ru: Не успели вы поразмыслить над тем, как интерпретировать это бульканье, как зловещий корабль снаружи начинает двигаться в вашу сторону. Сначала его движения беспорядочны, но по мере приближения к вам они становятся все более точными... пока, в конце концов, они не направляются прямо на вас! Ваши инстинкты срабатывают, когда вы осознаете их агрессию, и вы едва успеваете уклониться от корабля... Они что, с ума сошли?! Они разворачиваются, готовые снова встретиться с вами лицом к лицу, и вы подаете сигнал тревоги: пора в бой!
zh_hans: 还没等你思考“咕噜咕噜地低语”是如何实现的，外面那艘不祥的星舰开始朝你驶来。起初，它的移动毫无章法，但随着它靠近你的星舰，动作变得干脆利落……最终，它径直朝你冲来！你的本能让你认出了敌意，惊险地躲开了它的冲撞……他们疯了吗？！它调转方向，准备再次面对你，你拉响了警报；战斗的时刻到了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Contact the ship.
ru: Связаться с кораблем.
zh_hans: 联系该盟卫战舰。

source: You try to contact the ominous ship outside, but it ignores your attempts to hail and instead begins to head towards you. At first, its movements are erratic, but as the ship nears yours they become sharper... until, eventually, they make a beeline straight at you! Your instincts kick in as you recognize their aggression, narrowly dodging the ship out of the way of their charge... are they insane?! They turn around, ready to face you once more, and you sound the alarm; it's time for battle!
ru: Вы пытаетесь связаться со зловещим кораблем снаружи, но он игнорирует ваши попытки связаться и начинает двигаться в вашу сторону. Сначала его движения беспорядочны, но по мере приближения к вам они становятся все более точными... пока, в конце концов, они не направляются прямо на вас! Ваши инстинкты срабатывают, когда вы осознаете их агрессию, и вы едва успеваете уклониться от корабля... Они что, с ума сошли?! Они разворачиваются, готовые снова встретиться с вами лицом к лицу, и вы подаете сигнал тревоги: пора в бой!
zh_hans: 你试图联系外面那艘不祥的星舰，但它无视你的呼叫，反而开始朝你驶来。起初，它的移动毫无章法，但随着它靠近你的星舰，动作变得干脆利落……最终，它径直朝你冲来！你的本能让你认出了敌意，惊险地躲开了它的冲撞……他们疯了吗？！它调转方向，准备再次面对你，你拉响了警报；战斗的时刻到了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Attack the ship.
ru: Атаковать корабль.
zh_hans: 攻击这艘星舰。

source: You move to prepare an assault on the ominous ship, and it begins to advance towards you in response. At first, its movements are erratic, but as the ship nears yours they become sharper... until, eventually, they make a beeline straight at you! Your instincts kick in as you recognize their aggression, narrowly dodging the ship out of the way of their charge... are they insane?! They turn around, ready to face you once more, and you sound the alarm; it's time for battle!
ru: Вы готовитесь к нападению на зловещий корабль, а он в ответ начинает двигаться в вашу сторону. Сначала его движения беспорядочны, но по мере приближения к вам они становятся все более точными... пока, в конце концов, они не направляются прямо на вас! Ваши инстинкты срабатывают, когда вы осознаете их агрессию, и вы едва успеваете уклониться от корабля... Они что, с ума сошли?! Они разворачиваются, готовые снова встретиться с вами лицом к лицу, и вы подаете сигнал тревоги: пора в бой!
zh_hans: 你准备攻击那艘不祥的星舰，它也随之开始向你逼近。起初，它的移动毫无章法，但随着它靠近你的星舰，动作变得干脆利落……最终，它径直朝你冲来！你的本能让你认出了敌意，惊险地躲开了它的冲撞……他们疯了吗？！它调转方向，准备再次面对你，你拉响了警报；战斗的时刻到了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ship.
ru: Не обращать внимания на корабль.
zh_hans: 无视那艘星舰。

source: You try to find a quiet spot at the beacon to wait while the FTL charges, but the ominous ship outside trails behind you. At first, its movements are erratic, but as the ship nears yours they become sharper... until, eventually, they make a beeline straight at you! Your instincts kick in as you recognize their aggression, narrowly dodging the ship out of the way of their charge... are they insane?! They turn around, ready to face you once more, and you sound the alarm; it's time for battle!
ru: Вы пытаетесь найти тихое место у маяка, чтобы подождать, пока зарядится ССД, но зловещий корабль снаружи движется к вам. Сначала его движения беспорядочны, но по мере приближения к вам они становятся все более точными... пока, в конце концов, они не направляются прямо на вас! Ваши инстинкты срабатывают, когда вы осознаете их агрессию, и вы едва успеваете уклониться от корабля... Они что, с ума сошли?! Они разворачиваются, готовые снова встретиться с вами лицом к лицу, и вы подаете сигнал тревоги: пора в бой!
zh_hans: 你试图在信标处找个安静的地方等待超光速驱动器充能，但外面那艘不祥的星舰尾随着你。起初，它的移动毫无章法，但随着它靠近你的星舰，动作变得干脆利落……最终，它径直朝你冲来！你的本能让你认出了敌意，惊险地躲开了它的冲撞……他们疯了吗？！它调转方向，准备再次面对你，你拉响了警报；战斗的时刻到了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。
