Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

# data/hyperspace.xml.append$//achievement[@name="MUSIC_DDTRACKTRIALBYIRE"]/name
source: Trial by Ire
ru: Испытание гневом

source: Obtain the loot from the ??? transport.
ru: Получите добычу из ??? транспорта.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_ENLIGHTENED"]/name
source: Enlightened Transport
ru: Транспорт Просветленных

source: Obtain the loot from the Enlightened loot transport.
ru: Получите добычу из транспорта Просветленных

source: Obtain the loot from the ??? transport.
ru: Получите добычу из ??? транспорта.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_DISPARITY"]/name
source: Disparity Transport
ru: Транспорт Диссонанса

source: Obtain the loot from the Disparity loot transport.
ru: Получите добычу из транспорта Диссонанса.

source: Obtain the loot from the ??? transport.
ru: Получите добычу из ??? транспорта.

source: Tempest Transport
ru: Транспорт Бури

source: Obtain the "loot" from the Tempest loot transport.
ru: Получите "добычу" из транспорта Бури.

source: Obtain the loot from the ??? transport.
ru: Получите добычу из ??? транспорта.

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_DDCOREMASS"]/name
source: Soulplague Transport
ru: Транспорт чумы души

source: Obtain the loot from the Soulplague loot transport.
ru: Получите добычу из транспорта чумы души.

source: Obtain the loot from the ??? transport.
ru: Получите добычу из ??? транспорта.

source: False Radiance Transport
ru: Транспорт Лжесияния

source: Obtain the loot from the False Radiance loot transport.
ru: Получите добычу из транспорта Лжесияния.

source: Defeat a beast most foul as it hunts for your riches.
ru: Победите зверя, охотящегося за вашими богатствами.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_GREEDLEVIATHAN"]/name
source: Leviathan of Greed
ru: Левиафан жадности

source: Thus doth the beast fall... succumb to greed and defeat the Leviathan in the Enlightened sector.
ru: Да падет зверь... поддавшись жадности, победите Левиафана в секторе Просветленных.

source: Crack the code of a mysterious vault.
ru: Взломайте код таинственного хранилища.

source: That's not his birthday, but rather his average Healing Done over the span of 10 minutes. And it's all self-healing.
ru: Это не его день рождения, а среднее количество исцеления, которое он совершает за 10 минут. И все это - самовосстановление.

source: Read the contents of a Shell scientist's long lost journal.
ru: Прочитайте содержимое давно утерянного дневника ученого ракушек.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDFOOLISHNOTES"]/name
source: Doomed Diary
ru: Дневник обреченного

source: Find and read the Foolish's journal within the Nebulous Dead Zone.
ru: Найдите и прочитайте дневник Глупца в Туманной мертвой зоне.

source: Satisfy the appetite of an unimaginably gargantuan entity, and receive a gift in return.
ru: Удовлетворите аппетит невообразимо огромного существа и получите в награду подарок.

source: Blessingborne
ru: Благословенный

source: Feed a significant amount of scrap to a large Lightborne found within the Antumbral Plane, and acquire its soothing blessing.
ru: Подайте значительное количество лома большому Светоносцу, обитающему в Антумбральном измерении, и получите его успокаивающее благословение.

source: Discover a sacred mirror, thought lost, and bring it to your journey's end.
ru: Найдите священное зеркало, которое считалось утраченным, и довезите его с собой в конец своего путешествия.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDLOSTGODHOOD"]/name
source: Machine, Mirror, Mother, Mystery
ru: Машина, Зеркало, Мать, Тайна

source: Allow the Overseer to gaze into the Antumbral Mirror, and have her extract Lost Godhood.
ru: Позвольте Владычице заглянуть в Антумбральное зеркало и извлечь из него Утраченное божественное начало.

source: Feed a prize most precious to the Corruptor system.
ru: Накормите Осквернитель наиболее ценным членом экипажа.

source: Perfected Corruption
ru: Совершенный Осквернитель

source: Feed the Corruptor system an Obelisk Husk.
ru: Скормите системе Осквернителя оболочку обелиска.

source: Receive a consolation prize for trying to double up on occult antics.
ru: Получите утешительный приз за попытку удвоить оккультные проделки.

source: Consolation Prize
ru: Утешительный приз

source: Receive a human sacrifice for trying to grab the Otherworldly Tome within the hangar while you already have it.
ru: Получите человеческую жертву за попытку забрать Потусторонний фолиант из ангара, когда она уже у вас есть.

source: Mark one of your crew members for certain death.
ru: Пометьте одного из членов экипажа для неминуемой смерти.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDSACRIFICE"]/name
source: Occult Beginnings
ru: Оккультное начало

source: Prepare a crew member as a human sacrifice.
ru: Приготовьте члена экипажа в качестве человеческой жертвы.

source: Bind a powerful, hungry entity to your will.
ru: Подчините своей воле могущественную, голодную сущность.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDBINDEDMASS"]/name
source: I'm the Coremass Now
ru: Я теперь Сердцевина

source: Bind a Soulplague mass to your will.
ru: Подчините своей воле массу чумы души.

source: Claim that which you don't understand, after having understood it.
ru: Заявите о том, чего вы не понимаете, после того, как вы это поняли.

source: Takeout Horrors
ru: Истребитель ужасов

source: Find and grab the Otherworldly Tome within the hangar.
ru: Найдите и возьмите Потусторонний фолиант в ангаре.

source: Receive the grim visage of an inevitable future.
ru: Примите мрачное видение неизбежного будущего.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDTHEPROPHECY"]/name
source: That Fated Day
ru: Тот роковой день

source: Gaze upon the Dark God's Prophecy - its foretelling of everything's end.
ru: Узнайте о пророчестве Темного Бога - его предсказание о конце всего сущего.

source: Escape the confines of reality, and reach somewhere new altogether.
ru: Выйдите за пределы реальности и отправьтесь в совершенно новое место.

source: Dreams in the Seams
ru: Грезы в швах

source: Find a tear in the seams of reality, and successfully manage to breach it.
ru: Найдите разлом в швах реальности и успешно прорвитесь через него.

source: Listen to a great many tales, and claim a great many crystals.
ru: Выслушайте множество историй и возьмите множество кристаллов.

source: True Beacon Master
ru: Настоящий мастер маяков

source: Collect all five Disparity Crystals, and then claim the Legendary Crystal.
ru: Соберите все пять кристаллов Диссонанса, а затем получите Легендарный кристалл.

source: Prove your devotion, and know true power.
ru: Докажите свою преданность и познайте истинную силу.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDDARKESTGAZE"]/name
source: Dark and Devout
ru: Темный и набожный

source: Max out your Devotion Level aboard the Nightmare Cruiser.
ru: Повысьте свой уровень преданности на борту крейсера "Кошмар".

source: Perform a ritual and collect the heart of a strange tree.
ru: Проведите ритуал и заполучите сердце странного дерева.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDPALEHEART"]/name
source: Pale, Paler, Yet Paler
ru: Бледен, бледнее, бледнейший

source: Make two sacrifices in the name of Ill'drythk rituals and complete a final ritual to obtain the Pale Heart.
ru: Принесите две жертвы во имя ритуалов Илл’дритков и завершите последний ритуал, чтобы получить Бледное сердце.

source: Empower the blessing of an unknowable entity to its limit.
ru: Доведите благословение непознанного существа до предела.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDMAXBLESSINGS"]/name
source: Ultimate Cult
ru: Предельный культ

source: Establish Cults of the Tempest until you reach the max Tempest Blessing level.
ru: Создавайте культы Бури, пока не достигнете максимального уровня благословения Бури.

source: Claim a certain ship's birthright, and achieve true divinity.
ru: Заявите права на определенный корабль и обретите истинную божественность.

source: Archangel Protocol: RENEGADE
ru: Протокол Архангел: РЕНЕГАТ

source: Consume seven Motes of Divinity while aboard False Radiance C.
ru: Поглотите семь Частиц божественности на борту Лжесияния тип В.

source: Darkest Achievements (Cont.)
ru: Темнейшие достижения (прод.)

source: Increase the Corruptor system's level to its maximum.
ru: Повысьте уровень системы Осквернитель до максимального.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDCORRUPTORMAX"]/name
source: Corruptactics
ru: Тактосквернитель

source: Possess a level 4 Corruptor system.
ru: Обладайте системой Осквернитель 4-го уровня.

source: Side with an angel, and quell the darkness.
ru: Встаньте на сторону ангела и разгоните тьму.

source: Heaven's Chosen
ru: Избранный небесами

source: Side with the Seraphim, and defeat the Disparity Behemoth.
ru: Встаньте на сторону Серафимов и победите Бегемота Диссонанса.

source: Defeat the champion of a hungering mass.
ru: Победите чемпиона голодной массы.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDDEVOURER"]/name
source: Devourer Devoured
ru: Пожиратель Пожирателя

source: Defeat the Soulplague Devourer within the Soulplague Coremass.
ru: Победите Пожирателя чумы в Сердцевине чумы души.

source: Defeat a strange, god-like being with power over time and space.
ru: Победить странное, божественное существо, обладающее властью над временем и пространством.

source: GATEKEEPER's Gate Kept
ru: Заперты врата ХРАНИТЕЛЯ ВРАТ

source: Defeat Archangel Protocol: GATEKEEPER within the Antumbral Plane.
ru: Победите Протокол Архангела: ХРАНИТЕЛЬ ВРАТ в Антумбральном измерении.

source: Defeat a strange, god-like being with power over death and entropy.
ru: Победить странное, божественное существо, обладающее властью над смертью и энтропией.

source: GRAVEDIGGER's Grave Dug
ru: Могила МОГИЛЬЩИКА выкопана

source: Defeat Archangel Protocol: GRAVEDIGGER within the Antumbral Plane.
ru: Победите Протокол Архангела: МОГИЛЬЩИК в Антумбральном измерении.

source: Defeat a strange, god-like being with power over divine fire.
ru: Победить странное, божественное существо, обладающее властью над божественным огнем.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDGODCOREDEFEAT"]/name
source: GODCORE's Core Gotten
ru: Добытое ядро СЕРДЦА БОГА

source: Defeat Archangel Protocol: GODCORE within the Antumbral Plane.
ru: Победите Протокол Архангела: БОЖЕСТВЕННОЕ ЯДРО в Антумбральном измерении.

source: Defeat a strange, god-like being with power over creation.
ru: Победить странное, божественное существо, обладающее властью над мирозданием.

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_DDGENESISDEFEAT"]/name
source: GENESIS' Nemesis
ru: Немезида ГЕНЕЗИСА

source: Defeat the Apotheosis Engine within the Antumbral Plane, and put a stop to Archangel Protocol: GENESIS' plans.
ru: Победите Двигатель Апофеоза в Антумбральном измерении и положите конец планам Протокола Архангела: ГЕНЕЗИС.

source: Defeat a true hero, and...?
ru: Победите истинного героя и...?

# data/hyperspace.xml.append$//achievement[@name="ACH_EVENT_TRUEHEROSLAIN"]/name
source: The Wind is Howling
ru: Завывания ветра

source: Defeat a true hero, and prove yourself to the Dark God.
ru: Победите истинного героя и проявите себя перед Темным Богом.

source: After the first, fell another hero, and...?
ru: Вслед за первым пал еще один герой, и...?

source: Divine Duo's Defeat
ru: Поражение божественного дуэта

source: Defeat a second true hero, and acquire the heavenly and hellish Divine Duality.
ru: Победите второго истинного героя и получите небесную и адскую божественную дуальность.

source: After the first, fell yet another hero, and...?
ru: Вслед за первым пал еще один герой, и...?

source: On the Nose
ru: На носу

source: Defeat a third true hero, and acquire the destructive End of Hope.
ru: Победите третьего истинного героя и получите разрушительный Конец надежды.

source: After having defeated a true hero, discover what it truly means to be a vessel.
ru: После победы над настоящим героем узнайте, что на самом деле значит быть сосудом.

source: Girl in the Mirror
ru: Девушка в зеркале

source: Goad the Dark God's shield into uncovering the truth of her existence, and listen to the words of a cruel and mysterious entity.
ru: Заставьте щит Темного Бога раскрыть правду о своем существовании и прислушайтесь к словам жестокого и загадочного существа.

source: Restore the radiant warmth of a certain purple sigil.
ru: Восстановите сияющее тепло определенной пурпурной печати.

source: Forgotten Prototype
ru: Забытый прототип

source: Recover the Corruptor's prototype within the Nebulous Dead Zone and restore the purple sigil.
ru: Найдите прототип Осквернителя в Туманной мертвой зоне и восстановите фиолетовую печать.

source: Restore the radiant warmth of a certain blue sigil.
ru: Восстановите сияющее тепло определенной синей печати.

source: Seed of Potential
ru: Семя потенциала

source: Overcome a strange tree's challenge during a stranger ritual and restore the blue sigil.
ru: Пройдите испытание странного дерева во время еще более странного ритуала и восстановите синюю печать.

source: Restore the radiant warmth of a certain yellow sigil.
ru: Восстановите сияющее тепло определенной желтой печати.

source: Maddening Cachinnation
ru: Безумный смех

source: Prove your worth to a Tributeshaper within Enlightened Deep Space and restore the yellow sigil.
ru: Докажите свою ценность Формотворцу в Глубоком космосе Просвященных и восстановите желтую печать.

source: Bask in the radiant warmth of a certain three sigils.
ru: Окунитесь в сияющее тепло трех определенных печатей.

source: Memory of a Promise
ru: Память о обещании

source: Restore all three colored sigils within the Otherworldly Tome and claim the Ethereal Fragment.
ru: Восстановите все три цветных печати в Потустороннем фолианте и получите Бесплотный фрагмент.

source: Follow two lovers into a dark, dark place.
ru: Последуйте за двумя влюбленными в темное, мрачное место.

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_DDLILITH"]/name
source: Fueled by Love
ru: Топливо любви

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_DDLILITH"]/description
source: Uncover the aftermath of a ritual performed by Kyr and Lilith and recover what remains of them.
ru: Обнаружьте последствия ритуала, проведенного Киром и Лилит, и найдите то, что от них осталось.

source: Avenge the deaths of your fallen friends.
ru: Отомстите за смерть погибших друзей.

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_DDULTIMAARMOR"]/name
source: Ultimate Power
ru: Предельная мощь

source: Go after the Ultima Armor after it kills your friends, and ultimately be stuck with it.
ru: Отправьтесь за Ультима броней после того, как она убьет ваших друзей, и в конце концов окажется у вас.

source: Protect a traitor from their kin.
ru: Защитите предателя от его сородичей.

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_THESCARRED"]/name
source: Shroud Slayer
ru: Истребитель пелены

source: Convince the Scarred that you're no outsider, but kin, and fight to protect them.
ru: Убедите Шрама, что вы не чужак, а его сородич, и сражайтесь, чтобы защитить его.

source: Help a leader guide their people to liberation.
ru: Помогите лидеру освободить его народ.

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_THEHUNGER"]/name
source: Liberator Liberated
ru: Освободитель освобожденных

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_THEHUNGER"]/description
source: Help the Hunger destroy the Harmony Link, and then save them from their demise.
ru: Помогите Голоду уничтожить Связь Гармонии, а затем спасите его от гибели.

source: Make a mistake up to a mysterious cultist.
ru: Совершите ошибку, попав к таинственному культисту.

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_DDTHEMINISTER"]/name
source: Thunderous Tsundere
ru: Громогласная цундере

source: Assist the Minister in destroying the Seraphim Prophet and maintaining a gap in reality's seams.
ru: Помогите Министру уничтожить Пророков Серафимов и сохранить разлом в швах реальности.

source: Free a hero from her extra dimensional prison.
ru: Освободите героя из его внепространственной тюрьмы.

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_DDTHEHEROINE"]/name
source: Spear of Heroism
ru: Копье героизма

source: Follow the Heroine into the Soulplague Coremass and join her in battle at its heart.
ru: Последуйте за Героиней в Сердцевину чумы души и присоединитесь к ней в битве в его недрах.

source: Latch onto hope, and uncover a shrouded truth.
ru: Ухватись за надежду и раскройте скрытую правду.

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_DDTHEFOOLISH"]/name
source: The Coremass' Heart
ru: Сердце Сердцевины

source: Burn away the shadows of doubt and release the Foolish from an otherworldly prison of his own making.
ru: Сожгите тени сомнений и освободите Глупца из потусторонней тюрьмы, созданной им самим.

source: Protect a cryptic construct from its equally enigmatic pursuers.
ru: Защитите загадочное сооружение от его не менее загадочных преследователей.

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_DDTHESHADE"]/name
source: Shattered Remains
ru: Разбитые обломки

source: Recover the Shade from within the Dark God's harrowing domain.
ru: Восстановите Тень из мрачного владения Темного Бога.

source: Fulfill the wishes of a lost friend, and restore that which matters most to her.
ru: Выполните желания потерянной подруги и верните ей то, что для нее самое важное.

# data/hyperspace.xml.append$//achievement[@name="ACH_CREW_DDTHEOVERSEER"]/name
source: Bladebearer
ru: Меченосец

source: Save the Antumbral Plane from the Archangels' plot, and restore the Overseer to her former glory.
ru: Спасите Антумбральное измерение от заговора Архангелов и верните Владычице ее былую славу.
