Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: Releases its stored, unstable energy, causing an explosion that inflicts the current room with a stack of Divine Judgment, stuns enemies for 3 seconds and has a decent chance to cause a fire. Becomes a Spent Soul, rendering it powerless until an FTL jump. Divine Judgment strips enemy/ally fire resistance, makes enemies take extreme fire damage and allows allies to heal from fires. Additional stacks amplify these effects, and each one lasts 21 seconds.
ru: Высвобождает накопленную нестабильную энергию, вызывая взрыв, который накладывает на текущее помещение эффект Божественный суд, оглушает врагов на 3 секунды и с высокой вероятностью вызывает пожар. Превращается в Исчерпанную душу, лишаясь силы до момента ССД-прыжка. Божественный суд лишает врагов/союзников сопротивления огню, наносит врагам экстремальный урон от огня и позволяет союзникам лечиться от огня. Дополнительные заряды усиливают эти эффекты, и каждый из них длится 21 секунду.

source: Space Tear
ru: Космическая слеза

source: PLAGUE
ru: ЧУМА

source: Releases its stored, unstable energy, causing an explosion that inflicts the current room with Plagueridden, stuns enemies for 3 seconds and spawns a Soulplague Tide. Becomes a Spent Soul, rendering it powerless until an FTL jump. Plagueridden damages enemies overtime, hinders their repair speed and infects them with Soulplague. Enemies that die while infected will reanimate aboard the enemy ship as allied Soulplague Husks. Lasts 12 seconds.
ru: Высвобождает накопленную нестабильную энергию, вызывая взрыв, который накладывает на текущее помещение эффект Осквернения чумой, оглушает врагов на 3 секунды и порождает Прилив чумы души. Становится Исчерпанной душой, лишаясь силы до момента ССД-прыжка. Осквернение чумой наносит врагам урон с течением времени, замедляет их скорость ремонта и заражает их чумой души. Враги, которые умирают в зараженном состоянии, оживают на борту вражеского корабля в виде союзных чумных оболочек. Действует 12 секунд.

source: Tide
ru: Прилив

source: Space Tear
ru: Космическая слеза

source: DARK
ru: ТЬМА

source: Releases its stored, unstable energy, causing an explosion that places a brief, nightmarish aura in the current room, stuns enemies for 3 seconds and manifests a bolt of random chaos on the enemy ship. Becomes a Spent Soul, rendering it powerless until an FTL jump. This nightmarish aura makes all crew, regardless of allegiance, 3x vulnerable to combat damage and heals them at a rate of 5HP/s. Lasts 3 seconds.
ru: Высвобождает накопленную нестабильную энергию, вызывая взрыв, который на короткое время создает кошмарную ауру в текущем помещении, оглушает врагов на 3 секунды и проявляется в виде случайного хаоса на вражеском корабле. Становится Исчерпанной душой, лишаясь силы до ССД-прыжка. Эта кошмарная аура делает всех членов экипажа, независимо от их принадлежности, в 3 раза уязвимее к боевым повреждениям и лечит их со скоростью 5 ОЗ/с. Длится 3 секунды.

source: Space Tear
ru: Космическая слеза

source: VITALIZE
ru: ОЖИВЛЕНИЕ

# data/hyperspace.xml.append$//powerEffect[@name="DDSPENTSOUL_TRANSFORM"]/tooltip
source: Regains its energy, becoming a random Unstable Soul.
ru: Восстанавливает свою энергию, превращаясь в случайную Нестабильную душу.

source: Guardian
ru: Хранитель

source: BLIGHT
ru: ГНИЛЬ

source: [COOLDOWN:20s] Summons a Tempest Whirlwind and releases a single bolt of energy that strikes at the enemy ship and manifests as Tempest Lightning, ioning rooms and potentially summoning Minor Tempest Spawn.
ru: [ПЕРЕЗАРЯДКА: 20с] Призывает Вихрь Бури и выпускает единственный энергетический заряд, который поражает вражеский корабль и преобразуется в Бурю молний, ионизируя помещения и потенциально призывая порождения Малой Бури.

source: FLOURISH
ru: РАСЦВЕТ

source: Metabolizes the residual energy absorbed from an FTL jump and blossoms, creating an Outgrowth. Outgrowths allow the Blight Guardian to grow in strength and spread its range of influence.
ru: Метаболизирует остаточную энергию, поглощенную при ССД-прыжке, и расцветает, создавая отросток. Отростки позволяют Хранителю Гнили увеличивать свою силу и распространять диапазон своего влияния.

source: Outgrowth
ru: Отросток

source: GUARD
ru: СТРАЖ

source: [COOLDOWN:8s] Automatically micro-stuns all enemies in the room for 1 second.
ru: [ПЕРЕЗАРЯДКА: 8с] Автоматически на 1 секунду оглушает всех врагов в помещении.

source: CULL
ru: ЧИСТКА

source: The Blight Guardian sends a signal to this Outgrowth that causes it to unravel at a cellular level, killing it instantly.
ru: Хранитель Гнили посылает сигнал этому Отростку, который вызывает его распадание на клеточном уровне, мгновенно убивая его.

source: BURROW
ru: ЗАРЫТЬСЯ

source: Plants itself into the ground, beginning the several jump-long process of maturing into a fully grown Blight Guardian. Once planted, the Blight Guardian will forever be rooted in place. The only way to then change its position is to let it die, and spawn a new Seedling.
ru: Укореняется в земле, начиная длительный процесс созревания до состояния полностью взрослого Хранителя Гнили. После укоренения Хранитель Гнили навсегда остается на месте. Единственный способ изменить его положение - дать ему умереть и вырастить новый Саженец.

source: BURROW
ru: ЗАРЫТЬСЯ

source: Plants itself into the ground, becoming an Outgrowth.
ru: Укореняется в земле, становясь Отростком.

source: Guardian
ru: Хранитель

source: GROW
ru: РАСТИ

source: Metabolizes the residual energy absorbed from an FTL jump and grows, progressing along its journey to full maturity.
ru: Метаболизирует остаточную энергию, поглощенную при ССД-прыжке, и растет, продолжая свой путь к полной зрелости.

source: Guardian
ru: Хранитель

source: GROW
ru: РАСТИ

source: Metabolizes the residual energy absorbed from an FTL jump and grows, progressing along its journey to full maturity.
ru: Метаболизирует остаточную энергию, поглощенную при ССД-прыжке, и растет, продолжая свой путь к полной зрелости.

source: Guardian
ru: Хранитель

source: GROW
ru: РАСТИ

source: Metabolizes the residual energy absorbed from an FTL jump and grows, progressing along its journey to full maturity.
ru: Метаболизирует остаточную энергию, поглощенную при ССД-прыжке, и растет, продолжая свой путь к полной зрелости.

source: Guardian
ru: Хранитель

source: GROW
ru: РАСТИ

source: Metabolizes the residual energy absorbed from an FTL jump and grows, progressing along its journey to full maturity.
ru: Метаболизирует остаточную энергию, поглощенную при ССД-прыжке, и растет, продолжая свой путь к полной зрелости.

source: Guardian
ru: Хранитель

source: GROW
ru: РАСТИ

source: Metabolizes the residual energy absorbed from an FTL jump and grows, progressing along its journey to full maturity.
ru: Метаболизирует остаточную энергию, поглощенную при ССД-прыжке, и растет, продолжая свой путь к полной зрелости.

source: ADMINISTRATE
ru: ОСВЯЩЕНИЕ

source: [COOLDOWN:8s DURATION: 32s] Begins to emit an overclock command, straining its own capabilities in the process.
ru: [ПЕРЕЗАРЯДКА:8с ДЛИТЕЛЬНОСТЬ:32с] Начинает издавать команду разгона, увеличивая при этом свои возможности.

source: INCUBATE
ru: ИНКУБАЦИЯ

source: Auto: Spawns a Hungering Shadow and causes a Shadow-Crystal lockdown.
ru: Авто: появляется Голодная тень и вызывает изоляцию Теневого кристалла.

source: Hungering Shadow
ru: Голодная тень

source: LIBERATION
ru: ОСВОБОЖДЕНИЕ

source: Freedom, while elusive, remains in reach. Take ahold of it, and don't let go.
ru: Свобода, хотя и труднодостижима, но все же доступна. Ухватитесь за нее и не отпускайте.

source: IMPRISON
ru: ЗАТВОРИТЬ

source: Liberation is for those deserving - the desperate few who prove themselves capable of braving the beaten, bloody path to salvation.
ru: Избавление предназначено для тех, кто его заслуживает - для тех немногих отчаявшихся, кто доказал, что способен пройти по избитому, кровавому пути к спасению.

source: SOULFOG
ru: ТУМАН ДУШИ

source: [COOLDOWN:19s DURATION:3s] Briefly clouds the room with a mysterious fog, allowing ally Ill'drythk Statues to act freely regardless of whether or not enemies are present. Additionally inflicts the room with an equally brief variant of Plagueridden.
ru: [ПЕРЕЗАРЯДКА: 19с ПРОДОЛЖИТЕЛЬНОСТЬ: 3с] На короткое время заполняет помещение таинственным туманом, позволяя союзным статуям Илл’дритка действовать свободно, независимо от присутствия врагов. Дополнительно накладывает на помещение кратковременное осквернение чумой.

source: SOULFOG
ru: ТУМАН ДУШИ

source: [COOLDOWN:19s DURATION:3s] Briefly clouds the room with a mysterious fog, allowing ally Ill'drythk Statues to act freely regardless of whether or not enemies are present. Additionally inflicts the room with an equally brief variant of Plagueridden.
ru: [ПЕРЕЗАРЯДКА: 19с ПРОДОЛЖИТЕЛЬНОСТЬ: 3с] На короткое время заполняет помещение таинственным туманом, позволяя союзным статуям Илл’дритка действовать свободно, независимо от присутствия врагов. Дополнительно накладывает на помещение кратковременное осквернение чумой.

source: Liberator
ru: Освободитель

source: Liberator
ru: Освободитель

source: Arbiter
ru: Арбитр

source: Arbiter
ru: Арбитр

source: Broodmother
ru: Матка

source: Broodmother
ru: Матка

source: Administrator
ru: Администратор

source: Administrator
ru: Администратор

source: Administrator
ru: Администратор

source: Administrator
ru: Администратор

source: Administrator
ru: Администратор

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Templar
ru: Тамплиер

source: Liberator
ru: Освободитель

source: Liberator
ru: Освободитель

source: Broodmother
ru: Матка

source: Broodmother
ru: Матка

source: Administrator
ru: Администратор

source: WEAPONS OF THE DAY [33% OFF]
ru: ОРУЖИЕ ДНЯ [СКИДКА 33%]

source: AUGMENTS OF THE DAY [33% OFF]
ru: МОДУЛИ ДНЯ [СКИДКА 33%]

source: DECKHANDS
ru: ЭКИПАЖ

source: ESSENTIAL SYSTEMS
ru: ОСНОВНЫЕ СИСТЕМЫ

source: AUXILIARY SYSTEMS
ru: ДОПОЛНИТЕЛЬНЫЕ СИСТЕМЫ

source: WEAPONS OF THE DAY [33% OFF]
ru: ОРУЖИЕ ДНЯ [СКИДКА 33%]

source: DRONES OF THE DAY [33% OFF]
ru: ДРОНЫ ДНЯ [СКИДКА 33%]

source: AUGMENTS OF THE DAY [33% OFF]
ru: МОДУЛИ ДНЯ [СКИДКА 33%]

source: DECKHANDS
ru: ЭКИПАЖ

source: ESSENTIAL SYSTEMS
ru: ОСНОВНЫЕ СИСТЕМЫ

source: AUXILIARY SYSTEMS
ru: ДОПОЛНИТЕЛЬНЫЕ СИСТЕМЫ

source: WEAPONS OF THE DAY [33% OFF]
ru: ОРУЖИЕ ДНЯ [СКИДКА 33%]

source: AUGMENTS OF THE DAY [33% OFF]
ru: МОДУЛИ ДНЯ [СКИДКА 33%]

source: DECKHANDS
ru: ЭКИПАЖ

source: ESSENTIAL SYSTEMS
ru: ОСНОВНЫЕ СИСТЕМЫ

source: AUXILIARY SYSTEMS
ru: ДОПОЛНИТЕЛЬНЫЕ СИСТЕМЫ

source: WEAPONS OF THE DAY [33% OFF]
ru: ОРУЖИЕ ДНЯ [СКИДКА 33%]

source: DRONES OF THE DAY [33% OFF]
ru: ДРОНЫ ДНЯ [СКИДКА 33%]

source: ESSENTIAL SYSTEMS
ru: ОСНОВНЫЕ СИСТЕМЫ

source: AUXILIARY SYSTEMS
ru: ДОПОЛНИТЕЛЬНЫЕ СИСТЕМЫ

source: WEAPONS OF THE DAY [33% OFF]
ru: ОРУЖИЕ ДНЯ [СКИДКА 33%]

source: DRONES OF THE DAY [33% OFF]
ru: ДРОНЫ ДНЯ [СКИДКА 33%]

source: ESSENTIAL SYSTEMS
ru: ОСНОВНЫЕ СИСТЕМЫ

source: AUXILIARY SYSTEMS
ru: ДОПОЛНИТЕЛЬНЫЕ СИСТЕМЫ

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: SPEED] Take 8 damage and spawn a rainbow beacon that emits an overclock command, adding the effect of every beacon combined to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: СКОРОСТЬ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, усиливая эффект каждого маяка на всех союзных энджи на любом корабле. Переключает форму.

source: Rainbow Beacon
ru: Радужный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: ATTACK] Take 8 damage and spawn a rainbow beacon that emits an overclock command, adding the effect of every beacon combined to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: АТАКА] Получает 8 единиц урона и порождает маяк, который издает команду разгона, усиливая эффект каждого маяка на всех союзных энджи на любом корабле. Переключает форму.

source: Rainbow Beacon
ru: Радужный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: DEFENSE] Take 8 damage and spawn a rainbow beacon that emits an overclock command, adding the effect of every beacon combined to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: ЗАЩИТА] Получает 8 единиц урона и порождает маяк, который издает команду разгона, усиливая эффект каждого маяка на всех союзных энджи на любом корабле. Переключает форму.

source: Rainbow Beacon
ru: Радужный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: HAZARD] Take 8 damage and spawn a rainbow beacon that emits an overclock command, adding the effect of every beacon combined to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: ОПАСНОСТЬ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, усиливая эффект каждого маяка на всех союзных энджи на любом корабле. Переключает форму.

source: Rainbow Beacon
ru: Радужный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: DEFAULT] Take 8 damage and spawn a rainbow beacon that emits an overclock command, adding the effect of every beacon combined to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: СТАНДАРТНАЯ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, усиливая эффект каждого маяка на всех союзных энджи на любом корабле. Переключает форму.

source: Rainbow Beacon
ru: Радужный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: SPEED] Take 8 damage and spawn a rainbow beacon that emits an overclock command, adding the effect of every beacon combined to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: СКОРОСТЬ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, усиливая эффект каждого маяка на всех союзных энджи на любом корабле. Переключает форму.

source: Rainbow Beacon
ru: Радужный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: ATTACK] Take 8 damage and spawn a rainbow beacon that emits an overclock command, adding the effect of every beacon combined to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: АТАКА] Получает 8 единиц урона и порождает маяк, который издает команду разгона, усиливая эффект каждого маяка на всех союзных энджи на любом корабле. Переключает форму.

source: Rainbow Beacon
ru: Радужный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: DEFENSE] Take 8 damage and spawn a rainbow beacon that emits an overclock command, adding the effect of every beacon combined to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: ЗАЩИТА] Получает 8 единиц урона и порождает маяк, который издает команду разгона, усиливая эффект каждого маяка на всех союзных энджи на любом корабле. Переключает форму.

source: Rainbow Beacon
ru: Радужный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: HAZARD] Take 8 damage and spawn a rainbow beacon that emits an overclock command, adding the effect of every beacon combined to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: ОПАСНОСТЬ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, усиливая эффект каждого маяка на всех союзных энджи на любом корабле. Переключает форму.

source: Rainbow Beacon
ru: Радужный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: DEFAULT] Take 8 damage and spawn a rainbow beacon that emits an overclock command, adding the effect of every beacon combined to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: СТАНДАРТНАЯ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, усиливая эффект каждого маяка на всех союзных энджи на любом корабле. Переключает форму.

source: Rainbow Beacon
ru: Радужный маяк

source: Spawn
ru: Порождение

source: Darkest Achievements
ru: Темнейшие достижения

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_DEEPONE"]/name
source: Boon of the Deep
ru: Благо глубины

source: Receive the Boon of the Deep from Thest.
ru: Получите благо глубины от Сеста.

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_DEEPONE"]/description
source: Show a Deep One to Thest. While in effect; enemies move 10% slower while on your ship.
ru: Покажите глубоководного Сесту. Пока действует; враги передвигаются на 10% медленнее, пока находятся на вашем корабле.

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_DEEPONE"]/header
source: Boon Received
ru: Благо получено

source: Boon of the Devourer
ru: Благо опустошения

source: Receive the Boon of the Devourer from Thest.
ru: Получите благо опустошения от Сеста.

source: Show a Soulplague-aligned crew member to Thest. While in effect; Soulplague-aligned allies move 30% faster while on your ship.
ru: Покажите экипаж, связанный с чумой души Сесту. Пока действует; экипаж, подчиненный чуме души, будет передвигаться на 30% быстрее, пока находится на вашем корабле.

source: Boon Received
ru: Благо получено

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_DDDEEPONE_ELITE"]/name
source: Boon of the Trenches
ru: Благо траншей

source: Boon of ???
ru: Благо ???

source: Receive the Boon of ??? from Thest.
ru: Получите благо ??? от Сеста.

source: Show a Deep One Chosen to Thest. While in effect; ally Deep Ones reduce nearby enemy ability recharge rate by 50% each.
ru: Покажите Избранного глубоководного Сесту. Пока действует, союзные глубоководные уменьшают скорость перезарядки способностей ближайших врагов на 50% каждый.

source: Boon Received
ru: Благо получено

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_DDSERAPHIM_CREW"]/name
source: Boon of the Heavens
ru: Благо небес

source: Boon of ???
ru: Благо ???

source: Receive the Boon of ??? from Thest.
ru: Получите благо ??? от Сеста.

source: Show a Seraph to the Thest. While in effect; ally crew increase nearby enemy fire damage taken by 20% each.
ru: Покажите Серафима Сесту. Пока действует эффект, каждый союзник увеличивает получаемый урон от огня ближайших врагов на 20%.

source: Boon Received
ru: Благо получено

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_DDCORRUPTOR"]/name
source: Grant of Corrupting
ru: Дар осквернения

source: Receive the Grant of Corrupting from Corby.
ru: Получите дар осквернения от Корби.

source: Show a max-level Corruptor system to Corby. While in effect; +5 max health for ally Soulplague Tides.
ru: Покажите Корби полностью модернизированную систему Осквернитель. Пока действует; +5 к максимальному здоровью союзным Приливам чумы души.

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_DDCORRUPTOR"]/header
source: Boon Received
ru: Благо получено

source: Blessing of Dread
ru: Благословение страха

source: Receive the Blessing of Dread from Wakeson.
ru: Получите благословение страха от Уэйксона.

source: Show any Deep One equipment to Wakeson. While in effect; 20% chance to resist ion damage.
ru: Покажите любое оборудование глубоководных Уэйксону. Пока действует; 20% шанс противостоять ионному урону.

source: Boon Received
ru: Благо получено

source: Blessing of Ravenous Darkness
ru: Благословение ненасытной тьмы

source: Receive the Blessing of Ravenous Darkness from Wakeson.
ru: Получите благословение ненасытной тьмы от Уэйксона.

source: Show any Disparity equipment to Wakeson. While in effect; +10 max health for ally Hungering Shadows.
ru: Покажите любое оборудование Диссонанса Уэйксону. Пока действует; +10 к максимальному здоровью союзным Голодным теням.

source: Boon Received
ru: Благо получено

source: Blessing of Iridescent Corruption
ru: Благословение радужного осквернения

source: Receive the Blessing of Iridescent Corruption from Wakeson.
ru: Получите благословение радужного осквернения от Уэйксона.

source: Show any Soulplague equipment to Wakeson. While in effect; ally Husks take 0.25x damage from fire.
ru: Покажите любое оборудование чумы души Уэйксону. Пока действует; союзные оболочки получают 0.25x урона от огня.

source: Boon Received
ru: Благо получено

source: Blessing of Fallen Grace
ru: Благословение падшей милости

source: Blessing of ???
ru: Благословение ???

source: Receive the Blessing of ??? from Wakeson.
ru: Получите благословение ??? от Уэйксона.

source: Show any Lightborne equipment to Wakeson. While in effect; ally Lightborne break down doors twice as quickly.
ru: Покажите любое снаряжение Светоносецев Уэйксону. Пока действует эффект, союзные Светоносецы взламывают двери в два раза быстрее.

source: Boon Received
ru: Благо получено

# data/hyperspace.xml.append$//achievement[@name="ACH_DDREN_DEEP_ONE"]/name
source: Stolen Sea Monster
ru: Украденное морское чудовище

# data/hyperspace.xml.append$//achievement[@name="ACH_DDREN_DEEP_ONE"]/description
source: Defeat the Deep One Renegade and get Charybdis.
ru: Победите Ренегатов-глубоководных и получите Харибду.

source: Defeat the ??? Renegade and get its loot.
ru: Победите ??? Ренегатов и получите их добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_DDREN_DEEP_ONE"]/header
source: Renegade Defeated
ru: Ренегат побежден

# data/hyperspace.xml.append$//achievement[@name="ACH_DDREN_SOULPLAGUE"]/name
source: Corrupted Seams
ru: Оскверненные швы

source: Defeat the Soulplague Renegade and get Mors.
ru: Победите Ренегатов чумы души и получите Морс.

source: Defeat the ??? Renegade and get its loot.
ru: Победите ??? Ренегатов и получите их добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_DDREN_SOULPLAGUE"]/header
source: Renegade Defeated
ru: Ренегат побежден

# data/hyperspace.xml.append$//achievement[@name="ACH_DDREN_SERAPHIM"]/name
source: Blaze to the Grave
ru: Гибельное пламя

# data/hyperspace.xml.append$//achievement[@name="ACH_DDREN_SERAPHIM"]/description
source: Defeat the Seraphim Renegade and get Heaven-sent Hell.
ru: Победите Ренегатов-Серафимов и получите Ад, посланный небесами.

source: Defeat the ??? Renegade and get its loot.
ru: Победите ??? Ренегатов и получите их добычу.

# data/hyperspace.xml.append$//achievement[@name="ACH_DDREN_SERAPHIM"]/header
source: Renegade Defeated
ru: Ренегат побежден

source: Demiurgic Oblivion
ru: Демиургическое забвение

source: Edge of Everything
ru: Край всего

source: Harmonious Dissonance
ru: Гармоничный диссонанс

source: Heart of Shattered Promises
ru: Сердце разбитых надежд

source: Hymn to the Deep
ru: Гимн глубины

# data/hyperspace.xml.append$//achievement[@name="MUSIC_DDTRACKLIGHTSLAMENT"]/name
source: Light's Lament
ru: Плач света

source: To Dance with Darkness
ru: Танец с тьмой
