Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:9s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:9с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:9s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:9с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:9s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:9с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:9s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:9с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:9s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:9с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: Nightmare
ru: Кошмар

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ
