Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: DEEP ONE LIGHTS: This enemy has Deep One Lights installed. Equally resistant and blinding, they have a 50% chance to negate ion damage in addition to boarders' movement and sabotage speeds both being decreased by 15%.
ru: ФОНАРИ ГЛУБОКОВОДНЫХ: У этого врага установлены Фонари глубоководных. В равной степени устойчивые и ослепляющие, они с вероятностью 50% сводят на нет ионный урон, а скорость передвижения и скорость саботажа абордажников снижаются на 15%.

source: DREAD LIGHTS: This enemy has Dread Lights installed. Less resistant than other Deep One Lights, they have a 20% chance to negate ion damage, but they exude an ominous energy that decreases boarders' movement speed by 50% and their sabotage speed by 15%, while also increasing enemy (on their ship) movement speed by 15%.
ru: СТРАШНЫЕ ФОНАРИ: У этого врага установлены Страшные фонари. Они менее устойчивы, чем Фонари глубоководных, имеют 20% шанс свести на нет ионный урон, но источают зловещую энергию, которая снижает скорость передвижения абордажников на 50% и скорость их саботажа на 15%, а также увеличивает скорость передвижения противников (на их корабле) на 15%.

source: SHADOW-CRYSTAL ARMOR: This enemy has Shadow-Crystal Armor - a mysterious, and foul, combination of darkness and Crystal tech. Upon taking hull damage, they have a 50% chance of releasing a darkness-infused shard that will cause a Shadow-Crystal lockdown and spawn a Hungering Shadow. Shadow-Crystal lockdowns have much longer durations than other lockdowns, but are also fragile and easy to break through.
ru: ТЕНЕВАЯ КРИСТАЛЛИЧЕСКАЯ БРОНЯ: У этого врага есть Теневая кристаллическая броня - загадочное и зловещее сочетание тьмы и кристальной технологии. При получении повреждений корпуса, у них есть 50% шанс выпустить окутанный тьмой осколок, который вызовет изоляцию Теневого кристалла и породит Голодную тень. Изоляция Теневого кристалла действуют гораздо дольше, чем другие изоляции, но они также хрупкие и их легко разрушить.

source: RADIANT FLAMES: This enemy is protected by Radiant Flames. No mere fire, these flames have a 70% chance of retaliating with a swarm of fireballs whenever you deal hull damage. Piercing shields, and in addition to potentially causing fires and doing system damage, these fireballs inflict rooms hit with a stack of Divine Judgment. This effect strips fire resistance and amplifies both the fire damage taken by your crew and the healing enemies receive from fire.
ru: СИЯЮЩЕЕ ПЛАМЯ: Этот враг находится под защитой Сияющего пламени. Это не просто огонь, это пламя с вероятностью 70% отвечает шквалом огненных шаров, когда вы наносите урон корпусу. Пробивая щиты, эти огненные шары не только вызывают пожары и наносят системный урон, но и накладывают на пораженные отсеки эффекты Божественного суда. Этот эффект снимает сопротивление к огню и усиливает как урон от огня, получаемый вашим экипажем, так и исцеление, получаемое врагами от огня.

source: NIGHTMARE RIFT: This enemy is capable of opening a rift into the Dark God's domain. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: РАЗЛОМ КОШМАРОВ: Этот враг способен открыть разлом во владения Темного Бога. Разлом периодически выпускает хаотические болты энергии, которые проявляются в виде кошмарных теней, но если разлом будет закрыт, тени быстро исчезнут вместе с ним.

source: TEMPEST'S BLESSING: This enemy is blessed by the Tempest. They're protected by an otherworldly and electrical power, providing a thin supershield and buffs to their drones and Tempest-aligned crew. Such drones and crew provide 1 power to systems on their ship and drain 1 power from systems on yours, and they receive the following stat boosts: 1.6x movement/repair speed and 1.3x combat/sabotage damage. Additionally, some of their crew may be capable of periodically summoning bolts of lightning that ion systems and spew forth monsters.
ru: БЛАГОСЛОВЕНИЕ БУРИ: Этот враг благословлен Бурей. Он защищен сверхъестественной электрической силой, которая создает Суперщит и баффы для своих дронов и экипажа, подчиненных Буре. Такие дроны и экипаж дают 1 энергию системам своего корабля и отнимают 1 энергию у систем вашего, а также получают следующие прибавки к характеристикам: 1.6x скорость передвижения/ремонта и 1.3x боевой/урон при саботаже. Кроме того, некоторые члены экипажа могут периодически вызывать молнии, которые ионизируют системы и порождают монстров.

source: OVERWHELMING DARKNESS: This enemy is protected by an Overwhelming Darkness. This oppressive and eldritch force decreases boarders' movement speed by 50%, and their sabotage speed by 30%, but they're also inflicted with the Drowning in the Deep debuff, slowing their movement speed even further, silencing them, and preventing their abilities from regenerating. Additionally, enemies find this darkness to be warm and soothing, providing a very slight heal of 1.8hp/s over time.
ru: ВСЕПОГЛОЩАЮЩАЯ ТЬМА: Этот враг находится под защитой Всепоглощающей тьмы. Эта гнетущая и хтоническая сила снижает скорость передвижения абордажников на 50%, скорость саботажа - на 30%, а также накладывает на них ослабление Утонуть в глубине, которое еще больше замедляет скорость передвижения, не дающее воспользоваться и восстанавливать способности. Кроме того, враги находят эту тьму теплой и успокаивающей, обеспечивая исцеление со скоростью 1.8 ОЗ/с.

source: SOULPLAGUE GAS: This enemy ship is filled with a deadly, otherworldly gas which will passively damage your crew over time for 2.3hp/s and infect them with Soulplague. If killed, any ally crew infected with Soulplague will resurrect as an enemy Soulplague Husk on your ship, regardless of where they die. Husks created via Soulplague infection, and certain other means, are briefly vulnerable when freshly resurrected - taking double damage from all sources and having their combat damage/movement/sabotage speed halved for 4 seconds. Drones and Soulplague-aligned crew are immune.
ru: ГАЗ ЧУМЫ ДУШИ: Этот вражеский корабль наполнен смертоносным, потусторонним газом, который со временем наносит пассивный урон вашему экипажу в размере 2.3 ОЗ/с и заражает их чумой души. При гибели любой союзник, зараженный чумой, воскресает на вашем корабле в виде вражеской чумной оболочки, независимо от того, где он погиб. Оболочки, созданные в результате заражения инфекцией чумы души и некоторыми другими способами, в течение короткого времени после воскрешения уязвимы - они получают двойной урон от всех источников, а их боевой урон, скорость движения и скорость саботажа уменьшаются вдвое на 4 секунды. Дроны и члены экипажа, связанные с чумой души, имеют иммунитет.

source: SERAPHIM GAS: This enemy ship is filled with a deadly, heavenly gas which will passively damage your crew over time for 7.77hp/s and inflict them with the effects of Divine Judgment. Additionally, fires on their ship will automatically be extinguished and their crew benefit from the positive effects of Divine Judgment while on their ship. Nothing is immune.
ru: ГАЗ СЕРАФИМОВ: Этот вражеский корабль наполнен смертоносным небесным газом, который со временем наносит вашему экипажу пассивный урон со скоростью 7.77 ОЗ/с и накладывает на них эффекты Божественного суда. Кроме того, пожары на их корабле будут автоматически потушены, а их экипаж получит положительный эффект от Божественного суда, пока они находится на своем корабле. Ничто не имеет иммунитета.

source: ILL'DRYTHK TREE: This enemy ship and its strange inhabitants emanate an ominous fog. Should your crew be caught in rooms filled with it, they'll be blinded and unable to stop enemy Ill'drythk Statues.
ru: ДЕРЕВО ИЛЛ'ДРИТКОВ: От этого вражеского корабля и его странных обитателей исходит зловещий туман. Если ваш экипаж окажется в заполненных им помещениях, он будет ослеплен и не сможет уничтожить вражеские статуи Илл’дритков.

source: RESPLENDENT LIFEFORM: This enemy ship is a strange, living creature. It gains similar benefits to other Auto-ships, in addition to sealing breaches, and its rooms are under the effects of Radiant Desecration. This effect damages your crew for 1hp/s, hinders their combat damage/movement speed/sabotage speed by 20% and allows their bizarre, summoned entities to exist unimpeded. Lastly, your crew aboard this ship threaten to unmake each other - each one passively damaging their nearby allies for 6hp/s.
ru: СИЯЮЩАЯ ЖИЗНЕННАЯ ФОРМА: Этот вражеский корабль - странное живое существо. Он получает такие же преимущества, как и другие автоматические корабли, а также заделывает пробоины, а его помещения находятся под воздействием эффекта Сияющего осквернения. Этот эффект наносит вашему экипажу урон в размере 1 ОЗ/с, снижает их боевой урон, скорость передвижения и скорость саботажа на 20% и позволяет их странным причудливым существам существовать беспрепятственно. Наконец, ваш экипаж на борту этого корабля норовит убить друг друга - каждый из них пассивно наносит урон своим союзникам поблизости в размере 6 ОЗ/с.

source: HORRIFIC SCRAMBLER: This enemy will jam your Defense Drones, making them incapable of firing. Unlike your average Defense Scrambler, this one seems to be powered by an eldritch force - it cannot be turned off by any means.
ru: УЖАСНЫЙ ГЕНЕРАТОР ПОМЕХ ДЛЯ ЗАЩИТНЫХ ДРОНОВ: Этот враг будет блокировать ваши оборонительные дроны, делая их неспособными стрелять. В отличие от обычного генератора помех для защитных дронов, этот, похоже, питается сверхъестественной силой - его невозможно отключить никакими средствами.

source: The Scarred
ru: Шрам

source: The Hunger
ru: Голод

source: The Hunger
ru: Голод

# data/hyperspace.xml.append$//human[@name="Kyr"]/@name
source: Kyr
ru: Кир

# data/hyperspace.xml.append$//deeponecultist[@name="Lilith"]/@name
source: Lilith
ru: Лилит

# data/hyperspace.xml.append$//ddultimaarmor_enemy[@name="Ultima Armor"]/@name
source: Ultima Armor
ru: Ультима броня

source: Spawn
ru: Порождение

source: Spawn
ru: Порождение

source: Spawn
ru: Порождение

source: Warden
ru: Надзиратель

source: Warden
ru: Надзиратель

source: Spawn
ru: Порождение

source: Warden
ru: Надзиратель

source: Spawn
ru: Порождение

source: Warden
ru: Надзиратель

source: Spawn
ru: Порождение

source: Warden
ru: Надзиратель

source: Spawn
ru: Порождение

source: Warden
ru: Надзиратель

source: Spawn
ru: Порождение

source: Warden
ru: Надзиратель

source: Spawn
ru: Порождение

source: Warden
ru: Надзиратель

source: Spawn
ru: Порождение

source: Warden
ru: Надзиратель

source: Spawn
ru: Порождение

source: Warden
ru: Надзиратель

source: The Scarred
ru: Шрам

# data/hyperspace.xml.append$//unique_thehunger[@name="The Hunger"]/@name
source: The Hunger
ru: Голод

# data/hyperspace.xml.append$//ddunique_theminister[@name="The Minister"]/@name
source: The Minister
ru: Министр

# data/hyperspace.xml.append$//ddunique_theaberration[@name="The Foolish"]/@name
source: The Foolish
ru: Глупец

# data/hyperspace.xml.append$//ddunique_theheroine[@name="The Heroine"]/@name
source: The Heroine
ru: Героиня

# data/hyperspace.xml.append$//ddunique_theoverseer[@name="The Overseer"]/@name
source: The Overseer
ru: Владычица

# data/hyperspace.xml.append$//enlightened_horror[@name="Lilith"]/@name
source: Lilith
ru: Лилит

# data/hyperspace.xml.append$//ddultimaarmor[@name="Ultima Armor"]/@name
source: Ultima Armor
ru: Ультима броня

source: ENRAGE
ru: ЯРОСТЬ

source: [COOLDOWN: 30s DURATION: 30s CASTS UNDER 95 HP] Go berserk, slowing down and losing the power to man and repair but gaining the following benefits: -1.8x damage -0.5x damage resistance -2hp/s regen
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ: 30с НЕОБХОДИМО МЕНЬШЕ 95 ОЗ] Впадает в безумие, замедляясь и теряя способность к управлению и ремонту, но получая следующие преимущества: -1.8x урон в бою -0.5x сопротивление урону -2 ОЗ/с лечения

source: Space Tear
ru: Космическая слеза

source: BLESS
ru: БЛАГО

source: [COOLDOWN:25s DURATION:15s] Extends the Enlightened Cultist's passive ally effects to affect both ships, and additionally allows all ally Hungering Shadows to be controlled. The Enlightened Cultist will be unable to man or repair and is slowed down while its ability is active.
ru: [ПЕРЕЗАРЯДКА:25с ДЛИТЕЛЬНОСТЬ:15с] Продлевает действие пассивных эффектов союзников Просветленных культистов на оба корабля, а также позволяет контролировать всех союзных Голодных теней. Просветленный культист не может обслуживать или ремонтировать корабль и замедляется, пока его способность активна.

source: Space Tear
ru: Космическая слеза

source: TEAR
ru: СЛЕЗА

source: Do 1 hull/system damage, 15 crew damage and apply a 2 second stun with a 40% chance to cause a fire.
ru: Наносит 1 урон корпусу/системе, 15 урона экипажу и накладывает 2-секундное оглушение с вероятностью 40% вызвать возгорание.

source: ASCEND
ru: ВОЗНЕСЕНИЕ

source: [COOLDOWN:120s DURATION:21s] Tricks the Dark God into tearing their soul asunder, sending it on a rampage as a tear in space-time with hull/system damage, ion damage, stuns, breaches, ship-wide debuffs, and an explosion on death. Will deal friendly fire to ally crew, but not to your ship itself. Whilst rampaging, their physical form is immobile and defenseless. The strain on space-time disallows teleportation until the split ends.
ru: [ПЕРЕЗАРЯДКА:120с ДЛИТЕЛЬНОСТЬ:21с] Обманом заставляет Темного Бога разорвать его душу, заставляя ее бушевать в виде разрыва пространства-времени, с повреждениями корпуса/системы, ионным уроном, оглушением, пробоинами, дебаффами по всему кораблю и взрывом при смерти. Наносит дружественный огонь по экипажу союзников, но не по вашему кораблю. Во время буйства его физическая форма неподвижна и беззащитна. Деформация пространства-времени запрещает телепортацию до окончания разрыва.

source: The Unscarred
ru: Несломленный

source: PENANCE
ru: ПОКАЯНИЕ

source: R-E-P-E-N-T
ru: П-О-К-А-Я-Н-И-Е

source: ENRAGE
ru: ЯРОСТЬ

source: [COOLDOWN: 30s DURATION: 30s CASTS UNDER 70 HP] Go berserk, slowing down and losing the power to man and repair but gaining the following benefits: -1.8x damage -0.5x damage resistance -2hp/s regen
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ: 30с НЕОБХОДИМО МЕНЬШЕ 70 ОЗ] Впадает в безумие, замедляясь и теряя способность к управлению и ремонту, но получая следующие преимущества: -1.8x урон в бою -0.5x сопротивление урону -2 ОЗ/с лечения

source: CROSSFADE
ru: ПЕРЕХОД

source: [COOLDOWN:3s] HAPPY HOLIDAYS! (switch to healing) Look at this team... we're gonna do great!
ru: [ПЕРЕЗАРЯДКА:3с] С ПРАЗДНИКАМИ! (переключение на лечение) Посмотрите на эту команду... у нас все получится!

source: CROSSFADE
ru: ПЕРЕХОД

source: [COOLDOWN:3s] HAPPY HOLIDAYS! (switch to speed) Look at this team... we're gonna do great!
ru: [ПЕРЕЗАРЯДКА:3с] С ПРАЗДНИКАМИ! (переключение на скорость) Посмотрите на эту команду... у нас все получится!

source: LIBERATION
ru: ОСВОБОЖДЕНИЕ

source: Freedom, while elusive, remains in reach. Take ahold of it, and don't let go.
ru: Свобода, хотя и труднодостижима, но все же доступна. Ухватитесь за нее и не отпускайте.

source: CATHARSIS
ru: КАТАРСИС

source: They sin, thus do they burn. Bask in their repentance, as the merciless beg for mercy.
ru: Они грешат, и поэтому горят. Восславь их раскаяние, ибо даже бездушные молят о пощаде.

source: INCUBATE
ru: ИНКУБАЦИЯ

source: Auto: Spawns a Hungering Shadow.
ru: Авто: Порождает Голодную тень.

source: Hungering Shadow
ru: Голодная тень

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: SPEED] Take 8 damage and spawn a beacon that emits an overclock command, adding an additive 50% (of default) heal speed to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: СКОРОСТЬ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, добавляющий 50% (от стандартной) скорости исцеления всем союзным энджи на любом корабле. Переключает форму.

source: Default Beacon
ru: Стандартный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: ATTACK] Take 8 damage and spawn a beacon that emits an overclock command, adding an additive 50% (of default) movement speed to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: АТАКА] Получает 8 единиц урона и порождает маяк, который издает команду разгона, добавляющую 50% (от стандартной) скорости передвижения всем союзным энджи на любом корабле. Переключает форму.

source: Speed Beacon
ru: Маяк скорости

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: DEFENSE] Take 8 damage and spawn a beacon that emits an overclock command, adding an additive 30% (of default) damage and sabotage speed to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: ЗАЩИТА] Получает 8 единиц урона и порождает маяк, который издает команду разгона, увеличивая на 30% (от стандартного) урона и скорости саботажа всем союзным энджи на любом корабле. Переключает форму.

source: Attack Beacon
ru: Атакующий маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: HAZARD] Take 8 damage and spawn a beacon that emits an overclock command, adding an additive 50% (of default) repair speed and a multiplicative 0.77x damage resistance to all allied Engi on either ship. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: ОПАСНОСТЬ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, увеличивая на 50% (от стандартной) скорость ремонта и добавляет мультипликативное 0.77х сопротивление урону всем союзным энджи на любом корабле. Переключает форму.

source: Defense Beacon
ru: Защитный маяк

source: OVERCLOCK
ru: РАЗГОН

source: [COOLDOWN:1s DURATION: VARIABLE NEXT FORM: DEFAULT] Take 8 damage and spawn a beacon that emits an overclock command, adding a multiplicative 0.5x hazard (fire/suffocation) resistance to all allied Engi on either ship and healing them for 1hp/s. Switch forms.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ СЛЕДУЮЩАЯ ФОРМА: СТАНДАРТНАЯ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, добавляет мультипликативное 0.5х сопротивление опасностям (огонь/удушье) всем союзным энджи на любом корабле и исцеляет их на 1 ОЗ/с. Переключает форму.

source: Hazard Beacon
ru: Маяк опасности

source: PURIFY
ru: ОЧИСТКА

source: [COOLDOWN:11s] Harnesses its light to strike at the enemy ship, dealing system damage, causing a fire and inflicting the room with a stack of Divine Judgment.
ru: [ПЕРЕЗАРЯДКА:11с] Использует свой свет, чтобы нанести удар по вражескому кораблю, нанося системный урон, вызывая возгорание и накладывая на отсеки эффект Божественного суда.

source: PURIFY
ru: ОЧИСТКА

source: [COOLDOWN:19s] Harnesses its light to strike at the enemy ship, dealing system damage, causing a fire and inflicting the room with a stack of Divine Judgment.
ru: [ПЕРЕЗАРЯДКА:19с] Использует свой свет, чтобы нанести удар по вражескому кораблю, нанося системный урон, вызывая возгорание и накладывая на отсеки эффект Божественного суда.

source: DEVOUR
ru: ОПУСТОШИТЬ

source: [COOLDOWN:15s DURATION: VARIABLE] This ability charges when in a room with enemies, and will automatically be used when an enemy is in the room if the Hunger is under 200 health. The Hunger causes a Shadow-Crystal lockdown and spawns a beacon that causes it (and all other allied Engi) to go on a ravenous rampage, devouring every enemy it can find and using them as sustenance to regenerate its decay. Cannot be controlled or teleported while rampaging.
ru: [ПЕРЕЗАРЯДКА:15с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Эта способность заряжается, когда в отсеке есть враги, и автоматически используется, когда в отсеке находится враг, если у Голода меньше 200 здоровья. Голод вызывает изоляцию Теневого кристалла и порождает маяк, который заставляет его (и всех остальных союзных энджи) впасть в неистовое буйство, пожирая всех врагов, которых может найти, и используя их в качестве пищи для восстановления своего здоровья. Невозможно управлять или телепортироваться во время буйства.

source: Rampage Beacon
ru: Маяк буйства

source: DEVOUR
ru: ОПУСТОШИТЬ

source: [COOLDOWN:30s DURATION: VARIABLE] This ability charges when in a room with enemies, and will automatically be used when an enemy is in the room if the Hunger is under 50 health. The Hunger causes a Shadow-Crystal lockdown and spawns a beacon that causes it (and all other allied Engi) to go on a ravenous rampage, devouring every enemy it can find and using them as sustenance to regenerate its decay. Cannot be controlled or teleported while rampaging.
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Эта способность заряжается, когда в отсеке есть враги, и автоматически используется, когда в отсеке находится враг, если у Голода меньше 50 здоровья. Голод вызывает изоляцию Теневого кристалла и порождает маяк, который заставляет его (и всех остальных союзных энджи) впасть в неистовое буйство, пожирая всех врагов, которых может найти, и используя их в качестве пищи для восстановления своего здоровья. Невозможно управлять или телепортироваться во время буйства.

source: Rampage Beacon
ru: Маяк буйства

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ

source: [COOLDOWN:7s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: RIFT
ru: РАЗЛОМ

source: [COOLDOWN:5s DURATION: VARIABLE] Tears a hole through space-time to create a rift into the Dark God's realm on the enemy ship. The rift will periodically unleash chaotic bolts of energy that manifest as nightmarish shadows, but if the rift falls, the shadows will quickly fall with it.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Пробивает дыру в пространстве-времени, создавая разлом в царство Темного Бога на вражеском корабле. Разлом будет периодически извергать хаотические разряды энергии, проявляющиеся в виде кошмарных теней, однако если разлом будет уничтожен, тени быстро исчезнут вместе с ним.

source: BOLT
ru: БОЛТ
