Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: [CD:3s -30HP] The Foolish channels its power through this Child of the Stars to call down beams on the enemy ship that summon Soulplague Husks.
ru: [ПЕРЕЗАРЯДКА:3с -30 ОЗ] Через это Дитя Звезд Глупец направляет свою силу на вражеский корабль, чтобы вызвать чумных оболочек.

source: FOG
ru: ТУМАН

source: [COOLDOWN:19s DURATION:3s] Briefly clouds the room with a mysterious fog, allowing ally Ill'drythk Statues to act freely regardless of whether or not enemies are present.
ru: [ПЕРЕЗАРЯДКА:19с ДЛИТЕЛЬНОСТЬ:3с] На короткое время помещение окутывает таинственный туман, позволяя статуям союзных Илл’дритков действовать свободно, независимо от наличия или отсутствия врагов.

source: CINDERFOG
ru: ПЕПЕЛЬНЫЙ ТУМАН

source: [COOLDOWN:19s DURATION:3s] Briefly clouds the room with a mysterious fog, allowing ally Ill'drythk Statues to act freely regardless of whether or not enemies are present. Additionally causes a fire and strips enemies of their fire resistance while making them take extreme fire damage.
ru: [ПЕРЕЗАРЯДКА:19с ДЛИТЕЛЬНОСТЬ:3с] На короткое время помещение окутывает таинственный туман, позволяя статуям союзных Илл’дритков действовать свободно - независимо от присутствия врагов. Дополнительно вызывает пожар, лишает врагов огнестойкости и заставляет их получать сильнейший урон от огня.

source: FROSTFOG
ru: МОРОЗНЫЙ ТУМАН

source: [COOLDOWN:19s DURATION:3s] Briefly clouds the room with a mysterious fog, allowing ally Ill'drythk Statues to act freely regardless of whether or not enemies are present. Additionally locks down the room and reduces enemy movement speed immensely.
ru: [ПЕРЕЗАРЯДКА:19с ДЛИТЕЛЬНОСТЬ:3с] На короткое время помещение окутывает таинственный туман, позволяя статуям союзных Илл’дритков действовать свободно, независимо от наличия или отсутствия врагов. Дополнительно запирает отсеки и значительно снижает скорость передвижения врагов.

source: IRONFOG
ru: ЖЕЛЕЗНЫЙ ТУМАН

source: [COOLDOWN:19s DURATION:3s] Briefly clouds the room with a mysterious fog, allowing ally Ill'drythk Statues to act freely regardless of whether or not enemies are present. Additionally causes a breach and allows Ill'drythk Statues to drain oxygen at extreme speeds.
ru: [ПЕРЕЗАРЯДКА:19с ДЛИТЕЛЬНОСТЬ:3с] На короткое время помещение окутывает таинственный туман, позволяя союзникам - статуям Илл’дритков - действовать свободно, независимо от наличия или отсутствия врагов. Дополнительно вызывает пробоину и позволяет статуям Илл’дритков истощать кислород с огромной скоростью.

source: LEAFFOG
ru: ЛИСТОВОЙ ТУМАН

source: [COOLDOWN:19s DURATION:3s] Briefly clouds the room with a mysterious fog, allowing ally Ill'drythk Statues to act freely regardless of whether or not enemies are present. Additionally heals allies and doubles Ill'drythk Statues' healing speed.
ru: [ПЕРЕЗАРЯДКА:19с ДЛИТЕЛЬНОСТЬ:3с] На короткое время помещение окутывает таинственный туман, позволяя союзным статуям Илл’дритков действовать свободно, независимо от наличия или отсутствия врагов. Дополнительно исцеляет союзников и удваивает скорость исцеления статуй Илл’дритков.

source: TOXFOG
ru: ТОКС. ТУМАН

source: [COOLDOWN:19s DURATION:3s] Briefly clouds the room with a mysterious fog, allowing ally Ill'drythk Statues to act freely regardless of whether or not enemies are present. Additionally heavily debilitates enemies in the room, halving their max health.
ru: [ПЕРЕЗАРЯДКА:19с ДЛИТЕЛЬНОСТЬ:3с] На короткое время помещение окутывает таинственный туман, позволяя статуям союзных Илл’дритков действовать свободно, независимо от наличия или отсутствия врагов. Дополнительно сильно ослабляет врагов в помещении, уменьшая их максимальное здоровье вдвое.

source: DARKFOG
ru: ТУМАН ТЬМЫ

source: [COOLDOWN:19s DURATION:3s] Briefly clouds the room with a mysterious fog, allowing ally Ill'drythk Statues to act freely regardless of whether or not enemies are present. Additionally inflicts enemies with the Drowning in the Deep debuff and summons two Hungering Shadows.
ru: [ПЕРЕЗАРЯДКА:19с ДЛИТЕЛЬНОСТЬ:3с] На короткое время помещение окутывает таинственный туман, позволяя статуям союзных Илл’дритков действовать свободно, независимо от наличия или отсутствия врагов. Дополнительно накладывает на врагов дебафф Утонуть в глубине и призывает двух Голодных теней.

source: Hungering Shadow
ru: Голодная тень

source: STORMBRINGER
ru: БУРЕВЕСТИЕ

source: [COOLDOWN:20s] Spawns several Living Lightnings, powerful glass cannons capable of stunning and fighting enemies but nothing else.
ru: [ПЕРЕЗАРЯДКА:20с] Порождает несколько Живых молний - мощных стеклянных пушек, способных оглушать и сражать врагов, но не более того.

source: MANIFEST
ru: МАНИФЕСТ

source: [COOLDOWN:35s] Calls upon an unknowable well of power within their soul, manifesting a clone of themselves on the enemy ship. This clone embodies one of seven random aspects of the Heroine and has a special effect accordingly.
ru: [ПЕРЕЗАРЯДКА:35с] Призывает непостижимый источник силы в своей душе, создавая клон себя на вражеском корабле. Этот клон воплощает один из семи случайных аспектов Героини и обладает соответствующим особым эффектом.

source: MANIFEST
ru: МАНИФЕСТ

source: [COOLDOWN:35s] Calls upon an unknowable well of power within their soul, manifesting a clone of themselves on the enemy ship. This clone embodies one of seven random aspects of the Heroine and has a special effect accordingly.
ru: [ПЕРЕЗАРЯДКА:35с] Призывает непостижимый источник силы в своей душе, создавая клон себя на вражеском корабле. Этот клон воплощает один из семи случайных аспектов Героини и обладает соответствующим особым эффектом.

source: INTEGRITY
ru: ЦЕЛОСТНОСТЬ

source: [COOLDOWN:2s] Assaults the integrity of the enemy ship, causing a barrage of beams that deal system damage and can cause breaches/fires.
ru: [ПЕРЕЗАРЯДКА:2с] Атакует вражеский корабль, вызывая шквал лучей, наносящих системный урон и способные вызвать пробоины/пожары.

source: INTEGRITY
ru: ЦЕЛОСТНОСТЬ

source: [COOLDOWN:2s] Assaults the integrity of the enemy ship, causing a barrage of beams that deal system damage and can cause breaches/fires.
ru: [ПЕРЕЗАРЯДКА:2с] Атакует вражеский корабль, вызывая шквал лучей, наносящих системный урон и способные вызвать пробоины/пожары.

source: EXTINCTION
ru: ИСТРЕБЛЕНИЕ

source: [COOLDOWN:1s] Obliterates the enemy ship.
ru: [ПЕРЕЗАРЯДКА:1с] Опустошает вражеский корабль.

source: JUDGMENT
ru: СУД

source: [COOLDOWN:3s DURATION:21s] Harnesses its light to release a holy gas, taking damage and inflicting the current room with a stack of Divine Judgment with a low chance to cause a fire.
ru: [ПЕРЕЗАРЯДКА:3с ДЛИТЕЛЬНОСТЬ:21с] Использует свой свет, чтобы выпустить святой газ, нанося урон и накладывая на текущий отсек эффект Божественного суда с низким шансом вызвать пожар.

source: JUDGMENT
ru: СУД

source: [COOLDOWN:5s DURATION:21s] Harnesses its light to release a holy gas, taking damage and inflicting the current room with a stack of Divine Judgment with a very low chance to cause a fire.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ:21с] Использует свой свет, чтобы выпустить святой газ, нанося урон и накладывая на текущий отсек эффект Божественного суда с очень низким шансом вызвать пожар.

source: ADMINISTRATE
ru: ОСВЯЩЕНИЕ

source: [COOLDOWN:8s DURATION: 32s] Begins to emit an overclock command, straining its own capabilities in the process.
ru: [ПЕРЕЗАРЯДКА:8с ДЛИТЕЛЬНОСТЬ:32с] Начинает издавать команду разгона, увеличивая при этом свои возможности.

source: ADMINISTRATE
ru: ОСВЯЩЕНИЕ

source: [COOLDOWN:8s DURATION: 32s] Begins to emit an overclock command, straining its own capabilities in the process.
ru: [ПЕРЕЗАРЯДКА:8с ДЛИТЕЛЬНОСТЬ:32с] Начинает издавать команду разгона, увеличивая при этом свои возможности.

source: ADMINISTRATE
ru: ОСВЯЩЕНИЕ

source: [COOLDOWN:8s DURATION: 32s] Begins to emit an overclock command, straining its own capabilities in the process.
ru: [ПЕРЕЗАРЯДКА:8с ДЛИТЕЛЬНОСТЬ:32с] Начинает издавать команду разгона, увеличивая при этом свои возможности.

source: ADMINISTRATE
ru: ОСВЯЩЕНИЕ

source: [COOLDOWN:8s DURATION: 32s] Begins to emit an overclock command, straining its own capabilities in the process.
ru: [ПЕРЕЗАРЯДКА:8с ДЛИТЕЛЬНОСТЬ:32с] Начинает издавать команду разгона, увеличивая при этом свои возможности.

source: ADMINISTRATE
ru: ОСВЯЩЕНИЕ

source: [COOLDOWN:8s DURATION: 32s] Begins to emit an overclock command, straining its own capabilities in the process.
ru: [ПЕРЕЗАРЯДКА:8с ДЛИТЕЛЬНОСТЬ:32с] Начинает издавать команду разгона, увеличивая при этом свои возможности.

source: PRAY
ru: МОЛИТВА

source: [COOLDOWN:10s DURATION: VARIABLE] Enters a trance-like prayer state, becoming immobile and incapable of taking action but increasing the ability regen rate of all Tempest-aligned allies.
ru: [ПЕРЕЗАРЯДКА:10с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Входит в состояние транса, становится неподвижным и неспособным действовать, но увеличивает скорость регенерации способностей всех союзников связанных с Бурей.

source: AWAKEN
ru: ПРОБУЖДЕНИЕ

source: [COOLDOWN:6s DURATION: VARIABLE] Wakes up from its trance-like state, ending its prayer but becoming mobile once more.
ru: [ПЕРЕЗАРЯДКА:6с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выходит из состояния транса, заканчивает молитву, и снова становится подвижным.

source: CHANNEL
ru: КАНАЛ

source: [COOLDOWN:8s DURATION: 3s] Acts as a conduit for the Dark God's twisted energy, manifesting a bolt of random chaos and placing a healing/vulnerability aura in the current room.
ru: [ПЕРЕЗАРЯДКА:8с ДЛИТЕЛЬНОСТЬ:3с] Действует как проводник для искаженной энергии Темного Бога, выпуская болт хаоса и накладывая ауру исцеления/уязвимости на текущий отсек.

source: CHANNEL
ru: КАНАЛ

source: [COOLDOWN:8s DURATION: 3s] Acts as a conduit for the Dark God's twisted energy, manifesting a bolt of random chaos and placing a healing/vulnerability aura in the current room.
ru: [ПЕРЕЗАРЯДКА:8с ДЛИТЕЛЬНОСТЬ:3с] Действует как проводник для искаженной энергии Темного Бога, выпуская болт хаоса и накладывая ауру исцеления/уязвимости на текущий отсек.

source: ABYSS
ru: БЕЗДНА

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: ABYSS
ru: БЕЗДНА

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: ABYSS
ru: БЕЗДНА

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: STARS
ru: ЗВЕЗДЫ

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: STARS
ru: ЗВЕЗДЫ

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: STARS
ru: ЗВЕЗДЫ

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: MIRE
ru: ТОПЬ

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: MIRE
ru: ТОПЬ

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: MIRE
ru: ТОПЬ

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: DAWN
ru: РАССВЕТ

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: DAWN
ru: РАССВЕТ

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: DAWN
ru: РАССВЕТ

source: This ability will activate automatically in combat.
ru: Эта способность активируется автоматически в бою.

source: FOG
ru: ТУМАН

source: [COOLDOWN:1s DURATION:6s] Clouds the room with a mysterious fog, allowing ally Ill'drythk Statues to act freely regardless of whether or not enemies are present.
ru: [ПЕРЕЗАРЯДКА:1с ДЛИТЕЛЬНОСТЬ:6с] Окутывает помещение таинственным туманом, позволяя статуям союзников Илл’дритков действовать свободно, независимо от наличия или отсутствия врагов.

source: ANTUMBRA
ru: АНТУМБРА

source: [COOLDOWN:30s DURATION: 22s] Overflowing with Antumbral Power, the Overseer transcends past its limits and regenerates rapidly while becoming nigh invulnerable, immobile, untargetable and incapable of taking action. Simultaneously, it allows all ally Lightborne on the same ship to count as Hungering Shadows for the sake of buffing and being buffed by other Hungering Shadows, inflicts the current room with Radiant Desecration, summons several drones of both light and darkness and spreads its passive x4 Hungering Shadow buff to all Hungering Shadows on the same ship.
ru: [ПЕРЕЗАРЯДКА:30с ДЛИТЕЛЬНОСТЬ: 22с] Переполненная Антумбральной энергией, Владычица превышает свои пределы и быстро восстанавливается, становясь практически неуязвимой, неподвижной, неспособной атаковать и действовать. Одновременно с этим она позволяет всем союзным Светоносцам на том же корабле считаться Голодными тенями для целей получения и наложения усилений от других Голодных теней, накладывает на текущий отсек Сияющее осквернение, призывает несколько дронов света и тьмы и распространяет свое пассивное усиление Голодной тени усиленное на 4 на всех Голодных теней на том же корабле.

source: RELENT
ru: СПАД

source: [COOLDOWN:22s] Once it has exhausted its Antumbral Power, the Overseer returns to its normal form.
ru: [ПЕРЕЗАРЯДКА:22с] После того как сила Антумбральной энергии иссякает, Владычица возвращается к своей обычной форме.

source: Lightborne
ru: Светоносец

source: SUCCUMB
ru: СУККУМБ

source: [COOLDOWN:1s] Dies instantly, splitting into four Lightborne Cellulars.
ru: [ПЕРЕЗАРЯДКА:1с] Умирает мгновенно, разделившись на четыре Светоносцев-Целуляров.

source: TORMENT
ru: МУЧЕНИЕ

source: Briefly micro-stuns enemies in the same room.
ru: На короткое время оглушает врагов, находящихся в том же помещении.

source: LIGHTSHOW
ru: СВЕТОВОЕ ШОУ

source: [COOLDOWN:9s] Deal 1 hull damage, 3 system damage, 45 crew damage and apply a 3 second stun with a 100% chance to cause a breach.
ru: [ПЕРЕЗАРЯДКА:9с] Наносит 1 ед. урона корпусу, 3 ед. урона системе, 45 ед. урона экипажу и накладывает оглушение на 3 секунды с 100% вероятностью вызвать пробоину.

source: TIMELIGHT
ru: СИЯНИЕ ВРЕМЕНИ

source: [COOLDOWN:8s DURATION:4s] Enemies in the same room are temporarily frozen in place and rendered incapable of action.
ru: [ПЕРЕЗАРЯДКА:8с ДЛИТЕЛЬНОСТЬ: 4с] Враги, находящиеся в том же отсеке, временно застывают на месте и теряют способность действовать.

source: EATLIGHT
ru: ПОГЛОЩЕНИЕ СВЕТА

source: Consumes other Lightborne to heal itself and become semi-permanently stronger overtime.
ru: Поглощает других Светоносцев, чтобы исцелить себя и со временем стать полупостоянно сильнее.

source: COMMAND
ru: КОМАНДА

source: [COOLDOWN:6s] This Lightborne has been spurred on by a Commandlux and will periodically start fires.
ru: [ПЕРЕЗАРЯДКА:6с] Этот Светоносец был воодушевлен Повелителем и будет периодически разжигать огонь.

source: COMMAND
ru: КОМАНДА

source: [COOLDOWN:6s] This Lightborne has been spurred on by a Commandlux and will periodically damage nearby enemies.
ru: [ПЕРЕЗАРЯДКА:6с] Этот Светоносец был воодушевлен Повелителем и будет периодически наносить урон ближайшим врагам.

source: COMMAND
ru: КОМАНДА

source: [COOLDOWN:6s] This Lightborne has been spurred on by a Commandlux and will periodically inflict rooms with Radiant Desecration.
ru: [ПЕРЕЗАРЯДКА:6с] Этот Светоносец был воодушевлен Повелителем и будет периодически наносить помещениям урон с помощью Сияющего осквернения.

source: COMMAND
ru: КОМАНДА

source: [COOLDOWN:6s] This Lightborne has been spurred on by a Commandlux and will periodically damage enemy systems.
ru: [ПЕРЕЗАРЯДКА:6с] Этот Светоносец воодушевлен Повелителем и будет периодически наносить урон системам противника.

source: COMMAND
ru: КОМАНДА

source: [COOLDOWN:6s] This Lightborne has been spurred on by a Commandlux and will periodically heal allies.
ru: [ПЕРЕЗАРЯДКА:6с] Этот Светоносец воодушевлен Повелителем и будет периодически лечить союзников.

source: Space Tear
ru: Космическая слеза

source: SHAPE
ru: ВОПЛОЩЕНИЕ

source: [COOLDOWN:3s DURATION:15s] Doubles the strength of the Tributeshaper's passive Unstable/Spent Soul auras, and additionally reshapes Unstable Souls in the same room into Shattered Souls. Allows all ally Hungering Shadows to be controlled. The Tributeshaper will take damage at a rate of 2HP/s and move slower while its ability is active.
ru: [ПЕРЕЗАРЯДКА: 3с ДЛИТЕЛЬНОСТЬ: 15с] Удваивает силу пассивных аур Нестабильная душа и Исчерпанная душа Формотворца, а также преобразует Нестабильные души в том же отсеке в Разбитые души. Позволяет контролировать всех союзных Голодных теней. Пока способность активна, Формотворец получает урон со скоростью 2 ОЗ/с и передвигается медленнее.

source: SHAPING
ru: ФОРМИРОВАНИЕ

source: [COOLDOWN:2s] This Unstable Soul is being shaped by a Tributeshaper.
ru: [ПЕРЕЗАРЯДКА: 2с] Эта Нестабильная душа формируется Формотворцом.

source: Space Tear
ru: Космическая слеза

source: SHAPE
ru: ВОПЛОЩЕНИЕ

source: [COOLDOWN:3s DURATION:15s] Doubles the strength of the Tributeshaper's passive Unstable/Spent Soul auras, and additionally reshapes Unstable Souls in the same room into Plagued Souls. Allows all ally Hungering Shadows to be controlled. The Tributeshaper will take damage at a rate of 2HP/s and move slower while its ability is active.
ru: [ПЕРЕЗАРЯДКА: 3с ДЛИТЕЛЬНОСТЬ: 15с] Удваивает силу пассивных аур Нестабильная душа и Исчерпанная душа Формотворца, а также преобразует Нестабильные души в том же отсеке в Чумные души. Позволяет контролировать всех союзных Голодных теней. Пока способность активна, Формотворец получает урон со скоростью 2 ОЗ/с и передвигается медленнее.

source: SHAPING
ru: ФОРМИРОВАНИЕ

source: [COOLDOWN:2s] This Unstable Soul is being shaped by a Tributeshaper.
ru: [ПЕРЕЗАРЯДКА: 2с] Эта Нестабильная душа формируется Формотворцом.

source: Space Tear
ru: Космическая слеза

source: SHAPE
ru: ВОПЛОЩЕНИЕ

source: [COOLDOWN:3s DURATION:15s] Doubles the strength of the Tributeshaper's passive Unstable/Spent Soul auras, and additionally reshapes Unstable Souls in the same room into Darkened Souls. Allows all ally Hungering Shadows to be controlled. The Tributeshaper will take damage at a rate of 2HP/s and move slower while its ability is active.
ru: [ПЕРЕЗАРЯДКА: 3с ДЛИТЕЛЬНОСТЬ: 15с] Удваивает силу пассивных аур Нестабильная душа и Исчерпанная душа Формотворца, а также преобразует Нестабильные души в том же отсеке в Потемневшие души. Позволяет контролировать всех союзных Голодных теней. Пока способность активна, Формотворец получает урон со скоростью 2 ОЗ/с и передвигается медленнее.

source: SHAPING
ru: ФОРМИРОВАНИЕ

source: [COOLDOWN:2s] This Unstable Soul is being shaped by a Tributeshaper.
ru: [ПЕРЕЗАРЯДКА: 2с] Эта Нестабильная душа формируется Формотворцом.

source: Space Tear
ru: Космическая слеза

source: SHAPE
ru: ВОПЛОЩЕНИЕ

source: [COOLDOWN:3s DURATION:15s] Doubles the strength of the Tributeshaper's passive Unstable/Spent Soul auras, and additionally reshapes Unstable Souls in the same room into Clouded Souls. Allows all ally Hungering Shadows to be controlled. The Tributeshaper will take damage at a rate of 2HP/s and move slower while its ability is active.
ru: [ПЕРЕЗАРЯДКА: 3с ДЛИТЕЛЬНОСТЬ: 15с] Удваивает силу пассивных аур Нестабильная душа и Исчерпанная душа Формотворца, а также преобразует Нестабильные души в том же отсеке в Затуманенные души. Позволяет контролировать всех союзных Голодных теней. Пока способность активна, Формотворец получает урон со скоростью 2 ОЗ/с и передвигается медленнее.

source: SHAPING
ru: ФОРМИРОВАНИЕ

source: [COOLDOWN:2s] This Unstable Soul is being shaped by a Tributeshaper.
ru: [ПЕРЕЗАРЯДКА: 2с] Эта Нестабильная душа формируется Формотворцом.

source: Space Tear
ru: Космическая слеза

source: SHAPE
ru: ВОПЛОЩЕНИЕ

source: [COOLDOWN:3s DURATION:15s] Doubles the strength of the Tributeshaper's passive Unstable/Spent Soul auras, and additionally reshapes Unstable Souls in the same room into Judged Souls. Allows all ally Hungering Shadows to be controlled. The Tributeshaper will take damage at a rate of 2HP/s and move slower while its ability is active.
ru: [ПЕРЕЗАРЯДКА: 3с ДЛИТЕЛЬНОСТЬ: 15с] Удваивает силу пассивных аур Нестабильная душа и Исчерпанная душа Формотворца, а также преобразует Нестабильные души в том же отсеке в Осужденные души. Позволяет контролировать всех союзных Голодных теней. Пока способность активна, Формотворец получает урон со скоростью 2 ОЗ/с и передвигается медленнее.

source: SHAPING
ru: ФОРМИРОВАНИЕ

source: [COOLDOWN:2s] This Unstable Soul is being shaped by a Tributeshaper.
ru: [ПЕРЕЗАРЯДКА: 2с] Эта Нестабильная душа формируется Формотворцом.

source: Space Tear
ru: Космическая слеза

source: SHAPE
ru: ВОПЛОЩЕНИЕ

source: [COOLDOWN:3s DURATION:15s] Doubles the strength of the Tributeshaper's passive Unstable/Spent Soul auras, and additionally reshapes Unstable Souls in the same room into Caged Souls. Allows all ally Hungering Shadows to be controlled. The Tributeshaper will take damage at a rate of 2HP/s and move slower while its ability is active.
ru: [ПЕРЕЗАРЯДКА: 3с ДЛИТЕЛЬНОСТЬ: 15с] Удваивает силу пассивных аур Нестабильная душа и Исчерпанная душа Формотворца, а также преобразует Нестабильные души в том же отсеке в Запертые души. Позволяет контролировать всех союзных Голодных теней. Пока способность активна, Формотворец получает урон со скоростью 2 ОЗ/с и передвигается медленнее.

source: SHAPING
ru: ФОРМИРОВАНИЕ

source: [COOLDOWN:2s] This Unstable Soul is being shaped by a Tributeshaper.
ru: [ПЕРЕЗАРЯДКА: 2с] Эта Нестабильная душа формируется Формотворцом.

source: Space Tear
ru: Космическая слеза

source: SHATTER
ru: РАЗБИТЬ

source: Releases its stored, unstable energy, causing an explosion that deals 1 system damage, stuns enemies for 3 seconds and opens a breach. Becomes a Spent Soul, rendering it powerless until an FTL jump.
ru: Высвобождает накопленную нестабильную энергию, вызывая взрыв, который наносит 1 единица урона системе, оглушает врагов на 3 секунды и открывает пробоину. Становится Исчерпанной душой, лишаясь силы до момента ССД-прыжка.

source: Space Tear
ru: Космическая слеза

source: CAGE
ru: КЛЕТКА

source: Releases its stored, unstable energy, causing an explosion that applies a Shadow-Crystal lockdown and stuns enemies for 14 seconds. Becomes a Spent Soul, rendering it powerless until an FTL jump. Shadow-Crystal lockdowns have much longer durations than other lockdowns, but are also fragile and easy to break through.
ru: Высвобождает накопленную нестабильную энергию, вызывая взрыв, который накладывает изоляцию Теневого кристалла и оглушает врагов на 14 секунд. Превращается в Исчерпанную душу, лишаясь силы до момента ССД-прыжка. Изоляция Теневого кристалла действуют гораздо дольше, чем другие изоляции, но они также хрупкие и их легко разрушить.

source: Space Tear
ru: Космическая слеза

source: CLOUD
ru: ОБЛАКО

source: Releases its stored, unstable energy, causing an explosion that deals 1 ion damage, stuns enemies for 3 seconds and summons a Tempest Whirlwind. Becomes a Spent Soul, rendering it powerless until an FTL jump. Tempest Whirlwinds massively slow down enemy movement speed and make them take double damage from all sources. Lasts 20 seconds.
ru: Высвобождает накопленную нестабильную энергию, вызывая взрыв, который наносит 1 единица урона ионами, оглушает врагов на 3 секунды и вызывает Вихрь бури. Превращается в Исчерпанную душу, лишаясь силы до момента ССД-прыжка. Вихри Бури значительно замедляют скорость передвижения врагов и заставляют их получать двойной урон от всех источников. Действует 20 секунд.

source: Space Tear
ru: Космическая слеза

source: JUDGE
ru: ПРИГОВОР
