Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru

source: [COOLDOWN:9s DURATION: VARIABLE] Unleashes a chaotic bolt of energy that manifests as nightmarish shadows.
ru: [ПЕРЕЗАРЯДКА:9с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Выпускает хаотический болт энергии, который проявляется в виде кошмарных теней.

source: TERROR-IZE
ru: ТЕРРОР-ИЗ

source: [COOLDOWN:16s] Causes a breach... how terror-ble... for them...
ru: [ПЕРЕЗАРЯДКА:16с] Вызывает пробоину... как ужас-но... для них...

source: GAZE
ru: ГАЗ

source: [COOLDOWN:20s DURATION:10s] Draws the Dark God's gaze to it and its fellow nightmares on either ship, granting them all protection in the form of 50% increased heal speed and combat damage resistance.
ru: [ПЕРЕЗАРЯДКА:20с ДЛИТЕЛЬНОСТЬ:10с] Привлекает внимание Темного Бога к себе и своим собратьям-кошмарам на любом корабле, даруя им защиту в виде увеличенной на 50% скорости исцеления и сопротивления боевому урону.

source: STALK
ru: ПРЕСЛ

source: [COOLDOWN:4s DURATION:7s] Continuously move in and out of being invisible.
ru: [ПЕРЕЗАРЯДКА:4с ДЛИТЕЛЬНОСТЬ:7с] Постоянно переходит в состояние невидимости и обратно.

source: Nightmare
ru: Кошмар

source: DETONATE
ru: ДЕТОНАЦИЯ

source: [COOLDOWN:1s] Explodes once it reaches an enemy, dealing 15 damage, stunning for 4 seconds and dealing 1 system damage. No friendly fire.
ru: [ПЕРЕЗАРЯДКА:1с] Взрывается, когда достигает врага, наносит 15 ед. урона, оглушает на 4 секунды и наносит 1 ед. системного урона. Без дружественного огня.

source: DETONATE
ru: ДЕТОНАЦИЯ

source: [COOLDOWN:1s] Explodes once it reaches an enemy, dealing 30 damage, stunning for 6 seconds, dealing 2 system damage, locking down the room and having a 60% chance to cause a fire. No friendly fire.
ru: [ПЕРЕЗАРЯДКА:1с] Взрывается, когда достигает врага, наносит 30 ед. урона, оглушает на 6 секунд, наносит 2 ед. системного урона, запирает отсек и с вероятностью 60% вызывает возгорание. Без дружественного огня.

source: ULTIMA
ru: УЛЬТИМА

source: [COOLDOWN:40s DURATION: 13s] Overflowing with Ultima Power, the Ultima Armor transcends past its limits and regenerates rapidly while becoming nigh invulnerable, immobile, untargetable and incapable of taking action. Simultaneously, it summons a Tempest Whirlwind and deals massive ion damage to the room (if on the enemy ship) while inflicting all enemies on the same ship with Ultima Consumption, replacing their abilities with one that periodically damages them and summons Tempest Lightning aligned to you.
ru: [ПЕРЕЗАРЯДКА:40с ДЛИТЕЛЬНОСТЬ: 13с] Переполненная Ультима силой, Ультима броня выходит за пределы своих возможностей и быстро регенерирует, становясь практически неуязвимой, неподвижной, неспособной действовать. Одновременно вызывается Вихрь Бури и наносит огромный ионный урон помещению (если оно находится на корабле противника), а также поражает всех врагов на том же корабле Потреблением Ультимы, заменяя их способности на те, которые периодически наносят им урон и призывает на вашу сторону Бурю молний.

source: ULTIMA
ru: УЛЬТИМА

source: [COOLDOWN:60s DURATION: 13s] Overflowing with Ultima Power, the Ultima Armor transcends past its limits and regenerates rapidly while becoming nigh invulnerable, immobile, untargetable and incapable of taking action. Simultaneously, it summons a Tempest Whirlwind and deals massive ion damage to the room (if on the enemy ship) while inflicting all enemies on the same ship with Ultima Consumption, replacing their abilities with one that periodically damages them and summons Tempest Lightning aligned to you.
ru: [ПЕРЕЗАРЯДКА:60с ДЛИТЕЛЬНОСТЬ: 13с] Переполненная Ультима силой, Ультимы броня выходит за пределы своих возможностей и быстро регенерирует, становясь практически неуязвимой, неподвижной, неспособной действовать. Одновременно вызывается Вихрь Бури и наносит огромный ионный урон помещению (если оно находится на корабле противника), а также поражает всех врагов на том же корабле Потреблением Ультимы, заменяя их способности на те, которые периодически наносят им урон и призывает на вашу сторону Бурю молний.

source: ULTIDEATH
ru: УЛЬТИСМЕРТЬ

source: [COOLDOWN:4s] This crew is under the effect of Ultima Consumption. They will periodically take 30 damage and summon Tempest Lightning for the enemy.
ru: [ПЕРЕЗАРЯДКА:4с] Этот экипаж находится под действием Потребления Ультимы. Он периодически получает 30 ед. урона и призывает на врагов Бурю молний.

source: RELENT
ru: СПАД

source: [COOLDOWN:13s] Once it has exhausted its Ultima Power, the Ultima Armor returns to its normal form.
ru: [ПЕРЕЗАРЯДКА:13с] Исчерпав свою Ультима силу, Ультима броня возвращается в свою обычную форму.

source: ULTIDEATH
ru: УЛЬТИСМЕРТЬ

source: [COOLDOWN:4s] This crew is under the effect of Ultima Consumption. They will periodically take 30 damage and summon Tempest Lightning for the enemy.
ru: [ПЕРЕЗАРЯДКА:4с] Этот экипаж находится под действием Потребления Ультимы. Он периодически получает 30 ед. урона и призывает на врагов Бурю молний.

source: RELENT
ru: СПАД

source: [COOLDOWN:13s] Once it has exhausted its Ultima Power, the Ultima Armor returns to its normal form.
ru: [ПЕРЕЗАРЯДКА:13с] Исчерпав свою Ультима силу, Ультима броня возвращается в свою обычную форму.

source: STORM
ru: ШТОРМ

source: [COOLDOWN:25s] Releases a storm of energy that strikes at the enemy ship and manifests as Tempest Lightning, ioning rooms and potentially summoning Minor Tempest Spawn.
ru: [ПЕРЕЗАРЯДКА:25с] Выпускает шторм энергии, которая поражение вражеский корабль и воплощается в Бурю молний, ионизируя помещения и потенциально вызывая порождения Малой Бури.

source: STORM
ru: ШТОРМ

source: [COOLDOWN:25s] Releases a storm of energy that strikes at the enemy ship and manifests as Tempest Lightning, ioning rooms and potentially summoning Minor Tempest Spawn.
ru: [ПЕРЕЗАРЯДКА:25с] Выпускает шторм энергии, которая поражение вражеский корабль и воплощается в Бурю молний, ионизируя помещения и потенциально вызывая порождения Малой Бури.

source: WITHER
ru: УВЯДАНИЕ

source: [COOLDOWN:20s DURATION:20s] Withers away and releases its absorbed energy, ioning and summoning a Tempest Whirlwind in the room. Tempest Whirlwinds massively slow down enemy movement speed and make them take double damage from all sources.
ru: [ПЕРЕЗАРЯДКА:20с ДЛИТЕЛЬНОСТЬ:20с] Увядает и высвобождает поглощенную энергию, ионизируя и призывая в помещение Вихрь Бури. Вихрь Бури значительно замедляет скорость передвижения противников и заставляет их получать двойной урон от всех источников.

source: LASH
ru: РАЗРЯД

source: [COOLDOWN:9s] Lashes out and electrocutes enemies in the room, dealing damage and briefly stunning them.
ru: [ПЕРЕЗАРЯДКА:9с] Бьет электрическими разрядами по врагам в помещение, нанося урон и ненадолго оглушая их.

source: REMNANT
ru: ОСКОЛОК

source: [COOLDOWN:12s DURATION:20s] Proliferates and births a Roiling Remnant, which, while incredibly weak, deals ion damage and stuns as it dies. Lasts 20 seconds.
ru: [ПЕРЕЗАРЯДКА:12с ДЛИТЕЛЬНОСТЬ:20с] Размножается и порождает бушующий осколок - очень слабое существо, которое при смерти наносит ионный урон и оглушает врагов. Живет 20 секунд.

source: Spawn
ru: Порождение

source: SHROUD
ru: ПЕЛЕНА

source: [COOLDOWN:25s] Summons a Hungering Shadow for 21 seconds and creates a semi-permanent shroud of darkness in the current room, which will dissipate only when jumping. Enemy crew in the room are inflicted with the Drowning in the Deep debuff, and ally Hungering Shadows are given the power to transform into Devouring Shadows.
ru: [ПЕРЕЗАРЯДКА:25с] Призывает Голодную тень на 21 секунду и создает в текущем отсеке полупостоянную пелену тьмы, которая рассеивается только при прыжке. Вражеский экипаж в отсеке получает дебафф Утонуть в глубине, а союзные Голодные тени получают способность превращаться в опустошающие тени.

source: Hungering Shadow
ru: Голодная тень

source: EVOLVE
ru: ЭВОЛЮЦИЯ

source: [COOLDOWN:1s] Transforms into a Devouring Shadow, making it much stronger.
ru: [ПЕРЕЗАРЯДКА:1с] Превращается в опустошающую тень, становясь намного сильнее.

source: SUCCUMB
ru: СУККУМБ

source: [COOLDOWN:50s] Dies instantly, as the darkness that fuels its transformation burns out.
ru: [ПЕРЕЗАРЯДКА:50с] Мгновенно умирает, когда тьма, питающая его превращение, иссякает.

source: SOULLOCK
ru: ПЛЕН ДУШИ

source: [COOLDOWN:16s DURATION:12s] Takes 7 damage and calls down two Soulplague bolts to attack the enemy ship, potentially causing breaches, inflicting Plagueridden and locking down any rooms hit.
ru: [ПЕРЕЗАРЯДКА:16с ДЛИТЕЛЬНОСТЬ:12с] Получает 7 урона и призывает два болта чумы души, чтобы атаковать вражеский корабль, потенциально вызывая пробоины, оскверняя чумой и запирая все помещения, в которые попадает.

source: SOULLOCK
ru: ПЛЕН ДУШИ

source: [COOLDOWN:16s DURATION:12s] Takes 7 damage and calls down two Soulplague bolts to attack the enemy ship, inflicting Plagueridden and locking down any rooms hit.
ru: [ПЕРЕЗАРЯДКА:16с ДЛИТЕЛЬНОСТЬ:12с] Получает 7 урона и призывает два болта чумы души, чтобы атаковать вражеский корабль, оскверняя чумой и запирая все помещения, в которые попадает.

source: OVERSOUL
ru: СВЕРХДУША

source: [COOLDOWN:21s DURATION:VARIABLE] Take 8 damage and spawn a beacon that emits an overclock command, adding an additive 50% (of default) repair speed and a multiplicative 0.77x damage resistance to all allied Soulplague-aligned crew on either ship.
ru: [ПЕРЕЗАРЯДКА:21с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, увеличивая на 50% (от стандартной) скорость ремонта и мультипликативную 0.77х устойчивость к урону всем союзникам, имеющим отношение к чуме души на любом корабле.

source: Plague Beacon
ru: Чумной маяк

source: OVERSOUL
ru: СВЕРХДУША

source: [COOLDOWN:21s DURATION:VARIABLE] Take 8 damage and spawn a beacon that emits an overclock command, adding an additive 50% (of default) repair speed and a multiplicative 0.77x damage resistance to all allied Soulplague-aligned crew on either ship.
ru: [ПЕРЕЗАРЯДКА:21с ДЛИТЕЛЬНОСТЬ: РАЗНАЯ] Получает 8 единиц урона и порождает маяк, который издает команду разгона, увеличивая на 50% (от стандартной) скорость ремонта и мультипликативную 0.77х устойчивость к урону всем союзникам, имеющим отношение к чуме души на любом корабле.

source: Plague Beacon
ru: Чумной маяк

source: SOULPOWER
ru: СИЛА ДУШИ

source: [COOLDOWN:15s DURATION:20s] Takes 10 damage and triggers a temporary effect that makes all Soulplague-aligned allies in the same room drain and provide 1 additional power.
ru: [ПЕРЕЗАРЯДКА:15с ДЛИТЕЛЬНОСТЬ:20с] Получает 10 ед. урона и вызывает временный эффект, который заставляет всех союзников, связанных с чумой души, истощают на 1 вражеские системы и дают 1 дополнительную энергию своим.

source: SOULPOWER
ru: СИЛА ДУШИ

source: [COOLDOWN:15s DURATION:20s] Takes 10 damage and triggers a temporary effect that makes all Soulplague-aligned allies in the same room drain and provide 1 additional power.
ru: [ПЕРЕЗАРЯДКА:15с ДЛИТЕЛЬНОСТЬ:20с] Получает 10 ед. урона и вызывает временный эффект, который заставляет всех союзников, связанных с чумой души, истощают на 1 вражеские системы и дают 1 дополнительную энергию своим.

source: SOULROOM
ru: ЗАЛ ДУШИ

source: [COOLDOWN:30s] Takes 15 damage and creates a semi-permanent instance of Plagueridden in the current room, which will dissipate only when jumping.
ru: [ПЕРЕЗАРЯДКА:30с] Получает 15 ед. урона и создает полупостоянное осквернение чумой в текущем отсеке, которое исчезнет лишь при прыжке.

source: SOULROOM
ru: ЗАЛ ДУШИ

source: [COOLDOWN:30s] Takes 15 damage and creates a semi-permanent instance of Plagueridden in the current room, which will dissipate only when jumping.
ru: [ПЕРЕЗАРЯДКА:30с] Получает 15 ед. урона и создает полупостоянное осквернение чумой в текущем отсеке, которое исчезнет лишь при прыжке.

source: SOULRAGE
ru: ЯРОСТЬ ДУШИ

source: [COOLDOWN:4s] Takes 3 damage and makes all Soulplague-aligned allies in the same room semi-permanently stronger, the damage increase lasting until the next jump. Requires an enemy in the room to activate.
ru: [ПЕРЕЗАРЯДКА:4с] Получает 3 урона и делает всех союзников по чуме души в том же отсеке полупостоянно сильнее, увеличение урона длится до следующего прыжка. Для активации требуется наличие врага в отсеке.

source: SOULRAGE
ru: ЯРОСТЬ ДУШИ

source: [COOLDOWN:4s] Takes 3 damage and makes all Soulplague-aligned allies in the same room semi-permanently stronger, the damage increase lasting until the next jump. Requires an enemy in the room to activate.
ru: [ПЕРЕЗАРЯДКА:4с] Получает 3 урона и делает всех союзников по чуме души в том же отсеке полупостоянно сильнее, увеличение урона длится до следующего прыжка. Для активации требуется наличие врага в отсеке.

source: SOULARMOR
ru: БРОНЯ ДУШИ

source: [COOLDOWN:7s DURATION:24s] Takes 15 damage and gains a temporary effect that grants extreme combat damage resistance and the ability to heal from fires.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ:24с] Получает 15 единиц урона и приобретает временный эффект, дающий повышенную устойчивость к боевому урону и способность исцеляться от пожаров.

source: SOULARMOR
ru: БРОНЯ ДУШИ

source: [COOLDOWN:7s DURATION:24s] Takes 15 damage and gains a temporary effect that grants extreme combat damage resistance and the ability to heal from fires.
ru: [ПЕРЕЗАРЯДКА:7с ДЛИТЕЛЬНОСТЬ:24с] Получает 15 единиц урона и приобретает временный эффект, дающий повышенную устойчивость к боевому урону и способность исцеляться от пожаров.

source: SOULHEX
ru: ПОРЧА ДУШИ

source: [COOLDOWN:24s DURATION:14s] Takes 12 damage and triggers a temporary effect that makes all Soulplague-aligned allies in the same room regenerate their abilities faster. Additionally, enemies in the same room take additional combat damage.
ru: [ПЕРЕЗАРЯДКА:24с ДЛИТЕЛЬНОСТЬ:14с] Получает 12 ед. урона и вызывает временный эффект, заставляющий всех союзников, связанных с чумой души, в том же отсеке быстрее восстанавливать свои способности. Кроме того, враги в том же отсеке получают дополнительный боевой урон.

source: SOULHEX
ru: ПОРЧА ДУШИ

source: [COOLDOWN:24s DURATION:14s] Takes 12 damage and triggers a temporary effect that makes all Soulplague-aligned allies in the same room regenerate their abilities faster. Additionally, enemies in the same room take additional combat damage.
ru: [ПЕРЕЗАРЯДКА:24с ДЛИТЕЛЬНОСТЬ:14с] Получает 12 ед. урона и вызывает временный эффект, заставляющий всех союзников, связанных с чумой души, в том же отсеке быстрее восстанавливать свои способности. Кроме того, враги в том же отсеке получают дополнительный боевой урон.

source: SOULMEND
ru: ЛЕЧЕНИЕ ДУШИ

source: [COOLDOWN:9s DURATION:15s] Takes 20 damage and triggers a temporary effect that makes itself and all Soulplague-aligned allies in the same room heal over time.
ru: [ПЕРЕЗАРЯДКА:9с ДЛИТЕЛЬНОСТЬ:15с] Получает 20 ед. урона и вызывает временный эффект, который заставляет себя и всех союзников связанных с чумой души в том же отсеке исцеляться с течением времени.

source: SOULMEND
ru: ЛЕЧЕНИЕ ДУШИ

source: [COOLDOWN:9s DURATION:15s] Takes 20 damage and triggers a temporary effect that makes itself and all Soulplague-aligned allies in the same room heal over time.
ru: [ПЕРЕЗАРЯДКА:9с ДЛИТЕЛЬНОСТЬ:15с] Получает 20 ед. урона и вызывает временный эффект, который заставляет себя и всех союзников связанных с чумой души в том же отсеке исцеляться с течением времени.

source: SOULRUST
ru: ГНИЛЬ ДУШИ

source: [COOLDOWN:14s DURATION:31s] Takes 14 damage and triggers a temporary effect that makes itself and all Soulplague-aligned allies on the same ship, other than Children of the Stars, drain oxygen over time. Additionally damages enemies in the same room over time.
ru: [ПЕРЕЗАРЯДКА:14с ДЛИТЕЛЬНОСТЬ:31с] Получает 14 ед. урона и запускает временный эффект, который заставляет его самого и всех союзников на том же корабле, кроме Детей Звезд, лишиться кислорода на некоторое время. Дополнительно наносит урон врагам в том же отсеке в течение определенного времени.

source: SOULRUST
ru: ГНИЛЬ ДУШИ

source: [COOLDOWN:14s DURATION:31s] Takes 14 damage and triggers a temporary effect that makes itself and all Soulplague-aligned allies on the same ship, other than Children of the Stars, drain oxygen over time. Additionally damages enemies in the same room over time.
ru: [ПЕРЕЗАРЯДКА:14с ДЛИТЕЛЬНОСТЬ:31с] Получает 14 ед. урона и запускает временный эффект, который заставляет его самого и всех союзников на том же корабле, кроме Детей Звезд, лишиться кислорода на некоторое время. Дополнительно наносит урон врагам в том же отсеке в течение определенного времени.

source: SOULSCREAM
ru: КРИК ДУШИ

source: [COOLDOWN:9s DURATION:18s] Takes 17 damage and triggers a temporary effect that makes itself and all enemies, regardless of their location, move, repair and sabotage considerably slower.
ru: [ПЕРЕЗАРЯДКА:9с ДЛИТЕЛЬНОСТЬ:18с] Получает 17 урона и запускает временный эффект, который заставляет его самого и всех врагов, независимо от их местоположения, передвигаться, ремонтировать и совершать диверсии значительно медленнее.

source: SOULSCREAM
ru: КРИК ДУШИ

source: [COOLDOWN:9s DURATION:18s] Takes 17 damage and triggers a temporary effect that makes itself and all enemies, regardless of their location, move, repair and sabotage considerably slower.
ru: [ПЕРЕЗАРЯДКА:9с ДЛИТЕЛЬНОСТЬ:18с] Получает 17 урона и запускает временный эффект, который заставляет его самого и всех врагов, независимо от их местоположения, передвигаться, ремонтировать и совершать диверсии значительно медленнее.

source: SOULSTRIKE
ru: УДАР ДУШИ

source: [COOLDOWN:6s] Takes 7 damage and manifests a beam on the enemy ship that inflicts the room hit with Plagueridden and has a low chance to spawn a random Husk. Cannot be used while at full health.
ru: [ПЕРЕЗАРЯДКА:6с] Получает 7 ед. урона и вызывает на вражеском корабле луч, который наносит помещению, в которое попал, оскверняя чумой и с низким шансом порождает случайную оболочку. Не может быть использовано при полном здоровье.

source: SOULSTRIKE
ru: УДАР ДУШИ

source: [COOLDOWN:6s] Takes 7 damage and manifests a beam on the enemy ship that inflicts rooms hit with Plagueridden and has a low chance to spawn a random Husk. Cannot be used while at full health.
ru: [ПЕРЕЗАРЯДКА:6с] Получает 7 ед. урона и вызывает на вражеском корабле луч, который наносит помещению, в которое попал, оскверняя чумой и с низким шансом порождает случайную оболочку. Не может быть использовано при полном здоровье.

source: SOULSTUN
ru: ШОК ДУШИ

source: [COOLDOWN:4s] Takes 4 damage and briefly stuns all entities in the room. Will automatically be used while enemies are in the room.
ru: [ПЕРЕЗАРЯДКА:4с] Получает 4 ед. урона и ненадолго оглушает всех существ в помещении. Будет автоматически использоваться, пока в помещении находятся враги.

source: SOULSTUN
ru: ШОК ДУШИ

source: [COOLDOWN:4s] Takes 4 damage and briefly stuns all entities in the room. Will automatically be used while enemies are in the room.
ru: [ПЕРЕЗАРЯДКА:4с] Получает 4 ед. урона и ненадолго оглушает всех существ в помещении. Будет автоматически использоваться, пока в помещении находятся враги.

source: SOULSTORM
ru: ШТОРМ ДУШИ

source: [COOLDOWN:3s] Takes 1 damage and calls down three beams that spawn random Husks. Can't spawn other Obelisk Husks.
ru: [ПЕРЕЗАРЯДКА:3с] Получает 1 ед. урона и вызывает три луча, которые порождают случайных оболочек. Не может породить других оболочек обелисков.

source: SOULSTORM
ru: ШТОРМ ДУШИ

source: [COOLDOWN:3s] Takes 1 damage and calls down three beams that spawn random Husks. Can't spawn other Obelisk Husks.
ru: [ПЕРЕЗАРЯДКА:3с] Получает 1 ед. урона и вызывает три луча, которые порождают случайных оболочек. Не может породить других оболочек обелисков.

source: SOULPRAY
ru: МОЛИТВА ДУШИ

source: [CD:5s DURATION:21s -40HP] Calls down a beam on the enemy ship that summons a random Soulplague Husk. Slowly regenerates 42 health back.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ:21с -40 ОЗ] Вызывает на вражеском корабле луч, который призывает случайную чумную оболочку. Медленно восстанавливает 42 здоровья.

source: SOULPRAY
ru: МОЛИТВА ДУШИ

source: [CD:5s DURATION:21s -40HP] Calls down a beam on the enemy ship that summons a random Soulplague Husk. Slowly regenerates 42 health back.
ru: [ПЕРЕЗАРЯДКА:5с ДЛИТЕЛЬНОСТЬ:21с -40 ОЗ] Вызывает на вражеском корабле луч, который призывает случайную чумную оболочку. Медленно восстанавливает 42 здоровья.

source: SOULWEAVE
ru: ТКАНЬ ДУШИ

source: [COOLDOWN:12s DURATION:12s] Triggers a temporary effect that causes all Soulplague-aligned allies to take a total of 12 damage over time, while enemies are inflicted with the effects of Plagueridden regardless of their location. Cannot move, heal, or do anything while the ability is active.
ru: [ПЕРЕЗАРЯДКА:12с ДЛИТЕЛЬНОСТЬ:12с] Вызывает временный эффект, в результате которого все союзники, связанные с чумой души, получают 12 единиц урона в течение определенного времени, а враги подвергаются эффектам осквернения чумой независимо от их местоположения. Во время действия способности нельзя двигаться, лечиться или что-либо делать.

source: SOULWEAVE
ru: ТКАНЬ ДУШИ

source: [COOLDOWN:12s DURATION:12s] Triggers a temporary effect that causes all Soulplague-aligned allies to take a total of 12 damage over time, while enemies are inflicted with the effects of Plagueridden regardless of their location. Cannot move, heal, or do anything while the ability is active.
ru: [ПЕРЕЗАРЯДКА:12с ДЛИТЕЛЬНОСТЬ:12с] Вызывает временный эффект, в результате которого все союзники, связанные с чумой души, получают 12 единиц урона в течение определенного времени, а враги подвергаются эффектам осквернения чумой независимо от их местоположения. Во время действия способности нельзя двигаться, лечиться или что-либо делать.

source: SOULDEATH
ru: СМЕРТЬ ДУШИ

source: [COOLDOWN:300s] Dies instantly, as its Soulplague-infected matter grows unstable.
ru: [ПЕРЕЗАРЯДКА:300с] Мгновенно умирает, поскольку его зараженная чумой души материя становится нестабильной.

source: SOULDEATH
ru: СМЕРТЬ ДУШИ

source: [COOLDOWN:300s] Dies instantly, as its Soulplague-infected matter grows unstable.
ru: [ПЕРЕЗАРЯДКА:300с] Мгновенно умирает, поскольку его зараженная чумой души материя становится нестабильной.

source: SOULHEART
ru: СЕРДЦЕ ДУШИ

source: [CD:40s DURATION:7s -90HP] Takes 90 damage and triggers a temporary effect that overwrites ally Children of the Stars' abilities, allowing them to rapid-fire summon Soulplague Husks at significant cost to themselves. Moves very slowly while active.
ru: [ПЕРЕЗАРЯДКА:40с ДЛИТЕЛЬНОСТЬ:7с -90 ОЗ] Получает 90 ед. урона и вызывает временный эффект, который отменяет способности союзников Детей Звезд, позволяя им быстро вызывать чумных оболочек за значительную жертву. Передвигается очень медленно, пока способность активна.

source: SOULPUMP
ru: ВСПЛЕСК ДУШИ

source: [CD:3s -30HP] The Foolish channels its power through this Child of the Stars to call down beams on the enemy ship that summon Soulplague Husks.
ru: [ПЕРЕЗАРЯДКА:3с -30 ОЗ] Через это Дитя Звезд Глупец направляет свою силу на вражеский корабль, чтобы вызвать чумных оболочек.

source: SOULHEART
ru: СЕРДЦЕ ДУШИ

source: [CD:40s DURATION:7s -90HP] Takes 90 damage and triggers a temporary effect that overwrites ally Children of the Stars' abilities, allowing them to rapid-fire summon Soulplague Husks at significant cost to themselves. Moves very slowly while active.
ru: [ПЕРЕЗАРЯДКА:40с ДЛИТЕЛЬНОСТЬ:7с -90 ОЗ] Получает 90 ед. урона и вызывает временный эффект, который отменяет способности союзников Детей Звезд, позволяя им быстро вызывать чумных оболочек за значительную жертву. Передвигается очень медленно, пока способность активна.

source: SOULPUMP
ru: ВСПЛЕСК ДУШИ
