Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, red... Hmmm... and... forty blue. Damn... you win, fair and square." They send your winnings over, and the voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять, красных... хммм... и... сорок синих. Черт... ты выиграл, честно и справедливо" Он передает ваш выигрыш, и голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，红色……嗯……还有……四十，蓝色。可恶……你赢得光明正大。”他们把你的战利品送了过来，那个声音对你说：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……根本无关紧要。”它没有细说，但听上去它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, in a fit, "T-three... seven... fourteen... uh, thirty-eight... thirty-nine, red... Dark One, be with me... thirty-seven... forty! Forty blue! I... win, I actually win! Dark One, praise be!" Uh, damn. Not really any sugarcoating this one... you just lost thirty fuel. The voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает, охваченный азартом: "Т- три... семь... четырнадцать... тридцать восемь... тридцать девять красных... Темный, прибудь со мной... тридцать семь... сорок! Сорок синих! Ха, я выиграл! Темный, слава тебе!" Черт. Тут уж ничего не поделаешь... вы только что потеряли тридцать единиц топлива. Голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者激动地数着：“三……七……十四……呃，三十八……三十九，红色……深渊潜者，与我同在……三十七……四十！四十个蓝色！我……赢了，我真的赢了！深渊潜者，赞美我！”呃，该死。这没什么好掩饰的……你刚刚输掉了三十单位燃料。那个声音对你说：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……根本无关紧要。”它没有细说，但听上去它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, in a fit, "T-three... seven... fourteen... uh, thirty-eight... thirty-nine, blue... Dark One, be with me... thirty-seven... no! No, no, Dark One damn it, why?! Forty... red... you win. This... is my entire shipment... I'm... going to be banished for sure..." They seem devastated.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает, охваченный азартом: "Т-три... семь... четырнадцать... тридцать восемь... тридцать девять синих... Темный, прибудь со мной... тридцать семь... нет! Нет-нет, Темный, черт возьми, почему?! Сорок... красных... ты выиграл. Это... вся моя партия... Я... точно буду изгнан..." Он выглядит опустошенным.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者激动又慌乱地数着：“三……七……十四……呃，三十八……三十九，蓝色……深渊潜者，与我同在……三十七……不！不，不，深渊潜者，该死，为什么？！四十……红色……你赢了。这……是我全部的货物……我……肯定会被放逐的……”他们看起来彻底崩溃了。

source: Woo-hoo! Big winner, that's me!
ru: Ура! Победитель по-крупному - это про меня!
zh_hans: 哇哦！大赢家，就是我！

source: The Enlightened sends your winnings over whilst sobbing. You didn't know that they could cry, either. The voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Просветленный отправляет ваш выигрыш, рыдая при этом. Вы не знали, что они тоже умеют плакать. Голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 启蒙者一边抽泣着一边把你赢来的东西送了过来。你之前也从不知道他们居然会哭。那个声音对你说道：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……根本无关紧要。”它没有细说，但听上去它玩得很开心，你是这么觉得的。

source: Call off the bet.
ru: Отменить ставку.
zh_hans: 取消赌注。

source: The Enlightened looks up from their sobbing fit on the floor to meet your gaze. "T-... truly?" You nod, and they attempt to compose themselves a little bit. It doesn't really work, but you appreciate the attempt. "I... I cannot thank you enough, outsider... Were I able to make it up to you, I'd..." They pause, and a look of realization overcomes their face. "W-wait! Wait... one moment! I have something... just for you!" They then cut communications, and you're left waiting for your surprise.
ru: Просветленный продолжая рыдать поднимает глаза с пола и встречает ваш взгляд. "П... правда?" Вы киваете, и он пытается немного успокоиться. У него не получается, но он попытался. "Я... я не могу отблагодарить тебя, чужак... Если бы я мог загладить свою вину перед тобой, я бы..." Он делает паузу, и на его лице появляется выражение осознания. "Подожди! Подожди... один момент! У меня есть кое-что... специально для тебя!" Затем он прерывает связь, и вы остаетесь ждать своего сюрприза.
zh_hans: 启蒙者从地板上抽泣着抬起头，与你对视。“真……真的吗？”你点了点头，他们试图让自己镇定一些。但并没有多大效果，不过你还是很感激他们的努力。“我……我真不知该如何感谢你，外来者……如果我能报答你，我一定会……”他们顿了顿，脸上露出恍然大悟的神情。“等……等等！稍等一下！我有样东西……专门给你的！”随后他们中断了通讯，只剩下你在等待这份惊喜。

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: Luckily, you don't have to wait long. The Enlightened hails a few moments later, both of their arms full of yellow lights, "These lights... are our people's staple, a gift... from the Dark One. I see... no greater honor, than bestowing my own lights upon you. It must be... the least I can do; you have my... infinite gratitude for your infinite mercy." With that, they send the lights over. You were just being nice, and this guy's just shy of worshipping you over his own God... the voice calls to you, "A strange game... with an even stranger outcome. You have... my thanks, as well. Life... is hard, for my people; and you recognized that they... needed the fuel more than you do. So, again... thank you." Your bet is returned to you, as well as a whole ship's worth of Enlightened lights to put up!
ru: К счастью, вам не пришлось долго ждать. Просветленный появляются через несколько мгновений, обе его руки полны желтых огней: "Эти фонари... скрепляют наш народ, дар... от Темного. Я не вижу... большей чести, чем даровать тебе свои собственные фонари. Это... самое малое, что я могу сделать; я бесконечно благодарен тебе за твое бесконечное милосердие". С этими словами он передает вам фонари. Вы были просто добры, а этот парень едва ли не поклоняется вам больше, чем собственному Богу... Голос обращается к вам: "Странная игра... с еще более странным исходом. Я благодарю тебя... за это. Жизнь моего народа... тяжела, и ты понял, что ему... топливо нужно больше, чем тебе. Так что, еще раз... спасибо". Ваша ставка возвращается вам, а также целый корабль огней Просветленных, которые можно использовать!
zh_hans: 幸好你不用等太久。片刻之后启蒙者再次联络，双臂捧着满是黄色的光团：这些光……是我们族群的根基，是深渊潜者赐予的礼物。我认为……没有比将我自身的光赠予你更高的荣耀了。这至少是我能做的；对你无边的仁慈，我怀有……无尽的感激。说完，他们把光团送了过来。你只是出于好意，可这人几乎要把你捧得比他们的神祇还高……那个声音对你说道：一场奇怪的游戏……结局更加离奇。你也……得到了我的谢意。对我的族人而言……生存本就艰难。而你明白……他们比你更需要这些燃料。所以，再次……谢谢你。你下注的筹码被归还，同时还收到了一整船的启蒙者之光，可以用来布置！

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, in a fit, "T-three... seven... fourteen... uh, thirty-eight... thirty-nine, blue... Dark One, be with me... thirty-seven... forty! Forty red! I... win, I actually win! Dark One, praise be!" Uh, damn. Not really any sugarcoating this one... you just lost thirty fuel. The voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает, охваченный азартом: "Т- три... семь... четырнадцать... тридцать восемь... тридцать девять синих... Темный, прибудь со мной... тридцать семь... сорок! Сорок красных! Ха, я выиграл! Темный, слава тебе!" Черт. Тут уж ничего не поделаешь... вы только что потеряли тридцать единиц топлива. Голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者激动地数着：“三……七……十四……呃，三十八……三十九，蓝色……深渊潜者，与我同在……三十七……四十！四十个红色！我……赢了，我真的赢了！深渊潜者，赞美我！”呃，该死。这没什么好掩饰的……你刚刚输掉了三十单位燃料。那个声音对你说：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……微不足道。”它没有细说，但听上去它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, in a fit, "T-three... seven... fourteen... uh, thirty-eight... thirty-nine, red... Dark One, be with me... thirty-seven... no! No, no, Dark One damn it, why?! Forty... blue... you win. This... is my entire shipment... I'm... going to be banished for sure..." They seem devastated.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает, охваченный азартом: "Т-три... семь... четырнадцать... тридцать восемь... тридцать девять красных... Темный, прибудь со мной... тридцать семь... нет! Нет-нет, Темный, черт возьми, почему?! Сорок... синих... ты выиграл. Это... вся моя партия... Я... точно буду изгнан..." Он выглядит опустошенным.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者激动又慌乱地数着：“三……七……十四……呃，三十八……三十九，红色……深渊潜者，与我同在……三十七……不！不，不，深渊潜者，该死，为什么？！四十……蓝色……你赢了。这……是我全部的货物……我……肯定会被放逐的……”他们看起来彻底崩溃了。

source: Woo-hoo! Big winner, that's me!
ru: Ура! Победитель по-крупному - это про меня!
zh_hans: 哇哦！大赢家，就是我！

source: The Enlightened sends your winnings over whilst sobbing. You didn't know that they could cry, either. The voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Просветленный отправляет ваш выигрыш, рыдая при этом. Вы не знали, что они тоже умеют плакать. Голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 启蒙者一边抽泣着，一边把你赢来的赌注送了过来。你之前也从不知道他们竟然会流泪。那个声音对你说道：“这……是场奇怪的游戏，可我……还算熟悉。骰子本身的点数相乘……其实根本无关紧要。”它没有再多解释，但听上去它玩得很开心。你心里这么想着。

source: Call off the bet.
ru: Отменить ставку.
zh_hans: 取消赌注。

source: The Enlightened looks up from their sobbing fit on the floor to meet your gaze. "T-... truly?" You nod, and they attempt to compose themselves a little bit. It doesn't really work, but you appreciate the attempt. "I... I cannot thank you enough, outsider... Were I able to make it up to you, I'd..." They pause, and a look of realization overcomes their face. "W-wait! Wait... one moment! I have something... just for you!" They then cut communications, and you're left waiting for your surprise.
ru: Просветленный продолжая рыдать поднимает глаза с пола и встречает ваш взгляд. "П... правда?" Вы киваете, и он пытается немного успокоиться. У него не получается, но он попытался. "Я... я не могу отблагодарить тебя, чужак... Если бы я мог загладить свою вину перед тобой, я бы..." Он делает паузу, и на его лице появляется выражение осознания. "Подожди! Подожди... один момент! У меня есть кое-что... специально для тебя!" Затем он прерывает связь, и вы остаетесь ждать своего сюрприза.
zh_hans: 启蒙者从地板上抽泣着抬起头，与你对视。“真……真的吗？”你点了点头，他们试图让自己稍微镇定一点。虽然并没什么效果，但你还是很感激他们的努力。“我……我真的不知该如何感谢你，外来者……如果我能报答你，我一定会……”他们顿了顿，脸上露出恍然大悟的神情。“等……等等！稍等一下！我有样东西……专门给你的！”说完他们便中断了通讯，只留下你等待这份惊喜。

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: Luckily, you don't have to wait long. The Enlightened hails a few moments later, both of their arms full of yellow lights, "These lights... are our people's staple, a gift... from the Dark One. I see... no greater honor, than bestowing my own lights upon you. It must be... the least I can do; you have my... infinite gratitude for your infinite mercy." With that, they send the lights over. You were just being nice, and this guy's just shy of worshipping you over his own God... the voice calls to you, "A strange game... with an even stranger outcome. You have... my thanks, as well. Life... is hard, for my people; and you recognized that they... needed the fuel more than you do. So, again... thank you." Your bet is returned to you, as well as a whole ship's worth of Enlightened lights to put up!
ru: К счастью, вам не пришлось долго ждать. Просветленный появляются через несколько мгновений, обе его руки полны желтых огней: "Эти фонари... скрепляют наш народ, дар... от Темного. Я не вижу... большей чести, чем даровать тебе свои собственные фонари. Это... самое малое, что я могу сделать; я бесконечно благодарен тебе за твое бесконечное милосердие". С этими словами он передает вам фонари. Вы были просто добры, а этот парень едва ли не поклоняется вам больше, чем собственному Богу... Голос обращается к вам: "Странная игра... с еще более странным исходом. Я благодарю тебя... за это. Жизнь моего народа... тяжела, и ты понял, что ему... топливо нужно больше, чем тебе. Так что, еще раз... спасибо". Ваша ставка возвращается вам, а также целый корабль огней Просветленных, которые можно использовать!
zh_hans: 幸好你没等多久。片刻之后，启蒙者再次发来通讯，双臂捧着满捧的黄色光团：“这些光……是我们族群的根基，是深渊潜者赐予的礼物。我想……没有比将我自身的光赠予你更高的荣耀了。这至少是我能做的；对你无边的仁慈，我怀有……无尽的感激。”说完，他们把光送了过来。你只是出于好意而已，可这家伙几乎要把你捧得比他们信奉的神祇还高……那个声音对你说道：“一场奇怪的游戏……结局更加离奇。你也……得到了我的谢意。对我的族人而言……生存本就艰难。而你明白……他们比你更需要这些燃料。所以，再次……谢谢你。”你下注的筹码被归还，同时还收到了一整船的启蒙者之光，可以用来布置！

# data/events_enlightened.xml$//event[@name="ITEMS_ENLIGHTENED_FUELDUEL"]/text
source: You expect to hear the voice call out to you as you arrive at the beacon, but nothing is heard. There must be nothing here... nothing but you, and the void.
ru: Вы ожидаете услышать голос, который обратится к вам, когда вы прибываете на маяк, но ничего не слышите. Должно быть, здесь нет ничего... ничего, кроме вас и пустоты.
zh_hans: 当你抵达信标处时，本以为会听到那个声音呼唤你，却什么也没听见。这里一定空无一物……只有你，和这片虚空。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: You're about to do something when you receive a hail from the void... should you accept it?
ru: Вы собираетесь что-то сделать, как вдруг получаете вызов из пустоты... Стоит ли его принимать?
zh_hans: 你正准备做某件事，这时收到了来自虚空的通讯……你要接听吗？

source: Eerie. Sure!
ru: Жутко, но конечно!
zh_hans: 怪瘆人的。不过当然接！

source: You accept the hail, and you're face to face with an Enlightened Cultist, "Outsider, care... to gamble?" Before you can answer, the voice speaks to you, "This... is a fuel-transport ship, belonging to the Enlightened. I... didn't consider it a threat, nor did I... consider that they'd bother you." The darkness is pulled back, and you see the ship for yourself. Now, what's this about gambling?
ru: Вы принимаете вызов и оказываетесь лицом к лицу с культистом Просветленных: "Посторонний, не желаешь... сыграть в азартную игру?" Прежде чем вы успеваете ответить, голос обращается к вам: "Это... транспортный корабль с топливом, принадлежащий Просветленным. Я... не считал его угрозой, как и не считал... что он может тебя побеспокоить". Тьма отступает, и вы видите корабль воочию. А что это за азартная игра?
zh_hans: 你接通了通讯，眼前出现的是一名启蒙者教徒：“外来者，有兴趣……赌一把吗？”你还没来得及回答，那个声音便对你说道：“这艘……是启蒙者的燃料运输船。我之前……没把它当成威胁，也没料到……他们会来打扰你。”黑暗被拨开，你亲眼看到了这艘飞船。现在，说说看，这场赌局到底是怎么回事？

source: What are we gambling, exactly?
ru: На что мы играем?
zh_hans: 我们到底赌什么？

source: The Enlightened would roll its eyes if it had any. "Fuel, were it not... obvious. We... each bid, and then toss dice... into the Dark One's embrace. Whoever... rolls highest when they return, wins."
ru: Просветленный закатил бы глаза, если бы они у него были. "Топливо, разве это не... очевидно. Мы... каждый делает ставку, а затем бросаем кости... в объятия Темного. У того, у кого... выпадет больше всех, когда они вернутся, тот и победит".
zh_hans: 如果启蒙者有眼睛的话，此刻肯定会翻个白眼。“燃料，这难道还不明显吗。我们……各自下注，然后把骰子抛进深渊潜者的怀抱里。等骰子回来时，谁的点数更大……谁就赢。”

source: Sure, I'm up for it.
ru: Конечно, я не против.
zh_hans: 好啊，我奉陪到底。

source: "Then make... your bet. I'll mirror it, unless... you've got more fuel than a vessel whose sole purpose... is transporting fuel?"
ru: "Тогда делай... свою ставку. Я повторю ее, если только... у тебя нет больше топлива, чем у судна, единственной целью которого... является перевозка топлива?"
zh_hans: "那就……下注吧。我会跟你押一样的筹码，除非……你的燃料比一艘专门用来运输燃料的飞船还要多？"

source: Bet low. [-3{]
ru: Низкая ставка. [-3{]
zh_hans: 小注。[-3{]

source: You send the fuel over, and the Enlightened, through an airlock, casts the dice into the ether. It asks you to call one of them; one's red, one's blue.
ru: Вы отправляете топливо, и Просветленный через воздушный шлюз бросает кости во тьму. Он просит вас выбрать один из цветов - красный или синий.
zh_hans: 你把燃料送过去，启蒙者通过气闸将骰子抛向虚空。它让你选一个，一个红色，一个蓝色。

source: Red.
ru: Красный.
zh_hans: 红色。

source: Blue.
ru: Синий.
zh_hans: 蓝色。

source: Bet middlingly. [-6{]
ru: Средняя ставка. [-6{]
zh_hans: 中等下注。[-6{]

source: You send the fuel over, and the Enlightened, through an airlock, casts the dice into the ether. It asks you to call one of them; one's red, one's blue.
ru: Вы отправляете топливо, и Просветленный через воздушный шлюз бросает кости во тьму. Он просит вас выбрать один из цветов - красный или синий.
zh_hans: 你把燃料送了过去，启蒙者通过气闸将骰子掷向虚空。它让你选一个，一个是红色，一个是蓝色。

source: Red.
ru: Красный.
zh_hans: 红色。

source: Blue.
ru: Синий.
zh_hans: 蓝色。

source: Bet high. [-9{]
ru: Высокая ставка. [-9{]
zh_hans: 大注。[-9{]

source: You send the fuel over, and the Enlightened, through an airlock, casts the dice into the ether. It asks you to call one of them; one's red, one's blue.
ru: Вы отправляете топливо, и Просветленный через воздушный шлюз бросает кости во тьму. Он просит вас выбрать один из цветов - красный или синий.
zh_hans: 你把燃料送了过去，启蒙者通过气闸将骰子掷向虚空。它让你选一个，一个是红色，一个是蓝色。

source: Red.
ru: Красный.
zh_hans: 红色。

source: Blue.
ru: Синий.
zh_hans: 蓝色。

source: Bet ridiculously high. [-30{]
ru: До смешного высокая ставка. [-30{]
zh_hans: 押得高得离谱。[-30{]

source: You send the fuel over, and you notice that the Enlightened is sweating bullets... you didn't realize that they could sweat. Regardless, through an airlock, they cast the dice into the ether. It asks you to call one of them; one's red, one's blue.
ru: Вы отправляете топливо и замечаете, что Просветленный потеет... вы не знали, что они могут потеть. Тем не менее через воздушный шлюз он бросает кости во тьму. Он просит вас назвать один из цветов: красный или синий.
zh_hans: 你把燃料送过去，注意到启蒙者紧张得满头大汗……你之前根本不知道他们居然会出汗。不管怎样，他们通过气闸将骰子掷向虚空。它让你选一个，一个是红色，一个是蓝色。

source: Red.
ru: Красный.
zh_hans: 红色。

source: Blue.
ru: Синий.
zh_hans: 蓝色。

source: On second thought, I don't really want to bet.
ru: Подумав, я не хочу делать ставки.
zh_hans: 转念一想，我其实不想下注了。

source: "Here I was... thinking things were about to get interesting." They cut communications, and you're left alone with its words. Are you boring? The voice provides no answers.
ru: "А я-то... думал, что сейчас начнется веселье". Связь прерывается, и вы остаетесь наедине с его словами. Скучно ли вам? Голос не дает ответов.
zh_hans: “我本来还在想……事情总算要变得有趣起来了。”他们切断了通讯，只留下你独自回味这句话。你很无趣吗？那个声音没有给出任何答案。

source: Nah, I'm good.
ru: Нет, все в порядке.
zh_hans: 不了，我没事。

source: "Here I was... thinking things were about to get interesting." They cut communications, and you're left alone with its words. Are you boring? The voice provides no answers.
ru: "А я-то... думал, что сейчас начнется веселье". Связь прерывается, и вы остаетесь наедине с его словами. Скучно ли вам? Голос не дает ответов.
zh_hans: “我本来还在想……事情总算要变得有趣起来了。”他们切断了通讯，只留下你独自回味这番话。你很无趣吗？那个声音没有给出任何答案。

source: How about I just blow you up?
ru: А может, я просто взорву тебя?
zh_hans: 不如我直接把你炸飞怎么样？

source: "Wait, what? What's... there even to gai-" You cut communications and fire upon the fuel-transport. Even in the vacuum of space, the fuel manages to pull oxygen from within the ship and briefly ignite... resulting in the ship being decimated, consumed by a blazing explosion. It's not likely that there's anything left to scrap... a pity, truly. The silence agrees.
ru: "Подожди, что? Что... можно выи..." Вы прерываете связь и стреляете по перевозчику топлива. Даже в вакууме космоса топливо успевает вытянуть кислород изнутри корабля и ненадолго воспламениться... в результате чего корабль разрушается, поглощенный пылающим взрывом. Вряд ли там осталось что-то, что можно было бы разобрать на лом... жаль, правда. Тишина соглашается.
zh_hans: “等等，什么？这还有什么好……”你切断通讯，朝燃料运输船开火。即便在太空真空里，燃料仍从船内汲取氧气并短暂燃烧……飞船被彻底摧毁，吞没在炽烈的爆炸中。恐怕连残骸都不剩了……真是可惜。死寂也认同这一点。

source: Eerie. Nope!
ru: Жутко. Нет!
zh_hans: 诡异。算了！

source: With the call refused, all is quiet. You tell yourself that you prefer this complete, inescapable and deafening silence in an attempt to feel better. Somehow, that doesn't work.
ru: После отказа от вызова все затихает. Вы говорите себе, что предпочитаете эту полную, неизбежную и оглушительную тишину, пытаясь почувствовать себя лучше. Почему-то это не срабатывает.
zh_hans: 拒绝呼叫之后，一切归于寂静。你试图安慰自己，你更喜欢这种彻底、无处可逃、震耳欲聋的沉默，想让自己好受一点。但不知为何，这并没有用。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You're getting ready to do... nothing, when you receive a hail from the void. Should you accept it?
ru: Вы готовитесь... ничего не делать, как вдруг получаете вызов из пустоты. Должны ли вы принять его?
zh_hans: 你正准备什么都不做，这时收到了来自虚空的通讯呼叫。你要接听吗？

source: Eerie. Sure!
ru: Жутко, но конечно!
zh_hans: 诡异。好啊！
