Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: Request repairs.
ru: Запросить ремонт.
zh_hans: 请求维修。

source: They send a few drones over to repair your hull. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько дронов для ремонта вашего корпуса. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们派来几架无人机修复你的船体。之后他们重新接通通讯：“请求已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样。

source: Request fuel.
ru: Запросить топливо.
zh_hans: 请求燃料。

source: They send a few nodes of fuel over. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько единиц топлива. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来几个燃料节点。之后他们重新接通通讯：“请求已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样。

source: Request missiles.
ru: Запросить боеголовки.
zh_hans: 需要弹药。

source: They send a few missiles over. You're not sure why the Engi even have missiles, but afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько боеголовок. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来几枚弹药。你不清楚半械族为什么会有弹药，但在那之后，他们重新接通通讯：“请求：已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: Request drone parts.
ru: Запросить дрон-комплекты.
zh_hans: 请求无人机部件。

source: They send quite a few drone parts over, it seems they have them in surplus. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько дрон-комплекты. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来大量无人机部件，显然库存过剩。之后他们重新接通通讯：“请求：已完成。没有继续通讯的理由。”说完，便重新潜入虚空，你依旧满心疑惑……

source: (Harmony Crew) Request direct Harmony assistance.
ru: (Член экипажа-энджи Гармонии) Запросить прямую помощь Гармонии.
zh_hans: （谐合船员）请求谐合直接支援。

source: They glance at your Engi, "Harmony unit detected. Request for Harmony assistance: deemed satisfactory. Dispatching additional Engi." With that, an Engi Defender is sent over, and the ship dives back into the void; you're left about as curious as you started...
ru: Они смотрят на вашего энджи: "Обнаружена единица Гармонии. Запрос на помощь Гармонии: признан удовлетворительным. Высылаю дополнительного энджи". С этими словами к вам отправляется Защитник энджи, и корабль снова погружается в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们瞥了一眼你的半械族，“检测到谐合单元。谐合支援请求：判定合格。正在派遣额外半械族。”话音刚落，一架半械族防卫机被派了过来，随后那艘飞船便重新潜入虚空，只留下你和一开始一样满心疑惑……

source: I can't promise that.
ru: Я не могу обещать этого.
zh_hans: 我不能保证。

source: The Engi's body stiffens, "Failure to meet request will result in retaliation. Request restated: tell no one that you encountered Engi."
ru: Тело энджи напряглось: "Невыполнение просьбы приведет к ответным мерам. Повторяю просьбу: никому не говорите, что вы встретили энджи".
zh_hans: 半械族的身体瞬间僵硬：“不满足该要求将招致报复。重申要求：不得向任何人透露你遇到过半械族。”

source: Okay, yeah, I won't tell anyone.
ru: Ладно, ага, я никому не скажу.
zh_hans: 好，我不会告诉任何人。

source: Its body rests, "Request: fulfilled. Engi directive: trust Federation and assist. Assistance required = unknown. Request updated: make assistance required known."
ru: Его тело сняло напряжение: "Запрос выполнен. Директива энджи: довериться Федерации и оказать помощь. Требуемая помощь = неизвестно. Запрос обновлен: требуемая помощь известна".
zh_hans: 它的身体放松下来：“请求：已完成。半械族指令：信任联邦并提供协助。所需协助：未知。更新请求：告知你需要何种协助。”

source: Request repairs.
ru: Запросить ремонт.
zh_hans: 请求维修。

source: They send a few drones over to repair your hull. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько дронов для ремонта вашего корпуса. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们派来几架无人机修复你的船体。之后他们重新接通通讯：“请求：已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: Request fuel.
ru: Запросить топливо.
zh_hans: 请求燃料。

source: They send a few nodes of fuel over. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько единиц топлива. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来几个燃料节点。之后他们重新接通通讯：“请求：已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: Request missiles.
ru: Запросить боеголовки.
zh_hans: 请求弹药。

source: They send a few missiles over. You're not sure why the Engi even have missiles, but afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько боеголовок. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来几枚弹药。你不清楚半械族为什么会有弹药，但在那之后，他们重新接通通讯：“请求：已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: Request drone parts.
ru: Запросить дрон-комплекты.
zh_hans: 请求无人机部件。

source: They send quite a few drone parts over, it seems they have them in surplus. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько дрон-комплекты. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送来了大量无人机部件，看来他们的库存十分充足。在那之后，他们重新接通通讯：“请求：已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: (Harmony Crew) Request direct Harmony assistance.
ru: (Член экипажа-энджи Гармонии) Запросить прямую помощь Гармонии.
zh_hans: （谐合船员）请求谐合直接支援。

source: They glance at your Engi, "Harmony unit detected. Request for Harmony assistance: deemed satisfactory. Dispatching additional Engi." With that, an Engi Defender is sent over, and the ship dives back into the void; you're left about as curious as you started...
ru: Они смотрят на вашего энджи: "Обнаружена единица Гармонии. Запрос на помощь Гармонии: признан удовлетворительным. Высылаю дополнительного энджи". С этими словами к вам отправляется Защитник энджи, и корабль снова погружается в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们瞥了一眼你的半械族：“检测到谐合单元。谐合支援请求：判定合格。正在派遣额外半械族。”话音刚落，一架半械族防卫机被派了过来，随后那艘飞船重新潜入虚空，只留下你和一开始一样满心疑惑……

source: I'm sorry, I can't.
ru: Простите, я не могу.
zh_hans: 抱歉，我不能。

source: "Harmony infiltration of region DISPARITY-17 cannot be made known. Solution: destruction of Federation vessel." They cut communications, and their weapons come online!
ru: "Проникновение Гармонии в регион ДИССОНАНС-17 не должно стать известным. Решение: уничтожение корабля Федерации". Они прерывают связь, и их оружие активируется!
zh_hans: 谐合对谐离17号区域的渗透行动绝不能暴露。解决方案：摧毁联邦舰船。他们切断通讯，武器系统全部启动！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I think I'd rather just blow you up.
ru: Думаю, я лучше просто взорву вас.
zh_hans: 我看我还是直接把你炸掉算了。

source: "Hostility: detected. Preparing self-defense protocol." The Engi turn away from you, but communications remain up momentarily, "Request: reinforcements. Location: region DISPARITY-17, sub-region 198-B. Mission of crit-" Communications are finally cut, and you prepare to begin your assault.
ru: "Враждебность: обнаружена. Готовится протокол самообороны". Энджи отворачиваются от вас, но связь на мгновение сохраняется: "Запрос: подкрепление. Местонахождение: регион ДИССОНАНС-17, субрегион 198-Б. Миссия крит..." Связь окончательно прерывается, и вы готовитесь начать атаку.
zh_hans: 检测到敌意。启动自卫协议。半械族转身离开，但通讯暂时还未中断：请求增援。位置：谐离17号区域，198-B子区域。任务为关键——通讯彻底切断，你准备开始进攻。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I won't succumb to your threats. Attack!
ru: Я не поддамся на ваши угрозы. В атаку!
zh_hans: 我不会屈服于你的威胁。进攻！

source: "Hostility: detected. Preparing self-defense protocol." The Engi turn away from you, but communications remain up momentarily, "Request: reinforcements. Location: region DISPARITY-17, sub-region 198-B. Mission of crit-" Communications are finally cut, and you prepare to begin your assault.
ru: "Враждебность: обнаружена. Готовится протокол самообороны". Энджи отворачиваются от вас, но связь на мгновение сохраняется: "Запрос: подкрепление. Местонахождение: регион ДИССОНАНС-17, субрегион 198-Б. Миссия крит..." Связь окончательно прерывается, и вы готовитесь начать атаку.
zh_hans: “检测到敌意。启动自卫协议。”半械族转身离开，但通讯暂时未中断，“请求增援。位置：谐离17号区域，198-B子区域。任务至关——”通讯最终中断，你准备发起进攻。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Doesn't interest me.
ru: Меня это не интересует.
zh_hans: 我不感兴趣。

source: "I find that... interesting, itself." The voice goes quiet. There's no way it's judging you for doing nothing right now... like, who doesn't love doing nothing?
ru: "Я нахожу это... занятным". Голос затихает. Не может быть, чтобы он осуждал вас за то, что вы сейчас ничего не делаете... ну кто не любит ничего не делать?
zh_hans: “我反倒觉得……这本身就很有意思。”那个声音沉寂下去。它总不可能在评判你现在什么都不做吧……毕竟，谁会不喜欢摸鱼呢？

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You try your best to scan whatever's out there, but your scanners just can't pierce the darkness. Unable to do anything, you're forced to twiddle your thumbs while some... thing, bangs on your hull. It's a rhythmic banging; two knocks, pause, one knock, pause, two knocks... and so forth. It doesn't stop by the time you leave the beacon.
ru: Вы изо всех сил пытаетесь просканировать все, что там есть, но ваши сканеры просто не могут пробить тьму. Не в силах что-либо сделать, вы вынуждены разминать пальцы, пока какая-то... штука стучит по вашему корпусу. Это ритмичный стук: два стука, пауза, один стук, пауза, два стука... и так далее. Это не прекратится до тех пор, пока вы не покинете маяк.
zh_hans: 你尽全力扫描外面的一切，但扫描仪始终无法穿透这片黑暗。你束手无策，只能干等着，而某个……东西正在撞击你的船体。那是有节奏的撞击声：两下，停顿，一下，停顿，两下……如此循环。直到你离开信标区域，这声音也没有停止。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You try your best to scan whatever's out there, but your scanners just can't pierce the darkness. Unable to do anything, you're forced to twiddle your thumbs while some... thing, bangs on your hull. It's a rhythmic banging; two knocks, pause, one knock, pause, two knocks... and so forth. It doesn't stop by the time you leave the beacon.
ru: Вы изо всех сил пытаетесь просканировать все, что там есть, но ваши сканеры просто не могут пробить тьму. Не в силах что-либо сделать, вы вынуждены разминать пальцы, пока какая-то... штука стучит по вашему корпусу. Это ритмичный стук: два стука, пауза, один стук, пауза, два стука... и так далее. Это не прекратится до тех пор, пока вы не покинете маяк.
zh_hans: 你竭尽全力扫描外面的一切，但扫描仪始终无法穿透黑暗。你无能为力，只能干等着，而某个……东西正在撞击你的船体。那是有节奏的撞击声：两下，停顿，一下，停顿，两下……如此循环。直到你离开信标区域，这声音也没有停止。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You're able to pierce the darkness and get to the bottom of this; the thing outside is... a Deep One? It's slamming its fists against the hull, either trying to get in, futilely, or to grab your attention... rather effectively. What should you do?
ru: Вам удается пробиться сквозь тьму и добраться до сути: то, что снаружи, - это... глубоководный? Он бьет кулаками по корпусу, то ли тщетно пытаясь проникнуть внутрь, то ли чтобы привлечь ваше внимание... довольно эффективно. Что вы должны сделать?
zh_hans: 你成功穿透黑暗，弄清了真相；外面的那个东西是……深渊潜者？它正用拳头猛击船体，要么是徒劳地想闯进来，要么就是想吸引你的注意……而且效果相当显著。你该怎么做？

source: Open an airlock.
ru: Открыть шлюз.
zh_hans: 打开气闸。

source: You're about to open the airlock, when the voice screams at you. "For future... reference, warn me when you're about to let this... false darkness in! I cannot save you... should it overtake your ship. You're... lucky I'm paying attention." You watch as the void outside recedes, and then finally get to open the airlock... now you just have to wait for the Deep One to enter.
ru: Вы уже собираетесь открыть шлюз, как вдруг голос кричит. "На будущее... предупреждай меня, когда собираешься впустить эту... ложную тьму! Я не смогу спасти тебя... если она захватит твой корабль. Тебе... повезло, что я обратил на это внимание". Вы наблюдаете за тем, как пустота снаружи отступает, и наконец-то открываете шлюз... теперь остается только ждать, пока глубоководный войдет.
zh_hans: 你正要打开气闸，那个声音突然朝你尖叫起来：“以后……记住，你要放这种……虚假黑暗进来之前，先警告我！一旦它控制了你的飞船，我就救不了你了……你还算走运，我一直在留意。”你看着外面的虚空渐渐退去，终于可以打开气闸了……现在你只需要等待深渊潜者进入。

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: As expected, it doesn't take long, and you can hear it gasping for air as you close the airlock behind it... how long has it been holding its breath? Now that you can get a good look at it, you realize this isn't just any Deep One, but an Enlightened Cultist.
ru: Как и следовало ожидать, это не занимает много времени, и вы слышите, как он задыхается, когда закрываете за ним шлюз... Как долго он задерживал дыхание? Теперь, когда вы можете хорошенько рассмотреть его, вы понимаете, что это не просто глубоководный, а Просветленный культист.
zh_hans: 不出所料，没过多久，你就听见它在你关闭气闸后拼命喘息……它究竟屏息了多久？现在你可以好好看清它了，你意识到这并非普通的深渊潜者，而是一名启蒙者信徒。

source: Explain yourself!
ru: Потребовать объяснений!

source: You try your best to scan whatever's out there, but your scanners just can't pierce the darkness. Unable to do anything, you're forced to twiddle your thumbs while some... thing, bangs on your hull. It's a rhythmic banging; two knocks, pause, one knock, pause, two knocks... and so forth. It doesn't stop by the time you leave the beacon.
ru: Вы изо всех сил пытаетесь просканировать все, что там есть, но ваши сканеры просто не могут пробить тьму. Не в силах что-либо сделать, вы вынуждены разминать пальцы, пока какая-то... штука стучит по вашему корпусу. Это ритмичный стук: два стука, пауза, один стук, пауза, два стука... и так далее. Это не прекратится до тех пор, пока вы не покинете маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You're able to pierce the darkness and get to the bottom of this; the thing outside is... a Deep One? It's slamming its fists against the hull, either trying to get in, futilely, or to grab your attention... rather effectively. What should you do?
ru: Вам удается пробиться сквозь тьму и добраться до сути: то, что снаружи, - это... глубоководный? Он бьет кулаками по корпусу, то ли тщетно пытаясь проникнуть внутрь, то ли чтобы привлечь ваше внимание... довольно эффективно. Что вы должны сделать?

source: Open an airlock.
ru: Открыть шлюз.

source: You're about to open the airlock, when the voice screams at you. "For future... reference, warn me when you're about to let this... false darkness in! I cannot save you... should it overtake your ship. You're... lucky I'm paying attention." You watch as the void outside recedes, and then finally get to open the airlock... now you just have to wait for the Deep One to enter.
ru: Вы уже собираетесь открыть шлюз, как вдруг голос кричит. "На будущее... предупреждай меня, когда собираешься впустить эту... ложную тьму! Я не смогу спасти тебя... если она захватит твой корабль. Тебе... повезло, что я обратил на это внимание". Вы наблюдаете за тем, как пустота снаружи отступает, и наконец-то открываете шлюз... теперь остается только ждать, пока глубоководный войдет.

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: As expected, it doesn't take long, and you can hear it gasping for air as you close the airlock behind it... how long has it been holding its breath? Now that you can get a good look at it, you realize this isn't just any Deep One, but an Enlightened Cultist.
ru: Как и следовало ожидать, это не занимает много времени, и вы слышите, как он задыхается, когда закрываете за ним шлюз... Как долго он задерживал дыхание? Теперь, когда вы можете хорошенько рассмотреть его, вы понимаете, что это не просто глубоководный, а Просветленный культист.

source: Explain yourself!
ru: Потребовать объяснений!

source: You're able to pierce the darkness and get to the bottom of this; the thing outside is... a Deep One? It's slamming its fists against the hull, either trying to get in, futilely, or to grab your attention... rather effectively. What should you do?
ru: Вам удается пробиться сквозь тьму и добраться до сути: то, что снаружи, - это... глубоководный? Он бьет кулаками по корпусу, то ли тщетно пытаясь проникнуть внутрь, то ли чтобы привлечь ваше внимание... довольно эффективно. Что вы должны сделать?

source: Open an airlock.
ru: Открыть шлюз.

source: You're about to open the airlock, when the voice screams at you. "For future... reference, warn me when you're about to let this... false darkness in! I cannot save you... should it overtake your ship. You're... lucky I'm paying attention." You watch as the void outside recedes, and then finally get to open the airlock... now you just have to wait for the Deep One to enter.
ru: Вы уже собираетесь открыть шлюз, как вдруг голос кричит. "На будущее... предупреждай меня, когда собираешься впустить эту... ложную тьму! Я не смогу спасти тебя... если она захватит твой корабль. Тебе... повезло, что я обратил на это внимание". Вы наблюдаете за тем, как пустота снаружи отступает, и наконец-то открываете шлюз... теперь остается только ждать, пока глубоководный войдет.

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: As expected, it doesn't take long, and you can hear it gasping for air as you close the airlock behind it... how long has it been holding its breath? Now that you can get a good look at it, you realize this isn't just any Deep One, but an Enlightened Cultist.
ru: Как и следовало ожидать, это не занимает много времени, и вы слышите, как он задыхается, когда закрываете за ним шлюз... Как долго он задерживал дыхание? Теперь, когда вы можете хорошенько рассмотреть его, вы понимаете, что это не просто глубоководный, а Просветленный культист.

source: Explain yourself!
ru: Потребовать объяснений!

source: It speaks in-between deep, hearty breaths "How far I've fallen, to... have to explain myself to an... outsider. Still, fallen far I... have. My kin have banished me for... 'heresy,' they claim. A crime punishable by... death." The voice chimes in, "A punishment I know all... too well." The Enlightened continues, "Regardless of the circumstances surrounding my... crime, they saw it fit to... leave me in the void, and let the Dark One... deal with me. That is... until you came along." It gives you a curt bow, which would feel nice were it not still gasping for air.
ru: Он говорит между глубокими, тяжелыми вдохами: "Как низко я пал, чтобы... объясняться... чужаку. И все же я... очень низко пал. Мои сородичи изгнали меня за... "ересь", как они утверждают. Преступление, караемое... смертью". Голос вклинивается: "Наказание, которое я знаю... слишком хорошо". Просветленный продолжает: "Независимо от обстоятельств моего... преступления, они сочли нужным... оставить меня в пустоте, и пусть Темный... разбирается со мной. Так было... пока не появились вы". Он отвесил вам небрежный поклон, который был бы нормальным, если бы он все еще не задыхался.

source: You okay?
ru: Все в порядке?

source: It chuckles at that, and says "I will be soon... thanks to you. You have my deepest... gratitude. My kin may have... abandoned me, but I don't believe the Dark One has. No, I believe He must... have sent you. As such, and seeing that I have... nowhere else to go, I see no greater... honor than working aboard your ship. May His eternal night... darken our path." A real 180 from calling you an outsider... still, you'll never turn down having extra hands on deck. Even if they're volatile, space-tearing hands.
ru: Он смеется над этим и говорит: "Я скоро... благодаря вам. Я глубоко... благодарен вам. Может, мои сородичи и... бросили меня, но я не верю, что это сделал Темный. Нет, я верю, что он... послал вас. И поскольку мне больше некуда идти, я не вижу большей чести, чем работать на борту вашего корабля. Пусть его вечная ночь... омрачит наш путь". Не стоит называть вас чужаком... тем не менее, вы никогда не откажетесь от лишних рук на палубе. Даже если это переменчивые, рвущие пространство руки.

source: It speaks in-between deep, hearty breaths "How far I've fallen, to... have to explain myself to an... outsider. Still, fallen far I... have. My kin have banished me for... 'heresy,' they claim. A crime punishable by... death." The voice chimes in, "A punishment I know all... too well." The Enlightened continues, "Regardless of the circumstances surrounding my... crime, they saw it fit to... leave me in the void, and let the Dark One... deal with me. That is... until you came along." It gives you a curt bow, which would feel nice were it not still gasping for air.
ru: Он говорит между глубокими, тяжелыми вдохами: "Как низко я пал, чтобы... объясняться... чужаку. И все же я... очень низко пал. Мои сородичи изгнали меня за... "ересь", как они утверждают. Преступление, караемое... смертью". Голос вклинивается: "Наказание, которое я знаю... слишком хорошо". Просветленный продолжает: "Независимо от обстоятельств моего... преступления, они сочли нужным... оставить меня в пустоте, и пусть Темный... разбирается со мной. Так было... пока не появились вы". Он отвесил вам небрежный поклон, который был бы нормальным, если бы он все еще не задыхался.

source: You okay?
ru: Все в порядке?
