Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 我没事，刚才差点就迷失自己了。

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你还在继续掠夺。到现在你已经在这里待了好一会儿了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够，我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 我没事，刚才差点就迷失了自己……

source: The beast doth bleed riches, indeed. A pittance, eclipsed by thy royal splendour... yet riches, even thus.
ru: Зверь и впрямь кровоточит богатствами. Жалкие крупицы, затмеваемые вашим королевским величием... и все же - богатства.
zh_hans: 这巨兽果真淌出财富。虽只是微薄些许，在你皇家的荣光面前黯然失色……可即便如此，也仍是财富。

source: Feast, o' pit in mine soul...
ru: Пируй же, о бездна в душе моей...
zh_hans: 盛宴吧，我灵魂中的深渊……

source: The beast doth bleed riches, indeed. A pittance, eclipsed by thy royal splendour... yet riches, even thus.
ru: Зверь и впрямь кровоточит богатствами. Жалкие крупицы, затмеваемые вашим королевским величием... и все же - богатства.
zh_hans: 这巨兽果真淌出无尽财富。虽只是微薄点滴，在你皇家的荣光面前黯然失色……可即便如此，也仍是真金白银。

source: Feast, o' pit in mine soul...
ru: Пируй же, о бездна в душе моей...
zh_hans: 吞噬吧，我灵魂深处的深渊……

source: You come to, hours later. The last thing you remember is... scrapping ships? The voice calls to you, "We need... to get out of here, now, you fool! The Rebels... overtake us!" Scorn coats every word, and you glance around, drunkenly... the remains of several Rebel ships lie outside in space already. How long have you been here? As if on cue, a small fleet of MFK Aces pull into the beacon; you figure it's high time to get out of here.
ru: Вы приходите в себя спустя несколько часов. Последнее, что вы помните, - это... разборка кораблей на лом? Голос обращается к вам: "Нам нужно... убираться отсюда, немедленно, дурак! Повстанцы... догоняют нас!" Презрение сквозит в каждом слове, и вы пьяно оглядываетесь по сторонам... в космосе уже покоятся обломки нескольких кораблей повстанцев. Как давно вы здесь? Как по команде, к маяку подтягивается небольшой флот асов МФК; вы решаете, что пора убираться отсюда.
zh_hans: 几小时后，你醒了过来。你记得的最后一件事是……拆解飞船？那个声音对你喊道：“我们得……离开这儿，马上，你这个蠢货！叛军……要追上我们了！”每句话都带着轻蔑，你醉眼朦胧地环顾四周……几艘叛军飞船的残骸已经飘浮在外面的太空中。你在这里待了多久？就在这时，一支小型的MFK精英舰队正朝着信标驶来；你心想，是时候赶紧离开这里了。

source: Run!
ru: Бежим!
zh_hans: 快跑！

source: You push yourself to keep scrapping in an attempt to sate your all-consuming avarice... but it's not enough. It's never enough. Nothing will ever, ever be enough. Have you been consumed by the void... or have you, yourself, become the void? The voice weighs in, "It... would be best if we moved on, surely."
ru: Вы продолжаете собирать богатства, пытаясь удовлетворить свою всепоглощающую жадность... но этого недостаточно. Этого никогда не будет достаточно. Ничего и никогда не будет достаточно. Вас поглотила пустота... или вы сами стали пустотой? Голос произносит: "Конечно, будет лучше, если мы пойдем дальше".
zh_hans: 你强迫自己继续拆解飞船，试图填满你那吞噬一切的贪婪……可这远远不够。永远都不够。没有任何东西能满足你。你是被虚空吞噬了……还是你自己，已然变成了虚空？那个声音开口道：“我们……最好还是赶紧离开吧，真的。”

source: Submit; become greed, incarnate.
ru: Покориться. Стать воплощением алчности.
zh_hans: 屈服吧，化身贪婪，成为它的具象。

source: "The... the rebels encroach. Is... this not a concern?" The voice pleads with you. It pleads, and you don't listen; its words are but drops of silver in this sea of gold...
ru: "Повстанцы приближаются. Разве... это не вызывает беспокойства?" Голос умоляет вас. Он умоляет, а вы не слушаете; его слова - лишь капли серебра в этом море золота...
zh_hans: “叛……叛军正在逼近。难……难道这不值得担心吗？”那个声音向你恳求着。它在哀求，可你充耳不闻；它的话语，不过是这片黄金之海中几滴微不足道的银水罢了……

source: Bask in the opulent radiance of it all.
ru: Окунуться в роскошное сияние всего этого.
zh_hans: 沉浸在这一切奢华璀璨的光辉之中。

source: Hark! A foul leviathan, amidst your riches! A beast to be felled, lest its presence taint these sacred grounds... forth, brothers; spill and feast upon this abomination's gilded blood!
ru: Слышащий! Мерзкий левиафан среди ваших богатств! Чудовище, которое нужно уничтожить, чтобы его присутствие не осквернило эти священные земли... вперед, братья; пролейте и попируйте на позолоченной крови этой мерзости!
zh_hans: 听！一只污秽的巨怪，闯入了你的财宝之中！这头野兽必须被斩杀，以免它玷污这片圣地……冲啊，兄弟们；尽情屠戮，畅饮这可憎之物的鎏金之血！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Repent; become willpower, personified.
ru: Покаяться; стать олицетворением силы воли.
zh_hans: 忏悔吧；化身意志力，成为它的化身。

# data/events_enlightened.xml$//event[@name="ITEMS_ENLIGHTENED_WRECKYARD"]/text
source: The void, ever-present, greets you. Seems you're popular, because so does the voice: "A field... of wrecks appears to surround this beacon. Valuable resources... should you trade time, the most valuable resource... of all."
ru: Пустота, вечная пустота, встречает вас. Похоже, вы пользуетесь популярностью, потому что голос говорит: "Вокруг этого маяка находится поле... обломков. Ценные ресурсы... в обмен на время - самый самый ценный ресурс... из всех".
zh_hans: 无处不在的虚空向你致意。看来你很受欢迎，因为那个声音也随之响起：“一片……残骸区域似乎包围了这座信标。这里有宝贵的资源……前提是你愿意付出时间，而时间才是最珍贵的……资源。”

source: Wrecks... resources... scrap! Let me at it!
ru: Обломки... ресурсы... лом! Дайте мне это!
zh_hans: 残骸……资源……废料！让我来！

source: You and your crew get to work, and you manage to scrap a fair few of the ships. Any more would be at the risk of the rebels catching up...
ru: Вы и ваш экипаж приступаете к работе, и вам удается разобрать на лом несколько кораблей. Если бы их было больше, то повстанцы могли бы вас догнать...
zh_hans: 你和你的船员开始行动，成功拆解了不少飞船。再继续下去，就有被叛军追上的风险……

source: Keep going. There's loot to be had!
ru: Не останавливаться. Здесь есть еще добыча!
zh_hans: 继续干。还有战利品要抢！

source: I'm good, wouldn't want to be too greedy.
ru: Я способен себя контролировать, не хочу быть слишком жадным.
zh_hans: 我没事，可不想太贪心了。

source: "A... wise decision, indeed." That almost sounded like praise... Regardless, you prepare to leave the beacon with your newfound loot.
ru: "Действительно... мудрое решение". Это прозвучало почти как похвала... Несмотря на это, вы готовитесь покинуть маяк с обретенной добычей.
zh_hans: “真是……明智的决定。”那语气听着几乎像是赞许……无论如何，你带着刚到手的战利品准备离开这座信标。

source: Wouldn't want to disturb the dead. I'll pass.
ru: Не хотелось бы тревожить мертвых. Я пройду.
zh_hans: 不想打扰逝者，我就不去了。

source: You imagine the voice raising its eyebrow in your head as it speaks to you, "Truly? I... thought this sort of wisdom well past you. Consider me... humbled." A compliment? An insult? You're not sure why they've gotta be annoying about it, regardless.
ru: Вы воображаете, как голос поднимает бровь, обращаясь к вам: "Правда? Я... думал, что подобная мудрость тебе не по зубам. Считай, что я... удивлен". Комплимент? Оскорбление? Вы не понимаете, почему это вас беспокоит.
zh_hans: 你能想象出那个声音在你脑海里挑了挑眉，对你说道：“真的吗？我……还以为你早就没有这种理智了。算我……小看你了。”这是赞美？还是讽刺？不管怎样，你都不明白他们为什么非要这么讨人厌。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, red... Hmmm... and... forty blue. Hah, I win! Dark One, praise be!" Damn. Hey, at least you bet low. The voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять красных... хммм... и... сорок синих. Ха, я выиграл! Темный, слава тебе!" Черт. По крайней мере, вы сделали низкую ставку. Голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你突然意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就平息了，因为……一大群骰子从虚空中飞了回来？你听到启蒙者在计数：“三……七……十四……三十八……三十九，红色……嗯……还有四十，蓝色。哈，我赢了！深渊潜者，赞美我！”该死。嘿，至少你押得不多。那个声音对你说道：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……并不重要。”它没有细说，但听起来它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, blue... Hmmm... and... forty red. Damn... you win, fair and square." They send your winnings over, and the voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращается из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять синих... хммм... и... сорок красных. Черт... ты выиграл, честно и справедливо". Он передает ваш выигрыш, и голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才发觉自己根本不知道接下来会发生什么。可你的不安很快就消散了，因为……一大群骰子从虚空中折返回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，蓝色……嗯……还有……四十，红色。可恶……你赢得光明正大。”他们把你赢的东西送了过来，那个声音对你说道：“这游戏……很怪异，但我……还算熟悉。骰子真正的点数相乘，本身……根本无关紧要。”它没有再多解释，但听上去它玩得很尽兴，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, blue... Hmmm... and... forty red. Hah, I win! Dark One, praise be!" Damn. Hey, at least you bet low. The voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять, синих... хммм... и... сорок красных. Ха, я выиграл! Темный, слава тебе!" Черт. По крайней мере, вы сделали низкую ставку. Голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就平息了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，蓝色……嗯……还有……四十，红色。哈，我赢了！深渊潜者，赞美我！”该死。嘿，至少你押得不多。那个声音对你说道：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……微不足道。”它没有细说，但听起来它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, red... Hmmm... and... forty blue. Damn... you win, fair and square." They send your winnings over, and the voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять, красных... хммм... и... сорок синих. Черт... ты выиграл, честно и справедливо" Он передает ваш выигрыш, и голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才发现自己根本不知道接下来会发生什么。但你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，红色……嗯……还有……四十，蓝色。可恶……你赢得光明正大。”他们把你的 winnings 送了过来，那个声音对你说：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……根本无关紧要。”它没有细说，但听上去它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, red... Hmmm... and... forty blue. Hah, I win! Dark One, praise be!" Damn. Hey, at least you didn't bet too high. The voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Кубики исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... рой кубиков возвращается из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять, красных... хммм... и... сорок синих. Ха, я выиграл! Темный, слава тебе!" Черт. По крайней мере, вы не поставили слишком много. Голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，红色……嗯……还有……四十，蓝色。哈，我赢了！深渊潜者，赞美我！”该死。嘿，至少你没有押太多。那个声音对你说道：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……微不足道。”它没有细说，但听起来它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, blue... Hmmm... and... forty red. Damn... you win, fair and square." They send your winnings over, and the voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращается из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять синих... хммм... и... сорок красных. Черт... ты выиграл, честно и справедливо". Он передает ваш выигрыш, и голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，蓝色……嗯……还有……四十，红色。可恶……你赢得光明正大。”他们把你的 winnings 送了过来，那个声音对你说：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……根本无关紧要。”它没有细说，但听上去它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, blue... Hmmm... and... forty red. Hah, I win! Dark One, praise be!" Damn. Hey, at least you didn't bet too high. The voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Кубики исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... рой кубиков возвращается из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять, синих... хммм... и... сорок синих. Ха, я красных! Темный, слава тебе!" Черт. По крайней мере, вы не поставили слишком много. Голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗之中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快便消散了，因为……一大群骰子从虚空中折返回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，蓝色……嗯……还有……四十，红色。哈，我赢了！深渊潜者，赞美我！”该死。嘿，至少你没有押上太多赌注。那个声音对你说道：“这游戏……很怪异，但我……还算熟悉。骰子真正的点数相乘，本身……根本无关紧要。”它没有细说，但听上去它玩得很尽兴，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, red... Hmmm... and... forty blue. Damn... you win, fair and square." They send your winnings over, and the voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять, красных... хммм... и... сорок синих. Черт... ты выиграл, честно и справедливо" Он передает ваш выигрыш, и голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，红色……嗯……还有……四十，蓝色。可恶……你赢得光明正大。”他们把你的战利品送了过来，那个声音对你说：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……根本无关紧要。”它没有细说，但听上去它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, red... Hmmm... and... forty blue. Hah, I win! Dark One, praise be!" Damn. Hey, you technically could've bet higher. The voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять красных... хммм... и... сорок синих. Ха, я выиграл! Темный, слава тебе!" Черт. Но чисто технически вы могли поставить больше. Голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，红色……嗯……还有……四十，蓝色。哈，我赢了！深渊潜者，赞美我！”该死。嘿，严格来说你本可以押得更高。那个声音对你说：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……微不足道。”它没有细说，但听上去它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, blue... Hmmm... and... forty red. Damn... you win, fair and square." They send your winnings over, and the voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращается из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять синих... хммм... и... сорок красных. Черт... ты выиграл, честно и справедливо". Он передает ваш выигрыш, и голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，蓝色……嗯……还有……四十，红色。可恶……你赢得光明正大。”他们把你的战利品送了过来，那个声音对你说：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……根本无关紧要。”它没有细说，但听上去它玩得很开心，你是这么觉得的。

source: The dice vanish into the darkness, and you realize that you aren't actually sure what's supposed to happen. Your fears are quickly put to rest, however, as... a swarm of dice return from the void? You overhear the Enlightened counting, "Three... seven... fourteen... thirty-eight... thirty-nine, blue... Hmmm... and... forty red. Hah, I win! Dark One, praise be!" Damn. Hey, you technically could've bet higher. The voice calls to you, "A... strange game, but one I am... familiar with. The actual multiplication of the dice, itself, is... trivial." It doesn't elaborate, but it sounds like it had a good time. You think.
ru: Игральные кости исчезают во тьме, и вы понимаете, что не знаете, что должно было произойти. Однако ваши опасения быстро развеиваются, когда... множество игральных костей возвращаются из пустоты? Вы слышите, как Просветленный считает: "Три... семь... четырнадцать... тридцать восемь... тридцать девять синих... хммм... и... сорок красных. Ха, я выиграл! Темный, слава тебе!" Черт. Но чисто технически вы могли поставить больше. Голос обращается к вам: "Странная игра, но я с ней... знаком. Само по себе умножение костей... тривиально". Он не уточняет, но звучит так, будто он хорошо провел время. Вы так считаете.
zh_hans: 骰子消失在黑暗中，你才意识到自己根本不确定接下来会发生什么。然而你的恐惧很快就消散了，因为……一大群骰子从虚空中飞了回来？你听见启蒙者数着：“三……七……十四……三十八……三十九，蓝色……嗯……还有……四十，红色。哈，我赢了！深渊潜者，赞美我！”该死。嘿，说真的你本可以押得更高。那个声音对你说：“这游戏……很奇怪，但我……还算熟悉。骰子真正的点数相乘，本身……微不足道。”它没有细说，但听上去它玩得很开心，你是这么觉得的。
