Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: The Enlightened are ecstatic at hearing the news of the Templar's defeat, and you ask them about its current condition. Collectively, they seem hesitant to answer, but one of the Deep Ones speaks up, "It... has lost the Dark One's blessing. It... is powerless, now. Serves it... right, for betraying us! It... must have broken free of the Dark One's will! Death... to the betrayer!" There's an uproar of assent as the Enlightened all praise their Dark God, continuing to celebrate your defeat of the Templar as if their deity had willed it itself.
ru: Просветленные в восторге от известия о победе над Тамплиером, и вы спрашиваете их о текущем состоянии дел. Все вместе они, кажется, не решаются ответить, но один из глубоководных говорит: "Он... лишился благословения Темного. Теперь он... бессильный. Он... заслуживает наказания за то, что предал нас! Он... должно быть, не подчинился воли Темного! Смерть... предателю!" Просветленные возносят хвалу своему Темному Богу, продолжая праздновать вашу победу над Тамплиером так, словно их божество само этого пожелало.
zh_hans: 启蒙者们听到圣殿骑士被击败的消息欣喜若狂，你向他们询问其现状。他们整体显得犹豫不愿回答，但其中一名深渊潜者开口说道：“它……已经失去了深渊潜主的赐福，现在……毫无力量。这是它……背叛我们应得的下场！它……肯定挣脱了深渊潜主的意志！背叛者……去死吧！”启蒙者们纷纷附和，掀起一阵喧哗，全都赞颂着他们的黑暗之神，不断庆祝你击败了圣殿骑士，仿佛这一切都是他们神明的旨意。

source: I'll just hold onto it, then. Now, with that settled...
ru: Тогда я возьму его себе. Теперь, когда все уладилось...
zh_hans: 那我就先留着它吧。现在，这事解决了……

source: There's no disagreement from the merchants as you decide to keep what remains of their Templar, and they rush to show you their wares in thanks.
ru: Купцы не возражают, когда вы решаете оставить себе то, что осталось от их Тамплиера, и в благодарность спешат показать вам свои товары.
zh_hans: 你决定留下这台圣殿骑士的残骸，商人们没有任何异议，还连忙向你展示他们的货物以示感谢。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The voice seems startled as you pull into the beacon, "My... kin are here, yes, but... there seems to be some sort of struggle... aboard their ship. Would you... wish to help them?"
ru: Голос кажется испуганным, когда вы приближаетесь к маяку: "Мои... сородичи здесь, да, но... кажется, на борту их корабля идет какая-то борьба. Не хочешь ли... помочь им?"
zh_hans: 当你驶入信标区域时，那个声音显得有些惊讶：“我的……族人确实在这里，可是……他们的飞船上似乎正在发生某种冲突……你愿意……帮助他们吗？”

source: I can sure try!
ru: Я обязательно попробую!
zh_hans: 我当然可以试试！

source: An appreciative grunt sounds out within your head as the shadows outside are parted, and you're indeed met with the visage of an Enlightened merchant vessel. They seem to be at a standstill within the void outside, though, so you request to hail and get a better picture of what's happening. An Enlightened Cultist answers, and they speak to you frantically, "Outsider! We... need help! O', Dark One, forgive us... our Templar has lost control! What did we... do wrong, o' Dark One? Why do you... punish us so?" The Deep One continues to lament to their uncaring deity, as if you weren't even there.
ru: В вашей голове раздается благодарное ворчание, когда тени снаружи расступаются, и перед вами действительно возникает облик торгового судна Просветленных. Однако они, похоже, застыли в пустоте снаружи, поэтому вы пытаетесь вызвать их и получить более полную картину происходящего. Вам отвечает Просветленный культист, который судорожно говорит: "Чужак! Нам... нужна помощь! О, Темный, прости нас... наш Тамплиер потерял контроль! Что мы... сделали не так, о Темный? За что ты... так наказываешь нас?" Глубоководный продолжает сетовать на свое бесстрастное божество, как будто вас там и не было.
zh_hans: 外界的阴影散开时，你的脑海里传来一声感激的低哼，你果然看到了一艘启蒙者商船的身影。不过他们在外面的虚空中一动不动，于是你请求通讯，想弄清楚到底发生了什么。一名启蒙者教徒接通了通讯，疯狂地对你喊道：“外来者！我们……需要帮助！啊，黑暗之主，原谅我们……我们的圣殿骑士失控了！我们到底……做错了什么，啊，黑暗之主？您为什么要……这样惩罚我们？”这名深渊潜者继续向他们那冷漠的神明哭诉，仿佛你根本就不存在一样。

source: Your, uh... Templar, you say?
ru: Ваш, э-э... Тамплиер, говорите?
zh_hans: 你是说……你们的圣殿骑士？

source: The Deep One's head snaps back towards you, regardless of their lack of eyes, "Oh, why... yes. It was supposed to be... a gift, for our tribute, but... it's lost control! It's... rampaging throughout the ship, smashing things... recklessly! O', Dark One... why?"
ru: Капитан глубоководных снова поворачивается к вам, несмотря на отсутствие глаз: "О, почему... да. Это должен был быть... подарок в знак уважения, но... он потерял контроль! Он... бесчинствует по всему кораблю, крушит вещи... безрассудно! О, Темный... почему?"
zh_hans: 深渊潜者虽然没有眼睛，脑袋却猛地转向你：“啊，没错……本来它该是……我们献上贡品后得到的恩赐，可是……它失控了！它在飞船里到处横冲直撞，疯狂破坏一切！啊，黑暗之神……为什么会这样？”

source: Have you tried to jettison it?
ru: Вы пробовали избавиться от него?
zh_hans: 你尝试过把它丢弃吗？

source: "We have, but... it just comes back. We're... being punished! Punished, for... our sins! Please, o' Dark One... forgive us!" With the Enlightened being as vulnerable as they are in a fight, you suppose that they can't handle the drone themselves and would sooner stand around praying to the void around them than try to deal with it.
ru: "Да, но... он возвращается. Нас... наказывают! Наказывают за... наши грехи! Пожалуйста, о Темный... прости нас!" Учитывая, что Просветленные так уязвимы в бою, можно предположить, что они не могут сами справиться с дроном и скорее будут стоять и молиться пустоте вокруг, чем попытаются с ним справиться.
zh_hans: “我们试过了……可它总会回来。我们……在受罚！为我们的……罪孽受罚！黑暗之主啊……求您宽恕我们！”启蒙者本就不擅长战斗，如今更是脆弱不堪，他们根本对付不了那架无人机，只会对着虚空祈祷，而不是想办法解决问题。

source: The void may not answer, but I will. Send that Templar this way!
ru: Пустота может не ответить, но я отвечу. Отправьте Тамплиера сюда!
zh_hans: 虚空或许不会回应，但我会。把那个圣殿骑士派过来！

source: The Enlightened thank you for your intervention, and move to lure their Templar back into an airlock...
ru: Просветленные благодарят вас за помощь и уходят, чтобы заманить своего Тамплиера обратно в шлюз...
zh_hans: 启蒙者感谢你的介入，并着手将他们的圣殿骑士引诱回气闸舱……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...and it doesn't take long for them to jettison it in your direction, grabbing its attention!
ru: ...и им не понадобилось много времени, чтобы выбросить его в вашу сторону, привлекая внимание!
zh_hans: 没过多久，他们就把它朝你这边弹射了出来，那架圣殿骑士无人机立刻盯上了你！

source: They can keep praying. I don't want to deal with this.
ru: Они могут и дальше молиться. Я не хочу иметь с этим дело.
zh_hans: 他们尽管祈祷吧，我可不想管这事。

source: These Enlightened are hardly acknowledging your presence as is, and you're not sure you want to risk a one-on-one tussle with one of the Dark God's creations. You end the call, and you're not sure if they even notice... but that doesn't mean that your cowardice has gone unseen.
ru: Эти Просветленные и так едва ли замечают ваше присутствие, а вы не готовы рисковать схваткой один на один с одним из творений Темного Бога. Вы завершаете разговор и сомневаетесь, что они вообще заметили... но это не значит, что ваша трусость осталась незамеченной.
zh_hans: 这些启蒙者几乎没意识到你的存在，你也不想冒险去和黑暗之神的造物一对一缠斗。你挂断了通讯，甚至不确定他们有没有察觉……但这不代表你的怯懦，就没人看在眼里。

source: Check the storage.
ru: Проверить склад.
zh_hans: 检查储物舱。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: I'd really rather not.
ru: Я бы предпочел этого не делать.
zh_hans: 我真的宁愿不要。

source: Store beacon be damned, you don't trust a single thing in this hellish place. The voice sighs within your head, "Very... well, then. Do as you wish." It then goes quiet, and you're left alone with your thoughts. Your thoughts, and the, uh... fathomless expanse of darkness outside.
ru: Будь проклят этот маяк, вы не доверяете ни одной твари в этом адском месте. Голос вздыхает в вашей голове: "Ну что ж... тогда ладно. Делай, что хочешь". Затем он умолкает, и вы остаетесь наедине со своими мыслями. Своими мыслями и... бескрайними просторами тьмы за иллюминатором.
zh_hans: 去他的补给信标，在这鬼地方我什么都不信。那个声音在你脑海里叹了口气：“好吧……那就随你吧。”随后它便沉寂下去，只留下你独自思索，还有……呃……外面那片深不见底的无边黑暗。

source: Check the storage.
ru: Проверить склад.
zh_hans: 检查储物舱。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_enlightened.xml$//event[@name="EMPTY_ENLIGHTENED"]/choice[1]/text
source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_enlightened.xml$//event[@name="EMPTY_ENLIGHTENED"]/choice[2]/text
source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_enlightened.xml$//textList[@name="TEXT_EMPTY_ENLIGHTENED"]/text[1]
source: You expect to hear the voice call out to you as you arrive at the beacon, but nothing is heard. There must be nothing here... nothing but you, and the void.
ru: Вы ожидаете услышать голос, который обратится к вам, когда вы прибываете на маяк, но ничего не слышите. Должно быть, здесь нет ничего... ничего, кроме вас и пустоты.
zh_hans: 当你抵达信标时，本以为会听到那个声音再次响起，却什么也没有。这里一定空无一物……只有你，和这片虚空。

# data/events_enlightened.xml$//textList[@name="TEXT_EMPTY_ENLIGHTENED"]/text[2]
source: There's a concerning flash of light from behind your ship, and you hear the voice speak, "It's nothing... to be concerned about. The ship I've... commandeered is simply a little... faulty. This beacon is empty." It goes silent. All is silent...
ru: Позади вашего корабля возникает вспышка света, и вы слышите голос: "Ничего... страшного. Корабль, который я... захватил, просто немного... неисправен. Этот маяк пуст". Наступает тишина. Все молчат...
zh_hans: 你飞船后方闪过一道令人不安的光，那个声音响起：“没什么……好担心的。我……征用的这艘飞船只是有点……故障。这个信标是空的。”它再次沉默。一切都寂静无声……

# data/events_enlightened.xml$//textList[@name="TEXT_EMPTY_ENLIGHTENED"]/text[3]
source: After a moment of silence, the voice speaks, "There's... nothing of note here." It ends on that, rather abruptly. Left alone, you stare out into the void, and part of you wonders how long you could last in this endless sea of darkness before truly losing it.
ru: После минутного молчания голос говорит: "Здесь... нет ничего примечательного". И на этом все заканчивается, причем довольно неожиданно. Оставшись один, вы смотрите в пустоту, и часть вас задается вопросом, как долго вы сможете продержаться в этом бесконечном море тьмы, прежде чем по-настоящему сойдете с ума.
zh_hans: 沉默片刻之后，那个声音说道：“这里……没什么值得注意的。”它话说得相当突兀，就此停住。你独自一人，凝视着外面的虚空，内心不禁开始琢磨：在这片无边无际的黑暗里，自己究竟能撑多久，才会彻底崩溃。

# data/events_enlightened.xml$//textList[@name="TEXT_EMPTY_ENLIGHTENED"]/text[4]
source: Arriving at the beacon, you're partially hoping that this has all been a dream and that there might be light in store for you here. There isn't. No light, no voice, just... darkness. You hope, for your sake, that that is truly all that's here.
ru: Прибыв к маяку, вы отчасти надеетесь, что все это было сном и что здесь вас ждет свет. Но света нет. Ни света, ни голоса, только... тьма. Вы надеетесь, что это действительно все, что здесь есть.
zh_hans: 抵达信标时，你心里隐隐希望这一切只是场梦，希望这里会有光明等着你。但并没有。没有光，没有声音，只有……黑暗。看在你自己的份上，你只希望这里真的就仅此而已。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_enlightened.xml$//event[@name="NEUTRAL_ENLIGHTENED_PRISON_WIN"]/text
source: With the guard defeated, the prison ship lies defenseless; they're surrendering.
ru: Сторожевой корабль побежден, тюремщик остался беззащитным; они сдаются.
zh_hans: 守卫被击败后，这艘监狱飞船失去了防御，他们正在投降。

source: Board, let's find the hold.
ru: Подняться на борт, давайте найдем трюм.
zh_hans: 上船，我们去找货舱。

source: The Enlightened begrudgingly allow you onboard, but it's not like they have much of a choice. You demand that they show you the prisoners, and they abide; within the hold, about a dozen Deep Ones lie huddled together in the corner. What should you do?
ru: Просветленные нехотя впускают вас на борт - у них попросту нет выбора. Вы требуете показать пленников, и они подчиняются. В трюме, прижавшись друг к другу в углу, сидит около дюжины глубоководных. Что вы будете делать?
zh_hans: 那些启蒙者虽不情愿，却也只能让你登舰——他们本就没什么选择。你要求他们带你们去见囚犯，他们照做了。在船舱里，大约十几名深渊潜者正蜷缩在角落。你该怎么做？

source: Free them.
ru: Освободить их.
zh_hans: 放了他们。

source: You open the hold's door and make it clear that they're free to leave, but they seem insistent on staying. Where would they go, anyways? There's nowhere safe for you to leave them in this sector, and there's not much left for them outside it...
ru: Вы открываете дверь трюма и даете понять, что они могут уйти, но они, похоже, настаивают на том, чтобы остаться. Куда же им идти? В этом секторе нет безопасного места, где вы могли бы их оставить, да и за его пределами для них мало что осталось...
zh_hans: 你打开舱门，明确表示他们可以自由离开，但这些深渊潜者却执意留下。毕竟，他们能去哪里呢？在这片星域里，你没有任何安全的地方可以安置他们，而星域之外，也没有什么能留给他们的了……

source: Surely, there's somewhere they can go?
ru: Наверняка есть место, куда они могут пойти?
zh_hans: 他们肯定能找到去处吧？

source: You're pondering this when the voice speaks to you, "If my kin... insist on staying in this prison, then leave them... in this cage, within a cage. Perhaps... the cage is all they know. Regardless, I appreciate... your efforts." It goes quiet. Feeling somewhat defeated, you suppose it's time to take your leave. As you prepare to jump to the next beacon, you stare into the void and think about the voice's words. Are you any more free than those Deep Ones, in this 'cage?'
ru: Вы размышляете об этом, когда голос говорит вам: "Если мои сородичи... настаивают на том, чтобы остаться в этой тюрьме, то пусть они остаются... в этой клетке, внутри клетки. Возможно... клетка - это все, что они знают. В любом случае, я ценю... твои усилия". Наступает тишина. Чувствуя себя несколько подавленным, вы полагаете, что пора уходить. Готовясь к прыжку к следующему маяку, вы смотрите в пустоту и размышляете над словами голоса. Разве в этой клетке вы более свободны, чем те глубоководные существа?
zh_hans: 你正在思索这件事时，那个声音对你说道：“如果我的族人……执意要留在这座监狱里，那就让他们……待在这个笼中之笼吧。或许……牢笼就是他们所知的一切。无论如何，我感激……你的努力。”它随即沉寂下去。你感到有些挫败，觉得是时候离开了。当你准备跃迁到下一个信标时，你凝视着虚空，回味着那个声音的话语。在这座“牢笼”里，你又比那些深渊潜者自由多少呢？

source: (Deep One Cultist) Your Enlightened Cultist seems to have something to say.
ru: (Член экипажа-глубоководный культист) Ваш Просветленный культист, кажется, хочет что-то сказать.
zh_hans: （深渊潜者教徒）你们那位启蒙者教徒似乎有话要说。

source: You give it the floor, and it prepares a most eloquent speech... entirely composed of grunts, growls and screams. Though you don't understand an ounce of it, it seems to have rallied the prisoners; they leave their cell and begin to revolt against their captors! Outnumbered, and with you standing there, menacingly, the prison guards have no choice but to give up control of the ship to the former prisoners. Let's see how they like being caged... Now free, the Deep Ones you've saved muster up what few resources they can to thank you, and one of them asks to join you! The voice speaks, approvingly, "To... see them rise up, against their captors..." it pauses, "...it fills me with hope. Hope for my people... and their future." It ends on that, and you're left with the spoils of heroism.
ru: Вы предоставляете ему слово, и он произносит красноречивую речь... полностью состоящую из ворчания, рычания и криков. Хотя вы ни капли не поняли из нее, она, похоже, воодушевила заключенных: они выходят из камеры и начинают бороться против своих поработителей! Оказавшись в меньшинстве, с стоящим вами рядом, охранники тюрьмы не остается ничего другого, кроме как передать управление кораблем бывшим заключенным. Посмотрим, как им понравится быть в клетке... Теперь свободные глубоководные, которых вы спасли, собирают все возможные ресурсы, чтобы отблагодарить вас, и один из них просит присоединиться к вам! Голос одобрительно говорит: "Видеть, как они восстают против своих похитителей...", - он делает паузу, - "...это наполняет меня надеждой. Надеждой в мой народ... и его будущее". На этом все заканчивается, и вы остаетесь с трофеями за свой героизм.
zh_hans: 你让它发言，它准备了一番极为激昂的演说……全程却只有咕噜声、低吼与尖叫。尽管你一个字都听不懂，但这番话显然鼓舞了所有囚犯；他们离开牢房，开始反抗抓捕者！守卫人数处于劣势，再加上你气势汹汹地站在一旁，只能被迫将飞船控制权交给这些重获自由的深渊潜者。就让他们尝尝被关在笼子里的滋味吧……重获自由后，你救下的深渊潜者们凑出仅有的一点资源向你致谢，其中一名更是请求加入你！那个声音赞许地说道：“看着……他们奋起反抗压迫者……”它顿了顿，“……我心中充满了希望。为我的族人……也为他们的未来。”话音落下，你收获了属于英雄的战利品。

source: Enslave them.
ru: Поработить их.
zh_hans: 奴役他们。

source: Though most of them resist, and are dealt with accordingly, one obedient prisoner remains. Content, and with your newfound slave in tow, you return to your ship and prepare to leave the beacon. The silence is deafening as the FTL charges.
ru: Хотя большинство из них сопротивляется и получают по заслугам, один послушный заключенный остается. Довольный и с новообретенным рабом на корабле, вы возвращаетесь на свой корабль и готовитесь покинуть маяк. Тишина становится оглушительной, пока ССД набирает скорость.
zh_hans: 尽管他们中大多数都在反抗，也遭到了相应的处置，但仍有一名囚犯顺从地留了下来。你心满意足，带着新到手的奴隶返回自己的飞船，准备离开这个信标。在超光速引擎充能时，死寂令人窒息。

source: Cowards. Destroy them.
ru: Трусы. Уничтожить их.
zh_hans: 懦夫。消灭他们。

source: They can do little as you tear into them. It doesn't take long for the damage they take to prove catastrophic; the prison ship explodes, and is yours to scrap. The silence is deafening as you gather what you can.
ru: Они мало что могут сделать, пока вы разрываете их. Урон, нанесенный им, оказывается катастрофическим: тюремщик взрывается, и вы отправляетесь за ломом. Тишина оглушает, пока вы собираете все, что можете.
zh_hans: 他们几乎无力反抗，任由你猛攻。没过多久，他们遭受的打击就已是毁灭性的；监狱飞船轰然爆炸，残骸任由你拆解。你尽力搜刮着物资，四周死寂得令人窒息。

# data/events_enlightened.xml$//event[@name="NEUTRAL_ENLIGHTENED_PRISON"]/text
source: The voice, concerned, speaks to you, "My kin..." it pauses, "...An Enlightened prison ship, and its guard... lie at this beacon. This... is where kin turn on kin. Zealots... turn on 'blasphemers.' In the name... of a False God..." It seems really emotional about this... After it takes a moment to collect itself, the voice continues, "They... have no intention of attacking you and risking their... 'cargo.' Should you... wish to play the hero, I can abate this... accursed darkness."
ru: Голос, обеспокоенный, обращается к вам: "Мои сородичи... - он делает паузу, - ...тюремщик Просветленных и его охрана... покоятся у этого маяка. Это... место, где сородичи ополчаются на сородичей. Фанатики... набрасываются на "богохульников". Во имя... Ложного Бога..." Кажется, это очень эмоционально... После того, как голос через мгновение взял себя в руки, он продолжает: "Они... не намерены нападать на вас и рисковать своим... "грузом". Если ты... захочешь сыграть роль героя, я могу ослабить эту... проклятую тьму".
zh_hans: 那个声音担忧地对你说道：“我的族人……”它顿了顿，“一艘启蒙者的监狱飞船，还有它的守卫……就在这个信标处。这里……就是同族反目之地。狂热者……向‘亵渎者’发难。以一个伪神的名义……”它对此似乎情绪十分激动……平复了片刻后，那个声音继续说道：“他们……无意攻击你，以免危及他们的‘货物’。如果你……想扮演英雄，我可以驱散这该死的黑暗。”

source: I can do this. Render this void, void.
ru: Сделай это. Развей эту пустоту в пустоте.
zh_hans: 我能做到。让这片虚空，归于虚无。

source: The darkness recedes, and you can see the prison ship some distance away... First, though, you've got to get through its guard, who turns to face you once they realize they've lost their precious veil!
ru: Темнота отступает, и вы видите вдалеке тюремщиков... Но сначала вам нужно пройти через его охрану, которая поворачивается к вам лицом, как только понимает, что потеряла свою драгоценную завесу!
zh_hans: 黑暗退去，你能看到不远处的监狱飞船……不过首先，你必须穿过守卫的防线——当他们发现失去了宝贵的遮蔽屏障时，立刻转身面向你！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I'm no hero. Keep it up.
ru: Я не герой. Отправиться дальше.
zh_hans: 我不是什么英雄。继续吧。

source: "Of... course." It says nothing else on the matter, and you're left staring into the void as the FTL charges.
ru: "Конечно... конечно". Больше он ничего не говорит по этому поводу, и вы остаетесь смотреть в пустоту, пока ССД заряжается.
zh_hans: “当……然。”它没再就此事多说，你只能凝视着虚空，等待超光速引擎充能。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_enlightened.xml$//event[@name="NEUTRAL_ENLIGHTENED_TURQUOISE"]/text
source: You arrive at the beacon, and... nothing. It's just you and the void; the voice remains silent. Suppose there's nothing of value here.
ru: Вы прибываете к маяку и... ничего. Только вы и пустота; голос молчит. Наверное, здесь нет ничего ценного.
zh_hans: 你抵达了信标处，然而……什么都没有。只有你和这片虚空，那个声音始终保持沉默。看来这里没有任何有价值的东西。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Before you can move to do anything, you see a bright flash from outside pierce the darkness! Only briefly, though... it's gone as quickly as it came. Seconds later, the voice calls to you, "Kin, from outside. These... are no Enlightened. They aren't... aware of your presence, but shall I... remedy that?"
ru: Прежде чем вы успеваете что-либо предпринять, тьму пронзает яркая вспышка! Правда, ненадолго... Она исчезла так же быстро, как и появилась. Несколько секунд спустя голос обращается к вам: "Сородичи снаружи. Это... не Просветленные. Они не... знают о твоем присутствии, но разве я должен... это исправить?"
zh_hans: 在你采取任何行动之前，一道明亮的闪光从外面穿透黑暗！不过只是一瞬间……它来得快去得也快。几秒钟后，那个声音向你喊道：“外面有族人。这些……不是启蒙者。他们还……没有察觉到你的存在，要我……提醒他们吗？”

source: Sure, let me see them. Wonder what brings them here...
ru: Конечно, покажи мне их. Интересно, что привело их сюда...
zh_hans: 好的，让我见见他们。真想知道是什么把他们带到这儿来的……

source: The darkness outside recedes, and the Deep One ship is slowly made visible. It's a bit of a sight for sore eyes in this cultist abyss... They're just kind of floating there, though; they make no attempts to hail you.
ru: Тьма снаружи отступает, и корабль глубоководных постепенно становится виден. В этой пучине культистов их появление выглядит очень необычно... Они просто дрейфуют рядом, не делая никаких попыток связаться с вами.
zh_hans: 外面的黑暗渐渐退去，深渊潜者的飞船缓缓显露出来。在这片教徒遍布的深渊里，这景象多少让人眼前一亮……不过他们只是飘浮在那里，并没有尝试与你联络。

source: Make the first move, hail them.
ru: Сделать первый шаг - вызвать их.
zh_hans: 主动出击，向他们发出联络。

source: They quickly accept your hail, but you're not exactly sure what to make of the sight being presented here... the Deep Ones are, like, running around screaming? It's not "I'm in mortal danger, please save me!" screaming, though, they look, like, ecstatic? About something? Or something?
ru: Они быстро принимают ваш вызов, но вы не совсем понимаете, как понимать представшее перед вами зрелище... Глубоководные, похоже, бегают вокруг и кричат? Но это не возглас "Я в смертельной опасности, пожалуйста, спасите меня!", они выглядят, как будто в экстазе? Из-за чего-то? Или кого-то?
zh_hans: 他们立刻接受了你的联络，但你实在搞不懂眼前这一幕是怎么回事……那些深渊潜者到处乱跑、尖叫不止？不过这可不是“我有生命危险，快救我”的尖叫，他们看起来……像是狂喜？是因为什么事吗？还是别的什么？

source: What is going on here?
ru: Что здесь происходит?
zh_hans: 这里发生什么事了？

source: "You!" A Deep One points at the screen, "You... have the power! The Dark One's... favor!" They must be talking about the darkness outside retreating... they're just shy of frothing at the mouth over this. What do you say?
ru: "Ты!" Глубокий указывает на экран: "Ты... обладаешь силой! Темный... благоволит!" Должно быть, они говорят о том, что тьма снаружи отступает... они чуть ли не слюной исходят от этого. Что вы скажете?
zh_hans: “你！”一名深渊潜者指着屏幕，“你……拥有力量！是黑暗之神的……眷顾！”他们说的肯定是刚才外面的黑暗退去这件事……他们为此几乎快要狂热到极点。你要如何回应？

source: Yeah, I'm the Dark God's Chosen. I'm a pretty big deal.
ru: Да, я Избранный Темного Бога. Я довольно крупная шишка.
zh_hans: 没错，我就是黑暗之神的选民。我可不是一般人物。
