Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: It chuckles at that, and says "I will be soon... thanks to you. You have my deepest... gratitude. My kin may have... abandoned me, but I don't believe the Dark One has. No, I believe He must... have sent you. As such, and seeing that I have... nowhere else to go, I see no greater... honor than working aboard your ship. May His eternal night... darken our path." A real 180 from calling you an outsider... still, you'll never turn down having extra hands on deck. Even if they're volatile, space-tearing hands.
ru: Он смеется над этим и говорит: "Я скоро... благодаря вам. Я глубоко... благодарен вам. Может, мои сородичи и... бросили меня, но я не верю, что это сделал Темный. Нет, я верю, что он... послал вас. И поскольку мне больше некуда идти, я не вижу большей чести, чем работать на борту вашего корабля. Пусть его вечная ночь... омрачит наш путь". Не стоит называть вас чужаком... тем не менее, вы никогда не откажетесь от лишних рук на палубе. Даже если это переменчивые, рвущие пространство руки.

source: It looks up at you and screams, "For the Dark One!" Then... nothing, it just kind of... stares at you. There's not much it can do, but you can't really get rid of it, either; lest you incur the Dark God's wrath. The voice speaks to you, "I... apologize for my kin. Know... your efforts to save them don't go unappreciated." If nobody else has your back, you know the ominous, secretive voice has your back. You think.
ru: Он смотрит на вас и кричит: "За Темного!". А потом... ничего, он просто... смотрит на вас. Он мало что может сделать, но и избавиться от него вы тоже не можете, чтобы не навлечь на себя гнев Темного Бога. Голос обращается к вам: "Я... прошу прощения за своих сородичей. Знай... твои усилия по их спасению не останутся неоцененными". Если никто другой не прикроет вашу спину, то зловещий, таинственный голос прикроет вас. Вы так считаете.

# data/events_enlightened.xml$//event[@name="ITEMS_ENLIGHTENED_EXILE"]/text
source: A foreboding presence overwhelms you at this beacon... as well as a sense of déjà vu. The voice calls to you, "You... are not alone at this beacon. Nor... is there a ship here. Curious, is it... not?" What's that supposed to mean?
ru: На этом маяке вас одолевает предчувствие... а также ощущение дежа вю. Голос обращается к вам: "Ты... не один на этом маяке. Но... здесь нет корабля. Любопытно, не правда ли?" Что это значит?

# data/events_enlightened.xml$//event[@name="ITEMS_ENLIGHTENED_EXILE"]/choice/text
source: Check behind you.
ru: Оглянуться, нет ли кого-то у вас за спиной.

source: You quickly turn around, but there's... nothing there. Just then, though, you hear something bang against the hull of the ship.
ru: Вы быстро оборачиваетесь, но там... никого нет. Но тут вы слышите, как что-то ударяется о корпус корабля.

source: Investigate.
ru: Исследовать.
zh_hans: 调查。

source: Even if you were to send someone out, they can't see an inch in front of them in this void, and the voice doesn't seem interested in helping. You'll have to rely on your sensors here.
ru: Даже если вы пошлете кого-то, он не сможет увидеть и сантиметра перед собой в этой пустоте, а голос, похоже, не заинтересован в помощи. Придется полагаться на свои сенсоры.

source: Wait, we don't have sensors...
ru: Подождите, у нас нет сенсоров...

source: Unable to do anything, you're forced to twiddle your thumbs while some... thing, bangs on your hull. It's a rhythmic banging; two knocks, pause, one knock, pause, two knocks... and so forth. It doesn't stop by the time you leave the beacon.
ru: Не имея возможности что-либо сделать, вы вынуждены судорожно сжимать пальцы, пока какая-то... штука стучит по вашему корпусу. Это ритмичный стук: два стука, пауза, один стук, пауза, два стука... и так далее. Это не прекратится до тех пор, пока вы не покинете маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Run a scan.
ru: Выполнить сканирование.

source: Run a scan.
ru: Выполнить сканирование.

source: Run a scan.
ru: Выполнить сканирование.

source: (Deep One Cultist) "Granted... sight, by the Dark One..."
ru: (Член экипажа-глубоководный культист) "Даровано... зрение, Темный..."

source: (Slug Crew) "Darknessss, sssshmarknessss."
ru: (Член экипажа-слизень) "Темнота-чернота".

source: (Telepathic Shell) "Void, more like... shmoid. Hah."
ru: (Член экипажа-ракушка-телепат) "Пустота? Скорее.. шмустота. Хех".

source: Nope, staying right here.
ru: Нет, остаемся здесь.

source: Unwilling to do anything, you're forced to twiddle your thumbs while some... thing, bangs on your hull. It's a rhythmic banging; two knocks, pause, one knock, pause, two knocks... and so forth. It doesn't stop by the time you leave the beacon.
ru: Не желая ничего предпринимать, вы вынуждены судорожно сжимать пальцы, пока какая-то... штука стучит по вашему корпусу. Это ритмичный стук: два стука, пауза, один стук, пауза, два стука... и так далее. Это не прекратится до тех пор, пока вы не покинете маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The employee holds up a screen with its wares on it against the camera.
ru: Сотрудник подносит к камере экран, на котором изображены его товары.

source: Purchase a Modular Weapon.
ru: Купить модульное оружие.

source: "Thank you for your purchasssse."
ru: "Ссспасибо за покупку".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Purchase a Module.
ru: Купить модуль.

source: "Thank you for your purchasssse."
ru: "Ссспасибо за покупку".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Purchase a Module.
ru: Купить модуль.

source: "Thank you for your purchasssse."
ru: "Ссспасибо за покупку".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Actually, nevermind.
ru: Вообще-то, не важно.

source: The employee holds up a screen with its wares on it against the camera.
ru: Сотрудник подносит к камере экран, на котором изображены его товары.

source: Purchase a Module.
ru: Купить модуль.

source: "Thank you for your purchasssse."
ru: "Ссспасибо за покупку".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Purchase a Module.
ru: Купить модуль.

source: "Thank you for your purchasssse."
ru: "Ссспасибо за покупку".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Alright, I'm good.
ru: Хорошо, я в порядке.

source: The employee holds up a screen with its wares on it against the camera.
ru: Сотрудник подносит к камере экран, на котором изображены его товары.

source: Purchase a Module.
ru: Купить модуль.

source: "Thank you for your purchasssse."
ru: "Ссспасибо за покупку".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Alright, I'm good.
ru: Хорошо, я в порядке.

source: The employee holds up a screen with its wares on it against the camera.
ru: Сотрудник подносит к камере экран, на котором изображены его товары.

source: Purchase a Modular Weapon.
ru: Купить модульное оружие.

source: "Thank you for your purchasssse."
ru: "Ссспасибо за покупку".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Purchase a Module.
ru: Купить модуль.

source: "Thank you for your purchasssse."
ru: "Ссспасибо за покупку".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Alright, I'm good.
ru: Хорошо, я в порядке.

source: The employee holds up a screen with its wares on it against the camera.
ru: Сотрудник подносит к камере экран, на котором изображены его товары.

source: Purchase a Module.
ru: Купить модуль.

source: "Thank you for your purchasssse."
ru: "Ссспасибо за покупку".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Alright, I'm good.
ru: Хорошо, я в порядке.

source: The employee holds up a screen with its wares on it against the camera.
ru: Сотрудник подносит к камере экран, на котором изображены его товары.

source: Purchase a Modular Weapon.
ru: Купить модульное оружие.

source: "Thank you for your purchasssse."
ru: "Ссспасибо за покупку".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Alright, I'm good.
ru: Хорошо, я в порядке.

source: The Slug looks unphased, "Wow, you, uh, bought all my sssstock. Forty-sssseven more buy-outssss like that and I'll meet my quota for the week. Ssssuposssse I gotta wait for my next sssshipment." You have a feeling that that shipment isn't going to be arriving any time soon... still, his stock of magically transforming weapons and modules was pretty cool.
ru: Слизень выглядит невозмутимым: "Ого, вы купили всссе мои запасссы. Еще сссорок сссемь таких покупок, и я выполню сссвою квоту на неделю. Полагаю, мне придетссся подождать ссследующей партии". У вас есть ощущение, что эта партия не скоро прибудет... тем не менее, его запасы магически трансформирующегося оружия и модулей были довольно крутыми.

source: Arriving at the beacon, you're surprised to see that you've been hailed. Someone sees you through the darkness... and the voice provides no answers.
ru: Прибыв к маяку, вы с удивлением обнаруживаете, что вас вызывают. Кто-то видит вас сквозь тьму... и голос не дает ответов.

source: Accept the mysterious hail.
ru: Принять таинственный вызов.

source: You accept the hail and... are bombarded by ads? "Ssssave 1.2% off on all Hektar Industries(TM) productssss for the nexxxxt 0.3 sssseconds!" and "You won't BELIEVE the dealssss in your area! They likely won't exxxxpire for SSSSECONDSSSS! No guarantee." among many others. Why do Slugs slur the s's in their writing, too? After the barrage of ads calms down, you get to speak to an actual person... if you can consider Hektar employees people, "Ssssup. What're the Fedssss doing out here?"
ru: Вы принимаете вызов и... попадаете под бомбардировку рекламы? "Сссэкономьте 1.2% на всссех продуктах Гектар Индассстриз(ТМ) в течение ссследующих 0.3 сссекунды!" и "Вы не ПОВЕРИТЕ, какие предложения есссть в вашшшем регионе! Сссрок их дейссствия, ссскорее всссего, не иссстечет в течение СССЕКУНДЫ! Без какой-либо гарантии" и тому подобного. Почему слизни тянут букву "с" даже в своей письменной речи? После того как шквал рекламы утихает, вы можете поговорить с настоящим человеком... если, конечно, можно считать сотрудников Гектара людьми: "Привет. Что здесь делают федералы?".

source: What are YOU doing out here?
ru: Что ВЫ здесь делаете?

source: "Uh? You didn't get the company memo? Exxxxpanding and all that, find the nearesssst nebula to sssset up sssshop in. Real pretty one, too, but the cusssstomerssss have been pretty, like... nonexxxxisssstent? You'd be the firsssst one, sssshould you, uh, sssshop. You sssshould."
ru: "А? Вы не получили рассссылку от компании? Расссшшширяемссся и всссе такое, находим ближайшшшую туманносссть, где можно открыть магазин. Она тоже очень красивая, но клиентов там... как бы... нет? Вы будете первым, есссли, э-э, сссделаете покупку. Обязательно".

source: You realize this isn't a nebula, right?
ru: Вы же понимаете, что это не туманность?

source: You imagine it'd be blinking a few times if it could, the way it stands there not answering... then, "Like, uh, what do you mean? What issss it, then?"
ru: Вы представляете, как он моргнул бы несколько раз, если бы мог, поскольку он стоит и не отвечает... а потом говорит: "Ну, например, что вы имеете в виду? Что же это такое?"

source: It's an infinite void of darkness perpetuated by a cruel, uncaring God for the sole purpose of our eternal torment.
ru: Это бесконечная пустота тьмы, созданная жестоким и бессердечным Богом с единственной целью - для наших вечных мучений.

source: It takes a few moments to process this, before eventually answering, "Sssso... issss that, like, outsssside Hektar Industries(TM) jurissssdicttttion?"
ru: У него уходит несколько мгновений на то, чтобы осмыслить сказанное, прежде чем он наконец отвечает: "Так... это, типа, вне юрисссдикции Гектар Индассстриз(ТМ)?"

source: Uh, maybe?
ru: Эм, может быть?

source: "If not, I kinda have to do my job here. Otherwisssse, I'm like, free or whatever; but I'm not taking any chancessss. Unlessss you're here to get Billy himsssself on the phone and pardon me, then I'd prefer you either sssshop or leave. Preferably, uh, sssshop. Sssseems I might misssss my quota at thissss rate..." Alas, another Slug lost to the wage-slave-trade.
ru: "Есссли нет, то мне придетссся выполнять сссвою работу здесссь. Иначе я как бы ссвободен или что-то в этом роде, но я не сссобираюсссь рисссковать. Есссли только вы не пришшшли сссюда, чтобы позвонить Билли и попросссить у него помилования, в противном ссслучае я хочу, чтобы вы либо сссделали покупки, либо ушшшли. Предпочтительнее... э-э... сссделать покупки. Похоже, ссс такими темпами я могу не выполнить сссвою квоту..."

source: Sure, I'll shop I guess.
ru: Конечно, я пройдусь по магазинам.

source: (Mind Control) Ooooooo, I am Billy, and I hereby pardon yoooooou!
ru: (Контроль разума) Ооооооо, я - Билли, и я помилую тебяяяяяяя!

source: Again, you have to imagine that it'd be staring at you blinking, "You know that, like, doessssn't work on me, right? You tryna buy ssssomething or not?"
ru: Опять же, вы можете только вообразить, что он сейчас смотрит на вас немигающим взглядом: "Вы же знаете, что на меня это не дейссствует, верно? Вы хотите что-то купить или нет?"

source: Okay, fine...
ru: Ладно, хорошо...

source: I'm good, sorry.
ru: Все в порядке, извините.

source: "Then why are we, uhh... talking?" You're not really sure yourself, and you end communications. Aren't there, like, bloodthirsty hunters all throughout this void? How's this Slug just sitting here wasting oxygen?
ru: "Тогда почему мы... э-э... разговариваем?" Вы и сами не понимаете почему, и завершаете общение. Разве в этой пустоте нет кровожадных охотников? А этот слизень просто сидит здесь и тратит кислород?

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Billy) "Ooooooo, I am Billy, and I hereby pardon yoooooou!"
ru: (Билли) Ооооооо, я - Билли, и я помилую тебяяяяяяя!

source: The Slug falls out of its chair, backwards, and onto the floor. Before it's even gotten up, it yells from the floor, "Misssster Billy, ssssir! Are you ssssure, ssssir?" Billy, looking a bit ashamed, nods curtly. The Slug gets up and does a little, weird Slug dance, "Woo-hoo! I'm free! Yo, Fed guy, take all my sssstock, there'ssss no way I'll be needing it anymore! I'm acttttually free! Here, I'll, uh, like, eject them into sssspace for you, I guesssss!" You hear a sound over the hail, but... the void's still blocking your vision.
ru: Слизень падает со стула на пол. Еще не успев подняться, он кричит с пола: "Миссстер Билли, сссэр! Вы уверены, сссэр?" Билли, выглядящий немного смущенным, молча кивает. Слизень встает и исполняет маленький, странный танец слизней: "Ву-ху! Я сссвободен! Эй, федерал, забирай всссе мои запасссы, они мне большшше не понадобятссся! Я дейссствительно сссвободен! Вот, я, типа, выброшшшу их в косссмоссс для тебя, наверное!" Вы слышите какой-то звук, но... пустота все еще закрывает вам обзор.

source: Hey, voice? Any help?
ru: Эй, голос? Поможешь?

source: After a few moments, it answers, "Sorry... I, too, had fallen out of my chair. Only... from laughter. Anyways, yes, I shall... force this false darkness to abate." The darkness does just that, and you can see a Hektar weapon, and a few modules, floating in space... but not the ship. You notice the hail's ended, too. Guess that guy's out of here.
ru: Через несколько мгновений он отвечает: "Извини... Я тоже упал со стула. Только... от смеха. В любом случае, да, я... заставлю эту ложную тьму рассеяться". Тьма так и сделала, и вы видите оружие Гектара и несколько модулей, плавающих в пространстве... но не корабль. Вы замечаете, что вызов тоже прекратился. Похоже, этот парень уже ушел.

source: Gather the Hektar gear.
ru: Поднять на борт оборудование Гектара.

source: You pick up the weapon...
ru: Вы поднимаете оружие...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...and a module...
ru: ...и модуль...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...and another module! Looks like that's everything.
ru: ...и еще один модуль! Похоже, это все.

source: (Billy) "Hi, yessss, Billy here... I'm not on the phone, but you're free to go."
ru: (Билли) "Привет, да, Билли ссслушшшает... Я не на телефоне, но ты можешшшь идти".

source: The Slug falls out of its chair, backwards, and onto the floor. Before it's even gotten up, it yells from the floor, "Misssster Billy, ssssir! Are you ssssure, ssssir?" Billy, looking a bit ashamed, nods curtly. The Slug gets up and does a little, weird Slug dance, "Woo-hoo! I'm free! Yo, Fed guy, take all my sssstock, there'ssss no way I'll be needing it anymore! I'm acttttually free! Here, I'll, uh, like, eject them into sssspace for you, I guesssss!" You hear a sound over the hail, but... the void's still blocking your vision.
ru: Слизень падает со стула на пол. Еще не успев подняться, он кричит с пола: "Миссстер Билли, сссэр! Вы уверены, сссэр?" Билли, выглядящий немного смущенным, молча кивает. Слизень встает и исполняет маленький, странный танец слизней: "Ву-ху! Я сссвободен! Эй, федерал, забирай всссе мои запасссы, они мне большшше не понадобятссся! Я дейссствительно сссвободен! Вот, я, типа, выброшшшу их в косссмоссс для тебя, наверное!" Вы слышите какой-то звук, но... пустота все еще закрывает вам обзор.

source: Hey, voice? Any help?
ru: Эй, голос? Поможешь?

source: After a few moments, it answers, "Sorry... I, too, had fallen out of my chair. Only... from laughter. Anyways, yes, I shall... force this false darkness to abate." The darkness does just that, and you can see a Hektar weapon, and a few modules, floating in space... but not the ship. You notice the hail's ended, too. Guess that guy's out of here.
ru: Через несколько мгновений он отвечает: "Извини... Я тоже упал со стула. Только... от смеха. В любом случае, да, я... заставлю эту ложную тьму рассеяться". Тьма так и сделала, и вы видите оружие Гектара и несколько модулей, плавающих в пространстве... но не корабль. Вы замечаете, что вызов тоже прекратился. Похоже, этот парень уже ушел.

source: Gather the Hektar gear.
ru: Поднять на борт оборудование Гектара.

source: You pick up the weapon...
ru: Вы поднимаете оружие...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...and a module...
ru: ...и модуль...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...and another module! Looks like that's everything.
ru: ...и еще один модуль! Похоже, это все.

source: I'll pass.
ru: Я пас.

source: "Then why are we, uhh... talking?" You're not really sure yourself, and you end communications. Aren't there, like, bloodthirsty hunters all throughout this void? How's this Slug just sitting here wasting oxygen?
ru: "Тогда почему мы... э-э... разговариваем?" Вы и сами не понимаете почему, и завершаете общение. Разве в этой пустоте нет кровожадных охотников? А этот слизень просто сидит здесь и тратит кислород?

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Shopping? I love shopping!
ru: Покупки? Я обожаю ходить за покупками!

source: Too mysterious for me. Deny it.
ru: Слишком загадочно для меня. Откажусь.

source: You know better than to accept hails from the void. Content, you prepare to leave the beacon.
ru: Вы знаете, что лучше не принимать вызовы из пустоты. Довольный, вы готовитесь покинуть маяк.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_enlightened.xml$//event[@name="ITEMS_ENLIGHTENED_DARKGOD"]/text
source: Something feels weird, here... even disregarding the swirling, all-consuming sea of shadows outside. It's just a feeling you have.
ru: Что-то здесь кажется странным... даже если не обращать внимания на клубящееся, всепоглощающее море теней снаружи. Это просто ваше ощущение.

source: It's probably nothing... right?
ru: Возможно, это пустяк... верно?

source: The clangorous sound emanating from within your ship's hold sure doesn't sound like nothing. You get up to investigate, and your crew follow suit. Awaiting you there, is... a pile of scrap? Before you can wonder as to its origin, the voice speaks, "Foul... temptations befitting a foul God. Reject this... pity. It toys with you." It's free scrap, though...
ru: Звенящий звук, доносящийся из трюма вашего корабля, точно не похож на пустяк. Вы поднимаетесь, чтобы исследовать его, и ваш экипаж следует вашему примеру. Вас там ожидает... груда лома? Прежде чем вы успеваете задаться вопросом о ее происхождении, голос говорит: "Скверна... искушение, подобающее нечистому Богу. Откажись от этой... жалкой подачки. Он играет с тобой". Это бесплатный лом, но...

source: Accept this gift.
ru: Принять этот подарок.

source: Who cares if it's a God's pity? Scrap is scrap! The voice doesn't comment, but, honestly, who cares? It can pout all it wants while you're out here rolling in scrap.
ru: Кому какое дело до того, что божья милость? Лом есть лом! Голос ничего не комментирует, но, честно говоря, какая разница? Он может дуться сколько угодно, пока вы тут купаетесь в ломе.

source: Deny this omen.
ru: Не поддастся на соблазн.

source: Renegades make their own fate; you throw the scrap outside and the voice calls to you, approvingly, "And so... the False God weeps. I respect... your fortitude."
ru: Ренегаты сами вершат свою судьбу; вы выбрасываете лом наружу, и голос обращается к вам с одобрением: "И вот... Ложный Бог плачет. Я уважаю... твою стойкость".

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: After defeating the Enlightened, you turn to find that the Clansmen have vanished. Unsure if they've fled the beacon or simply retreated back into the void, you're left alone with the silence.
ru: Победив Просветленных, вы обнаруживаете, что Клановцы исчезли. Не зная, сбежали ли они с маяка или просто отступили в пустоту, вы остаетесь наедине с тишиной.

source: After defeating the Enlightened, one of the Clansmen hails you, "Well, well, well. Going fisssshing assss well, eh, Federattttion? Count me in, I like the cut of your jib." They turn away, "Guyssss, I'm heading ou-" Comms are cut, but, guess you've got a new crew member! The silence is in awe, as well.
ru: После победы над Просветленными один из Клановцев вызывает вас: "Так-так-так. Тоже сссобираетесссь на рыбалку, а, Федерация? Я с вами, мне нравитссся вашшша манера ловить рыбу". Он отворачивается: "Ребята, я ухожу..." Связь прервалась, но, похоже, у вас новый член экипажа! В тишине царит благоговейная тишина.
