Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: You've triumphed against the Clansmen, but it looks like the Enlightened fled during the battle... still, you've done the right thing and protected the weak. Or, er, the weaker? They're still out here, like, hunting people...
ru: Вы одержали победу над Клановцами, но, похоже, Просветленные сбежали во время битвы... Тем не менее, вы поступили правильно и защитили слабых. Или, э-э, наоборот? Они до сих пор здесь, охотятся на людей...

source: You've triumphed against the Clansmen, and one the Enlightened hails you, "Outsiders... risking themselves, to save us? A sign... from the Dark One, surely, praise be to his name. If... He wills it, then let it be so." You aren't really sure what they're talking about, for a moment, and then they teleport behind you! A new crew member, and a heart attack... the two-for-one special.
ru: Вы одержали победу над Клановцами, и один из Просветленных вызывает вас: "Чужаки... рискуют собой, чтобы спасти нас? Знак... от Темного, несомненно, хвала его имени. Если... Он желает этого, то пусть так и будет". На мгновение вы не понимаете, о чем он говорит, а потом он телепортируется к вам! Новый член экипажа и сердечный приступ... специальное предложение "два по цене одного".

source: Arriving at the distress beacon, the voice calls to you, "Kin... require assistance, here; the hunters have become the... hunted. A Slug ship assaults them, abusing their ability... to see through this false darkness. Shall... you assist?"
ru: Прибыв к сигналу бедствия, голос обращается к вам: "Сородичи... нуждаются в помощи; охотники стали... преследуемыми. Корабль слизней напал на них, используя их способность... видеть сквозь эту ложную тьму. Ты... поможешь?"

source: Part the void, I'll take care of this.
ru: Развей пустоту, я позабочусь об этом.

source: The void is pushed back, and the two ships come into view. The Enlightened have taken a beating, but they're still standing... and you notice that these are no ordinary Slugs, but Clansmen; they must be out to hunt Deep Ones in this territory.
ru: Пустота отступает, и взору предстают два корабля. Просветленным досталось, но они все еще держатся... и вы замечаете, что это не обычные слизни, а Клановцы; должно быть, они охотятся на глубоководных в этом пространстве.

source: Attack the Clansmen.
ru: Атаковать Клановцев.
zh_hans: 攻击异种猎人。

source: You get in-between the two ships and aim your weapons at the Clansmen, making your intentions clear. Prepare for battle!
ru: Вы встаете между двумя кораблями и направляете оружие на Клановцев, давая понять, что ваши намерения ясны. Приготовьтесь к бою!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Attack the Enlightened.
ru: Атаковать Просветленных.

source: They're vulnerable! Getting in-between the two ships, you aim your weapons at the Enlightened, and the Clansmen don't seem to particularly mind you stealing their mark. The Enlightened prepare to defend themselves!
ru: Они уязвимы! Встав между двумя кораблями, вы направляете оружие на Просветленных, и Клановцы, кажется, не особенно возражают против того, чтобы вы украли их добычу. Просветленные готовятся защищаться!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I can't afford to take this fight, I'm sorry.
ru: Я не могу позволить себе участвовать в этом бою, мне жаль.

source: "I... am sorry, as well. Were there... anything I could do to save them..." It can't be easy, being hunted by the very people you're dedicated to saving... wait. That kind of describes you, doesn't it?
ru: "Мне... тоже очень жаль. Могу ли я... сделать что-нибудь, чтобы спасти их..." Это нелегко, когда за вами охотятся те самые люди, которых вы решили спасти... Подождите. Это ведь характеризует вас, не так ли?

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_enlightened.xml$//event[@name="DISTRESS_ENLIGHTENED_TRAP"]/text
source: Little time is given before the voice, panicked, speaks, "A hunter... lies here, this distress signal was a trap!" Rapidly, the void is pulled back, and it's just in time for you to dodge the incoming fire... prepare for battle!
ru: Проходит совсем немного времени, прежде чем голос в панике произносит: "Охотники... находятся здесь, этот сигнал бедствия был ловушкой!" Пустота стремительно отступает назад, и как раз вовремя, чтобы вы успели увернуться от залпа огня... Приготовьтесь к бою!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You've just finished salvaging when the voice speaks to you, "I'm... happy to see that wretch be silenced. To... experiment on my kin, for the sole purpose of furthering... its own, apathetic mind. May the ruthlessness of its damnation... mirror its own." Amen.
ru: Вы только что закончили разбирать обломки, когда голос обратился к вам: "Я... рад видеть, что эта тварь замолчала. Экспериментировать на моих сородичей, ради единственной цели - дальнейшей экспансии... своего лишенного сострадания разума. Пусть беспощадность станет его проклятием... станет зеркальным отражением его собственного". Аминь.

source: Your Deep One heads into the station, and you wait.
ru: Ваш глубоководный отправляется на станцию, а вы ждете.

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: Eventually, the Shell returns... alone. "Thhhhe test... I'm sorry to report, thhhat... your Deep one..." It's choking on its words, struggling to speak.
ru: В конце концов, ракушка возвращается... одна. "Тест... Мне жаль сообщать, чшто... ваш глубоководный..." Он запинается, с трудом выговаривая слова.

source: These things happen, I understand.
ru: Такое случается, я понимаю.

source: It looks up, "Nahhhh, I'm just pulling your leg. Thhhhey're fine. Here, I'll go get 'em." What kind of...?
ru: Он поднимает взгляд: "Да ладно, я просто шучшу. С ним все в порядке. Сейчшас схожу, приведу его." Что за...?!

source: Wait, again.
ru: Подождать снова.

source: This time, you don't have to wait long. The Shell returns with your Deep One in tow, and it hands you some scrap; "Here, for your troubles. I know you Fed types love your trash." Oh, really? Was it the doctorate that tipped you off to that one? Still, though... it's a lot of scrap... it's hard to stay mad.
ru: На этот раз вам не приходится долго ждать. Ракушка возвращается с вашим глубоководным рядом и протягивает вам немного лома: "Вот, за ваши хлопоты. Я знаю, чшто вы, федералы, любите подобный мусор". Правда? Это докторская степень навела вас на эту мысль? Но все же... это очень много лома... трудно обижаться.

source: You bastard, I'll kill you!
ru: Ты, ублюдок, я убью тебя!

source: It backs up and shouts, "Woah, woah, woah, I'm just pulling your leg! Thhhhey're fine! Here, I'll go get 'em!" What kind of...?
ru: Он попятился назад и закричал: "Эй, эй, эй, я просто шучшу! С ним все в порядке! Сейчшас схожу, приведу его!" Что за...?

source: Wait, again.
ru: Подождать снова.

source: This time, you don't have to wait long. The Shell returns with your Deep One in tow, and it hands you some scrap; "Here, for your troubles. I know you Fed types love your trash." Oh, really? Was it the doctorate that tipped you off to that one? Still, though... it's a lot of scrap... it's hard to stay mad.
ru: На этот раз вам не приходится долго ждать. Ракушка возвращается с вашим глубоководным рядом и протягивает вам немного лома: "Вот, за ваши хлопоты. Я знаю, чшто вы, федералы, любите подобный мусор". Правда? Это докторская степень навела вас на эту мысль? Но все же... это очень много лома... трудно обижаться.

source: Your Deep One heads into the station, and you wait.
ru: Ваш глубоководный отправляется на станцию, а вы ждете.

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: Eventually, the Shell returns... alone. "I'll be blunt... complete screw-up. Thhhey're dead. I am capable of compensating you, however; science is nothhhhing if not about being prepared." It turns to gather the compensation, and the voice calls to you, outraged, "This... this... MURDERER... has intruded on our lands. Led... my kin into its den of lies. Lines... their graves with silver. I... make few, requests, outsider... its damnation is one of them. Be the judge, jury... and executioner."
ru: В конце концов ракушка возвращается... одна. "Скажу прямо... полный трындец. Он мертв. Однако я в состоянии выплатить вам компенсацию; наука - это не чшто иное, как быть готовым ко всем сценариям". Он поворачивается, чтобы собрать компенсацию, а голос возмущенно взывает к вам: "Этот... этот... УБИЙЦА... вторгся на наши земли. Привел... моих сородичей в свое логово лжи. Облил их могилы серебром. Я... обращаюсь с несколькими просьбами, чужак... его проклятие - одна из них. Будь судьей, присяжным... и палачом".

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Shell turns back to you, with compensation in hand, "I hope we can move past thhhhis, truly. If it's any consolation... thhhhey died in the name of science."
ru: Ракушка поворачивается к вам, держа в руках компенсацию: "Надеюсь, мы сможем забыть об этом, правда. Если вас это утешит... он погиб во имя науки".

source: Take the compensation and leave.
ru: Взять компенсацию и уйти.

source: The Shell offers little in the way of empathy, but you take the compensation and leave the station. The bag of scrap clinks and clangs obnoxiously as you drag it along, but the silence that ensues is louder yet.
ru: Ракушка не проявляет особого сочувствия, но вы берете компенсацию и покидаете станцию. Мешок с ломом назойливо звякает и лязгает, когда вы тащите его за собой, но тишина, которая наступает после этого, еще громче.

source: You arrive back on your ship to the sight of your Deep One being perfectly fine due to your Clonebay... seems you totally ripped that Shell off!
ru: Вы возвращаетесь на свой корабль и видите, что ваш глубоководный в полном порядке благодаря вашему Клон-отсеку... похоже, вы облапошили эту ракушку!

source: And... what science is that, exactly?
ru: И... что это за наука?

source: The Shell tugs at its tie, "Well, uh, I'm here in Deep One territory studying the strange, eh, 'gas,' you could call it, thhhhat completely smothhhhers thhhis region." Its gaze briefly darts around the room.
ru: Ракушка дергает за галстук: "Я нахожусь в пространстве глубоководных и изучшаю странный, можно сказать, "газ", который полностью уничштожает этот регион". Взгляд его ненадолго окидывает комнату.

source: And... what have you discovered, doctor?
ru: И... какие открытия вы сделали, доктор?

source: Panic overtakes the pitiful thing. "Thhhhe, um... thhhhe... 'gas,' it defies explanation. It's... phhhhysical, thhhhat's for sure; it can be destroyed, and manipulated. What stumps us, thhhhough, is its... intelligence. Whethhhher real, or anthhhhropomorphhhhized, it appears to abide by some form of logic, or, um, thhhhought process. Thhhhat, and we can't figure out its origin, or its purpose, for thhhhat matter..." It keeps rambling on. Does it think you're listening?
ru: Паника охватывает жалкую тварь. "Этот... э-э-э... "газ", он не поддается объяснению. Он... физичшеский, это точшно; его можно уничштожить и манипулировать им. Но чшто ставит нас в тупик, так это его... интеллект. Реальный или антропоморфный, он, похоже, подчшиняется какой-то логике или мыслительному процессу. К тому же мы не можем понять ни его происхождения, ни его цели..." Он продолжает говорить бессвязно. Неужели он думает, что вы слушаете его?

source: Shoot it.
ru: Пристрелить его.

source: The gunshot rings throughout the station, and the Shell drops dead; shot mid-sentence. Good riddance.
ru: Звук выстрела разносится по станции, и ракушка падает замертво, застреленная на середине фразы. В добрый путь.

source: Take the 'compensation,' and leave.
ru: Взять "компенсацию" и уйти.

source: Gods, that was satisfying... with your scrap in hand, you make a mental note to prepare a tribute speech for your fallen Deep One as you return to your ship. After everything's calmed down, the voice briefly speaks to you, "I... too, am satisfied."
ru: Боги, как же это было приятно... Взяв в руки лом, вы делаете мысленную пометку подготовить речь в память о павшем глубоководном, когда вернетесь на корабль. Когда все успокоилось, голос коротко говорит вам: "Я... тоже доволен".

source: You arrive back on your ship to the sight of your Deep One being perfectly fine due to your Clonebay... seems you totally ripped that Shell off!
ru: Вы возвращаетесь на свой корабль и видите, что ваш глубоководный в полном порядке благодаря вашему Клон-отсеку... похоже, вы облапошили эту ракушку!

source: Burn this place, and its blood money, to the ground.
ru: Сжечь это место и его кровавые деньги дотла.

source: It doesn't take much to set the entire station ablaze... the whole place reeks of chemicals. As it burns, you breathe it all in... and you embody vengeance. Wrath, given form, and yet... you slow down, and take a deep breath. It's over, you've won. You can leave this accursed place and its evil memory behind; its condemnation made complete through your righteous fury and flame. As the proof of your vengenace licks at your face, a mass forms within its blazing heart. You watch as it's molded, and takes a familiar shape... it's... your Deep One? Is this an illusion? A trick of the smoke? A hallucination? As if to answer, the mass rises from the flames and walks right past you; it's completely unharmed. You find yourself unable to move as you stare in awe, and the fire, now eating at you, welcomes you into its ravenous embrace... And, you...
ru: Чтобы поджечь всю станцию, многого не надо... Здесь все пропахло химикатами. Пока все горит, вы вдыхаете все это... и воплощаете в себе месть. Гнев, обретший форму, и все же... вы замедляетесь и делаете глубокий вдох. Все кончено, вы победили. Вы можете оставить это проклятое место и его зло позади; его приговор стал окончательным благодаря вашей праведной ярости и пламени. Пока свидетельство вашей мести ласкает ваше лицо, в его пылающем сердце формируется какая-то масса. Вы наблюдаете, как она формируется и принимает знакомые очертания... Это... ваш глубоководный? Это иллюзия? Обман дыма? Галлюцинация? Словно в ответ, масса поднимается из пламени и проходит мимо вас; она совершенно невредима. Вы не можете пошевелиться, глядя на нее в благоговейном ужасе, а огонь, пожирающий вас, приглашает в свои хищные объятия... И вы...

source: I...
ru: Я...

source: You wake up. You're sitting in the station, and all is still. When did you doze off?
ru: Вы просыпаетесь. Вы находитесь на станции, и все вокруг спокойно. Когда вы успели задремать?

source: Go back to waiting.
ru: Вернуться к ожиданию.

source: You don't have to wait long. The Shell returns with your Deep One in tow, and it hands you some scrap; "Hhhhere, for your troubles. I know you Fed types love your trashhhh." Oh, really? Was it the doctorate that tipped you off to that one? Still, though... it's a lot of scrap... it's hard to stay mad.
ru: Вам не приходится долго ждать. Ракушка возвращается с вашим глубоководным рядом и протягивает вам немного металлолома: "Вот, за ваши хлопоты. Я знаю, чшто вы, федералы, любите подобный мусор". Правда? Это докторская степень навела вас на эту мысль? Но все же... это очень много лома... трудно обижаться.

source: You arrive at the distress beacon, and the voice, annoyed, speaks to you, "There... is no emergency here. One of the... science-things, Shells, you call them, seeks attention. Shall... you grant it?"
ru: Вы приближаетесь к сигналу бедствия, и голос, с раздражением, говорит вам: "Здесь... нет никакой чрезвычайной ситуации. Одно из... научных существ, как вы их называете, ракушками, просит внимания. Ты... окажешь его?"

source: Sure, I love Shells!
ru: Конечно, я люблю ракушек!

source: As the void recedes, you expect to see a ship, yet there's an entire Shell station built here! They hail, "Federation, here? How... perplexing. Not quite what I had in mind, thhhhough, with thhhe distress beacon. Still, you wouldn't happen to have any Deep Ones onboard, would you? Or perhaps some of thhhheir more... exotic weaponry? Eithhhher would do."
ru: Когда пустота отступает, вы рассчитываете увидеть корабль, но здесь построена целая станция ракушек! С вами связываются: "Федерация здесь? Как... странно. Не совсем то, чшто я имел в виду, учшитывая активированный маяк бедствия. Но у вас на борту случшайно нет глубоководных? Или, может быть, какого-нибудь их более... экзотичшеского оружия? Любое из них подойдет".

source: Why do you ask...?
ru: Почему вы спрашиваете...?

source: You get the feeling that it tries to rolls its eye, "I need thhhhem for science, of course; what else? Do you have somethhhhing or not? Othhhherwise, you're just wasting my time." Impatient, this one...
ru: Создается ощущение, что он пытается закатить глаза: "Конечшно, они нужны мне для науки, а чшто еще? У вас есть чшто-нибудь или нет? Иначше вы просто тратите мое время". Этот нетерпеливый...

source: (Deep One) Sure, yeah.
ru: (Член экипажа-глубоководный) Конечно, да.

source: (Darkness Weaponry) Sure, yeah.
ru: (Оружие тьмы) Конечно, да.

source: It seems elated at the sight of it, "Strange tech, with even stranger origins, should the Deep Ones be believed. Thhhhey claim thhhhem to be gifts from thhhheir 'Dark One,' and I wouldn't be surprised were it true. Thhhhey appear to harness a gas similar, if not identical, to thhhhat of thhhhis region; furthhhher, said gas seems to have a mind of its own..." it pauses, perhaps realizing it's rambling, and then clears its throat before continuing, "Allow me a moment to study what I can; I'll keep it brief."
ru: Кажется, что он в восторге от этого зрелища. "Странная техника, с еще более странным происхождением, если верить глубоководным. Они утверждают, чшто это подарки от их "Темного", и я не удивлюсь, если это правда. Похоже, они используют газ, похожий, если не идентичшный, на газ этого региона; кроме того, этот газ, похоже, обладает собственным разумом..." Он делает паузу, возможно, понимая, что слишком заговорился, а затем прочищает горло, прежде чем продолжить: "Позвольте мне изучшить все, чшто я могу; я буду краток".

source: Wait for the Shell to finish.
ru: Подождать пока ракушка закончит работу.

source: Apparently, it did manage to keep it brief, as it returns only moments later, "My hypothhhhesis appears to be correct; thhhhe gas withhhhin thhhhese weapons and thhhhe gas thhhhat makes up thhhhis region are indeed one and thhhhe same. I was able to cross-check my findings withhh thhhhat of my previous tests, involving anothhhher weapon I managed to get my hands on. Seeing thhhhat I now have the information thhhhat I needed from it, it may as well be yours now; I figure it may prove more... useful to one such as yourself. Consider it your compensation." The Shell returns your weapon, and with it, a second!
ru: По-видимому, ему удалось провести все быстро, поскольку спустя несколько мгновений он вернулся: "Моя гипотеза, похоже, верна: газ, содержащийся в этом оружии, и газ, составляющий этот регион, действительно одно и то же. Я смог сверить свои выводы с результатами предыдущих тестов с другим оружием, которое мне удалось заполучшить в свои руки. Теперь, когда я получшил от него необходимую информацию, оно может стать вашим; я полагаю, чшто оно может оказаться более... полезным для такого, как вы. Счшитайте это вашей компенсацией". Ракушка возвращает вам оружие, а вместе с ним и другое!

source: Thanks, science!
ru: Спасибо науке!

source: As you look over the unusual weapon, the voice speaks to you, "These... weapons, from the False God... why do you desire them?"
ru: Когда вы рассматриваете необычное оружие, голос обращается к вам: "Это... оружие от Ложного Бога... почему ты хочешь его?"

source: They make me feel powerful.
ru: Оно заставляют меня чувствовать себя сильным.

source: "Power... corrupts. The False God knows this, and offers power... where it finds value most. Remember this." The voice then goes quiet, and you're left alone with the weapon... the power... once more.
ru: "Власть... развращает. Ложный Бог знает это и предлагает власть... тем, кто ее наиболее жаждет. Помни об этом". Голос умолкает, и вы снова остаетесь наедине с оружием... с силой... снова.

source: I kinda just keep finding them.
ru: Я просто постоянно нахожу его.

source: "It... is no coincidence, the False God desires you... you, and your devotion. These gifts... are meant to corrupt; ensure... that they do not." The voice then goes quiet, and you're left alone with the weapon... the mystery... once more.
ru: "Это... не совпадение, Ложный Бог хочет тебя... тебя и твоей преданности. Эти дары... предназначены для развращения; позаботься... чтобы они этого не сделали". Голос умолкает, и вы снова остаетесь наедине с оружием... с тайной... снова.

source: They're fun!
ru: Это очень весело!

source: "To find fun, in... the eradication of your enemies. A good quality... for a soldier to have, yet a terrible one... for a person. Still, at least... you're honest." The voice then goes quiet, and you're left alone with the weapon... the fun... once more.
ru: "Находить удовольствие в... уничтожении своих врагов. Хорошее качество... для солдата, но ужасное... для человека. Тем не менее, по крайней мере... ты честен". Голос умолкает, и вы снова остаетесь наедине с оружием... с весельем... снова.

source: (Soulplague Weaponry) Does this work?
ru: (Оружие чумы души) Это подойдет?

source: You hand your Soulplague-infected weapon over to the Shell, and they look at it, perplexed, "No, why would thhhhis work? Thhhhis is just an ordinary weapon, infected by... thhhhe Soulplague... matter... virus... Ughhh..." As they touch it, they seem to... mutate, and turn iridescent, before just sitting around and moaning. Not wanting to leave them here alone, unable to help themself, you take them aboard, but... something's definitely wrong with them. Though the voice is quiet, you feel that they're likely disturbed by the matter.
ru: Вы передаете свое зараженное чумой оружие ракушке, и ракушка недоуменно смотрит на него. "Нет, с чшего бы это? Это обычшное оружие, зараженное... чшумой души... материя... вирусом... Уххх..." Когда он прикасается к нему, то, кажется,... мутирует и становятся радужными, а потом просто садится и стонет. Не желая оставлять его здесь одного, неспособного помочь себе, вы берете их на борт, но... с ним определенно что-то не так. Хотя голос тихий, вы чувствуете, что он, скорее всего, встревожен.

source: I'nft'in
ru: И'нфт'ин

source: I'll pass, thanks.
ru: Я пас, спасибо.

source: The Shell ends communications without another word. The voice, too, is silent. Yet, behind all that silence, you think you hear... something, in the deep.
ru: Ракушка заканчивает связь без единого слова. Голос тоже молчит. Однако за этой тишиной вам кажется, что вы слышите... что-то в глубине.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: I don't like your tone.
ru: Мне не нравится ваш тон.

source: "Should I care? I'm not here to entertain your pointless inquiries. If you're here to contribute to science, please do."
ru: "Должно ли меня это волновать? Я здесь не для того, чштобы развлекать вас бессмысленными расспросами. Если вы хотите внести свой вклад в науку, пожалуйста, сделайте это".
