Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: The engineers nod, and send an Enlightened Cultist over.
ru: Инженеры кивают и отправляют к вам Просветленного культиста.
zh_hans: 工程师们点了点头，派了一名启蒙者教徒过来。

source: (Happy Holidays) I need more of... whatever this is.
ru: (Счастливые праздники) Мне нужно больше... чего бы это ни было.
zh_hans: （哈皮·霍利戴斯）我需要更多……不管这东西是什么。

source: One of the engineers morphs into a second Happy Holidays, and the rest of the Deep Ones scream in terror. They quickly end communications, but you find that the second Happy Holidays has somehow gotten behind you in the meantime. Crazy rollout.
ru: Один из инженеров превращается во второго Счастливого праздника, а остальные глубоководные в ужасе кричат. Они быстро прекращают связь, но вы обнаруживаете, что за это время второй Счастливый праздник каким-то образом оказался у вас за спиной. Сумасшедшая развязка.
zh_hans: 其中一名工程师变形成为第二个哈皮·霍利戴斯，其余的深渊潜者惊恐地尖叫起来。他们迅速终止了通讯，但你发现第二个哈皮·霍利戴斯在此期间不知何时已经出现在了你身后。场面一片混乱。

source: John Holidays
ru: Джон Холидейс
zh_hans: 约翰·霍利戴斯

source: Hit me with something exotic.
ru: Подарите мне что-нибудь экзотическое.
zh_hans: 给我来点异域稀罕的玩意儿。

source: "Something... exotic?" They briefly think it over before one of them nods at the other, and they leave the room. They return with... a strange drone, that seems to absorb the very light around it. You'd think this to be moreso Engi technology... "This... is for you. It was a gift... to us, from the Dark One, in exchange for tribute. Now... it is a gift from us, to you." They send it over, and sure enough, it appears to be of Engi design... though it has also been infused with some foul darkness. What's the Dark God doing with Engi technology? The voice provides no answers.
ru: "Что-то... экзотическое?" Недолго думая, один из них кивает другому, и они выходят из комнаты. Они возвращаются с... странным дроном, который, кажется, поглощает сам свет вокруг себя. Можно подумать, что это скорее технология энджи... "Это... для тебя. Это был подарок... нам, от Темного, в обмен на дань. Теперь... это подарок от нас тебе". Они передают его, и, конечно, оказывается, что он сделан с использованием технологий энджи... хотя и пропитан какой-то мерзкой тьмой. Что Темный Бог делает с технологиями энджи? Голос не дает ответа.
zh_hans: “稀罕……的东西？”他们简单思索了一下，其中一人朝另一人点了点头，随后离开了房间。他们回来时带着……一架怪异的无人机，它仿佛能吞噬周围的光线。你会觉得这更像是半械族的科技……“这个……给你。这是黑暗之主送给我们的礼物……用来换取贡品。现在……它是我们送给你的礼物。”他们把无人机递了过来，而毫无疑问，它看上去确实是半械族的设计……只不过还被注入了某种邪恶的黑暗力量。黑暗之主究竟在对半械族的科技做些什么？那个声音没有给出任何答案。

source: You engineers wouldn't happen to have any weaponry, right?
ru: У вас, инженеры, случайно нет с собой оружия, а?
zh_hans: 你们这些工程师应该不会正好有什么武器吧？

source: "Any... weaponry?" They briefly think it over before one of them nods at the other, and they leave the room. They return with... a strange weapon, that seems to absorb the very light around it. "This... is for you. It was a gift... to us, from the Dark One, in exchange for tribute. Now... it is a gift from us, to you." They send it over, and a sense of dread seems to linger in the air around it as you approach. A gift from the Dark One, they said... what eldritch powers are at play here? The voice provides no answers.
ru: "Какое-нибудь... оружие?" Недолго думая, один из них кивает другому, и они выходят из комнаты. Возвращаются они с... странным оружием, которое, кажется, поглощает сам свет вокруг себя. "Это... для тебя. Это был подарок... нам, от Темного, в обмен на дань. Теперь... это подарок от нас тебе". Они передают его, и, когда вы приближаетесь, в воздухе вокруг него витает ощущение ужаса. Подарок от Темного, говорят они... Что за эльдрические силы здесь действуют? Голос не дает ответов.
zh_hans: “武器……吗？”他们简单思索了一下，其中一人朝另一人点了点头，然后离开了房间。他们回来时带着……一把怪异的武器，仿佛能吞噬周遭的光线。“这个……给你。这是黑暗之主送给我们的礼物……用来换取贡品。现在……它是我们送给你的礼物。”他们把武器递了过来，当你靠近时，一股恐惧的气息在它周围弥漫不散。他们说……这是黑暗之主的礼物……这里面究竟潜藏着怎样的诡异力量？那个声音没有给出任何答案。

source: How about... your lights?
ru: Как насчет... ваших фонарей?
zh_hans: 那么……你们的灯光怎么样？

source: "An... oddly specific request. You have just... saved us, and stopped this Rock's rampage, so... I suppose we can trust you with the Dark One's... favor. You've earned it." With that, they spend some time uninstalling the few operational lights they have left, then send them over to you. Getting your hands on them, they make you feel... uncomfortable, to say the least. All you can really tell is that they exude some sort of odd energy, and the voice provides no insight into the matter.
ru: "Странная просьба. Ты только что... спас нас и положил конец бесчинствам валунов, так что... Полагаю, мы можем доверить тебе... благосклонность Темного. Ты заслужил ее". После этого они тратят некоторое время на деинсталляцию нескольких оставшихся у них рабочих ламп, а затем передают их вам. Взяв их в руки, вы чувствуете себя... мягко говоря, неуютно. Все, что вы можете сказать, - это то, что они излучают какую-то странную энергию, а голос не дает никакой информации по этому поводу.
zh_hans: “真是个……奇怪又具体的要求。你刚刚……救了我们，还阻止了这块岩石的狂暴肆虐，所以……我想我们可以相信你，把黑暗之主的……恩惠交给你。这是你应得的。”说完，他们花了点时间拆下了仅剩的几台还能运作的灯光装置，然后把它们交给了你。当你拿到它们时，至少可以说，让你感觉……很不舒服。你唯一能确定的是，它们散发出某种诡异的能量，而那个声音对此没有给出任何解释。

source: What part of "I like scrap" do you not understand?
ru: Какую часть фразы "я люблю лом" вы не понимаете?
zh_hans: “我说我喜欢废料，你到底哪部分没听懂？”

source: Again, they look uncomfortable. "We don't exactly... keep garbage lying around. Is there... anything else that we can offer?"
ru: И снова они выглядят неловко. "Мы не очень-то... жалуем мусором. Может быть... мы можем предложить что-нибудь еще?"
zh_hans: 他们再次露出为难的神色。“我们实在……没有堆放废品。还有……别的我们能提供的东西吗？”

source: Relent, choose something else.
ru: Смириться, и выбрать что-то другое.
zh_hans: 退让一步，选点别的吧。

source: You notice one of them sigh in relief.
ru: Вы заметили, как один из них с облегчением выдохнул.
zh_hans: 你注意到他们其中一人松了口气。

source: My reactor could use a little work.
ru: Мой реактор не мешало бы немного доработать.
zh_hans: 我的反应堆需要稍微修理一下。

source: The engineers nod, and get to work on your reactor.
ru: Инженеры кивают и приступают к работе над вашим реактором.
zh_hans: 工程师们点了点头，开始着手修理你的反应堆。

source: I need some manpower.
ru: Мне нужен экипаж.
zh_hans: 我需要一些人手。

source: One of them looks at you and asks "What are you looking for, exactly?"
ru: Один из них смотрит на вас и спрашивает: "Кого именно вы ищете?".
zh_hans: 其中一人看着你问道：“你具体想要什么样的人手？”

source: I need a fighter.
ru: Мне нужен боец.
zh_hans: 我需要一名战士。

source: The engineers nod, and send a Deep One over.
ru: Инженеры кивают и отправляют вам глубоководного.
zh_hans: 工程师们点了点头，派了一名深渊潜者过来。

source: I need an enabler for the rest of my crew.
ru: Мне нужен помощник для остальных членов моего экипажа.
zh_hans: 我需要一个能带动我其他船员的人。

source: The engineers nod, and send an Enlightened Cultist over.
ru: Инженеры кивают и отправляют к вам Просветленного культиста.
zh_hans: 工程师们点了点头，派了一名启蒙者教徒过来。

source: (Happy Holidays) I need more of... whatever this is.
ru: (Счастливые праздники) Мне нужно больше... чего бы это ни было.
zh_hans: （哈皮·霍利戴斯）我需要更多……不管这东西是什么。

source: One of the engineers morphs into a second Happy Holidays, and the rest of the Deep Ones scream in terror. They quickly end communications, but you find that the second Happy Holidays has somehow gotten behind you in the meantime. Crazy rollout.
ru: Один из инженеров превращается во второго Счастливого праздника, а остальные глубоководные в ужасе кричат. Они быстро прекращают связь, но вы обнаруживаете, что за это время второй Счастливый праздник каким-то образом оказался у вас за спиной. Сумасшедшая развязка.
zh_hans: 其中一名工程师变形成为第二个哈皮·霍利戴斯，其余的深渊潜者惊恐地尖叫起来。他们迅速终止了通讯，但你发现第二个哈皮·霍利戴斯在此期间不知何时已经出现在了你身后。场面一片混乱。

source: John Holidays
ru: Джон Холидейс
zh_hans: 约翰·霍利戴斯

source: Hit me with something exotic.
ru: Подарите мне что-нибудь экзотическое.
zh_hans: 来点不一样的、有异域风情的。

source: "Something... exotic?" They briefly think it over before one of them nods at the other, and they leave the room. They return with... a strange drone, that seems to absorb the very light around it. You'd think this to be moreso Engi technology... "This... is for you. It was a gift... to us, from the Dark One, in exchange for tribute. Now... it is a gift from us, to you." They send it over, and sure enough, it appears to be of Engi design... though it has also been infused with some foul darkness. What's the Dark God doing with Engi technology? The voice provides no answers.
ru: "Что-то... экзотическое?" Недолго думая, один из них кивает другому, и они выходят из комнаты. Они возвращаются с... странным дроном, который, кажется, поглощает сам свет вокруг себя. Можно подумать, что это скорее технология энджи... "Это... для тебя. Это был подарок... нам, от Темного, в обмен на дань. Теперь... это подарок от нас тебе". Они передают его, и, конечно, оказывается, что он сделан с использованием технологий энджи... хотя и пропитан какой-то мерзкой тьмой. Что Темный Бог делает с технологиями энджи? Голос не дает ответа.
zh_hans: “稀罕……玩意儿？”他们略一思索，其中一人朝另一人点头，两人随即离开房间。他们回来时，带着一架怪异的无人机，它仿佛能吞噬周遭的光线。你本以为这更像是半械族的科技……“这个……给你。这是黑暗之主为换取贡品，送给我们的……礼物。现在……它是我们送给你的礼物。”他们把无人机递了过来，而它确实是半械族的设计……只是还被注入了某种邪恶的黑暗力量。黑暗之主究竟在利用半械族的科技做什么？那个声音依旧没有给出任何答案。

source: You engineers wouldn't happen to have any weaponry, right?
ru: У вас, инженеров, случайно нет оружия, верно?
zh_hans: 你们这些工程师应该不会正好有什么武器吧？

source: "Any... weaponry?" They briefly think it over before one of them nods at the other, and they leave the room. They return with... a strange weapon, that seems to absorb the very light around it. "This... is for you. It was a gift... to us, from the Dark One, in exchange for tribute. Now... it is a gift from us, to you." They send it over, and a sense of dread seems to linger in the air around it as you approach. A gift from the Dark One, they said... what eldritch powers are at play here? The voice provides no answers.
ru: "Какое-нибудь... оружие?" Недолго думая, один из них кивает другому, и они выходят из комнаты. Возвращаются они с... странным оружием, которое, кажется, поглощает сам свет вокруг себя. "Это... для тебя. Это был подарок... нам, от Темного, в обмен на дань. Теперь... это подарок от нас тебе". Они передают его, и, когда вы приближаетесь, в воздухе вокруг него витает ощущение ужаса. Подарок от Темного, говорят они... Что за эльдрические силы здесь действуют? Голос не дает ответов.
zh_hans: “武器……吗？”他们稍微想了想，然后其中一个朝另一个点了点头，两人离开了房间。他们回来时，带着一件怪异的武器，它仿佛能吞噬周围所有的光线。“这个……给你。这是黑暗之主为了换取贡品，送给我们的……礼物。现在……它是我们送给你的礼物。”他们把武器递了过来，当你靠近时，一股恐怖的气息萦绕在它周围。他们说……这是黑暗之主的礼物……这里面究竟藏着怎样的诡异力量？那个声音没有给出任何答案。

source: How about... your lights?
ru: Как насчет... ваших фонарей?
zh_hans: 那么……你们的灯光怎么样？

source: "An... oddly specific request. You have just... saved us, and stopped this Rock's rampage, so... I suppose we can trust you with the Dark One's... favor. You've earned it." With that, they spend some time uninstalling the few operational lights they have left, then send them over to you. Getting your hands on them, they make you feel... uncomfortable, to say the least. All you can really tell is that they exude some sort of odd energy, and the voice provides no insight into the matter.
ru: "Странная просьба. Ты только что... спас нас и положил конец бесчинствам валунов, так что... Полагаю, мы можем доверить тебе... благосклонность Темного. Ты заслужил ее". После этого они тратят некоторое время на деинсталляцию нескольких оставшихся у них рабочих ламп, а затем передают их вам. Взяв их в руки, вы чувствуете себя... мягко говоря, неуютно. Все, что вы можете сказать, - это то, что они излучают какую-то странную энергию, а голос не дает никакой информации по этому поводу.
zh_hans: “这要求……还真是奇怪又具体。你刚刚……救了我们，还阻止了这块岩石的狂暴行径，所以……我想我们可以相信你，把黑暗之主的……馈赠交给你。这是你应得的。”说完，他们花了点时间拆下仅剩的几台还能运作的灯光，然后把它们递给了你。你一拿到手，至少可以说，感觉……很不舒服。你唯一能确定的是，它们散发着某种诡异的能量，而那个声音对此没有给出任何解释。

source: They don't get it, do they? Blow them up.
ru: Они не понимают, да? Взорвем их.
zh_hans: 他们根本就不明白，是吧？把他们炸掉。

source: "Wait... ple-" Communications are cut as their ship buckles, then breaks in half. The silence feels deafening as you loot what you can, but there isn't much... what a waste of time.
ru: "Подожди... пож..." Связь прервалась, когда их корабль накренился, а затем разломился пополам. Тишина становится оглушительной, пока вы грабите то, что можете, но там не так много... Какая пустая трата времени.
zh_hans: “等等……求你——”通讯骤然中断，他们的飞船先是扭曲变形，随即断成两截。死寂震耳欲聋，你尽力搜刮物资，却所剩无几……真是浪费时间。

source: You arrive to the sight of orange flashes that briefly pierce the darkness, a few seconds in-between each of them. This goes on for a few moments before the voice speaks to you, hardly able to get the words out, "Kin, here... being... being slaughtered... A Rock vessel, of... a design unknown to me, hunts them. It seems... impervious to weapon fire. I... I know your survival is a priority, Federation, but... my kin..." It's unable to finish.
ru: Вы видите оранжевые вспышки, на мгновение пронзающие тьму, между которыми проходит несколько секунд. Это продолжается несколько мгновений, прежде чем голос обращается к вам, с трудом выговаривая слова: "Сородичи здесь... их... убивают... За ними охотится корабль валунов... неизвестной мне конструкции. Кажется... он невосприимчив к огню оружия. Я... я знаю, что твое выживание является приоритетом, Федерация, но... мои сородичи..." Он не в силах договорить.
zh_hans: 你抵达时，只见橙色的闪光一次次刺破黑暗，每次间隔数秒。这样过了一会儿，那个声音艰难地对你开口：“同族……在这里……正被……被屠杀……一艘岩石飞船……型号我从未见过，在猎杀他们。它……似乎对武器火焰免疫。我……我知道你的生存才是首要任务，联邦成员……可是……我的族人……”它没能把话说完。

source: Light the way, and leave it to me.
ru: Освети путь и предоставь корабль мне.
zh_hans: 照亮前路，剩下的交给我。

source: It says, with hope now tinging its choked speech, "Thank... thank you, truly." With a sense of urgency, the void quickly recedes; a path of carnage now lies before you, Enlightened ships wrecked left and right, and you realize you're face to face with a Rock Paladin.
ru: С надеждой в голосе он произносит: "Спасибо... спасибо тебе, правда". С чувством неотложной необходимости пустота быстро исчезает; перед вами расстилается полоса бойни, справа и слева - разбитые корабли Просветленных, и вы понимаете, что оказались лицом к лицу с Паладинами валунов.
zh_hans: 它的声音里带着哽咽，却又透出一丝希望：“谢……谢谢你，真的谢谢你。”随着一阵强烈的紧迫感，虚空迅速退去；一条布满残骸的道路出现在你面前，启蒙者的飞船四处损毁，你意识到，自己正直面一名岩石圣骑士。

source: Take a deep breath, and engage.
ru: Сделать глубокий вдох и приступить к делу.
zh_hans: 它的声音哽咽，却又透出一丝希望：“谢……谢谢你，真的谢谢你。”强烈的紧迫感袭来，虚空迅速退去，一条布满残骸的道路出现在你眼前，启蒙者的飞船四处损毁，你意识到，自己正面迎上了一名岩石圣骑士。

source: You push forward, and the Paladin ship hails, "Federation. I know not how you've forced this foul darkness to abate, but it matters little. The Elders demand that the non-believers of this void be purged; you stand, among them. Take peace in the fact that our retribution will be swift." They cut communications and prepare to begin their assault... will you simply be another step on their holy warpath, or the one to put an end to this madness?
ru: Вы продвигаетесь вперед, и корабль паладинов вызывает вас: "Федерация. Я не знаю, как вы заставили исчезнуть эту мерзкую тьму, но это не имеет значения. Старейшины требуют, чтобы неверующие этой пустоты были очищены; вы стоите на нашем пути. Смиритесь с тем, что наше возмездие будет быстрым". Они прервали связь и приготовились к атаке... Станете ли вы просто еще одним шагом на их священной тропе войны или тем, кто положит конец этому безумию?
zh_hans: 你继续向前推进，圣骑士飞船发出通讯：“联邦舰队。我不知道你是如何迫使这股邪恶的黑暗退去的，但这已无关紧要。长老们要求净化这片虚空中的所有无信者，而你，就在其中。安心吧，我们的惩戒将会迅速降临。”他们切断通讯，准备发起攻击……你会成为他们神圣征途上的又一块垫脚石，还是终结这场疯狂的人？

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: On second thought...
ru: Если подумать...
zh_hans: 转念一想……

source: Before you can act, the Paladin ship hails, "Federation. I know not how you've forced this foul darkness to abate, but it matters little. The Elders demand that the non-believers of this void be purged; you stand, among them. Take peace in the fact that our retribution will be swift." They cut communications and prepare to begin their assault... will you simply be another step on their holy warpath, or the one to put an end to this madness?
ru: Прежде чем вы успеваете предпринять какие-либо действия, с корабля паладинов раздается вызов: "Федерация. Я не знаю, как вы заставили исчезнуть эту мерзкую тьму, но это не имеет значения. Старейшины требуют, чтобы неверующие этой пустоты были очищены; вы стоите на нашем пути. Смиритесь с тем, что наше возмездие будет быстрым". Они прервали связь и приготовились к атаке... Станете ли вы просто еще одним шагом на их священной тропе войны или тем, кто положит конец этому безумию?
zh_hans: 你还没来得及行动，圣骑士飞船便再次发来通讯：“联邦之人。我不知道你是如何让这股污秽的黑暗消退的，但这无关紧要。长老下令，必须净化这片虚空里的所有无信者，而你，就在其中。安心吧，我们的惩戒会来得很快。”他们随即切断通讯，准备发起攻击……你会成为他们神圣征途上的又一个牺牲品，还是终结这场疯狂的人？

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I can't do this, I'm sorry.
ru: Я не могу этого сделать, мне очень жаль.
zh_hans: 我做不到，对不起。

source: "But, they're..." it pauses, "I..." It doesn't continue. Awkward, but... 'impervious to weapon fire' doesn't exactly fill you with confidence in regards to your odds of winning. Though, aren't all Rock ships at least somewhat impervious to weapon fire?
ru: "Но они...", - он делает паузу, - "Я...". И не продолжает. Неловко, но... "невосприимчивы к огню оружия" не очень-то вселяет уверенность в свои шансы на победу. Хотя, разве не все корабли валунов хотя бы в какой-то степени невосприимчивы к огню оружия?
zh_hans: “可是，他们……”它顿了顿，“我……”没有再说下去。气氛有些尴尬，但……“武器无法击穿”这句话，实在没法让你对胜算有信心。话说回来，所有岩石族飞船不都多少能免疫武器攻击吗？

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_enlightened.xml$//event[@name="NEUTRAL_ENLIGHTENED_SUPERFAN"]/text
source: The void is immediately pulled back, and the voice speaks as an Enlightened ship comes into view, "Hunter... inbound. Prepare yourself."
ru: Пустота тут же отступает, и голос заговорил, когда в поле зрения появился корабль Просветленных: "Охотник... прибыл. Приготовься".
zh_hans: 虚空瞬间被抽离，一艘启蒙者飞船出现在视野中，那个声音说道：“猎手……来了。做好准备。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: To your surprise, though, they hail you, "WAIT! Wait, wait, wait!" You've never seen a Deep One speak so quickly...
ru: К вашему удивлению, вас вызывают: "ПОДОЖДИ! Подожди, подожди, подожди!" Вы никогда не видели, чтобы глубоководные говорили так быстро...
zh_hans: 但让你意外的是，他们向你发出通讯：“等等！等等，等等，等等！”你从没见过深渊潜者说话这么快……

source: Wait.
ru: Ждать.
zh_hans: 等等。

source: They breathe a sigh of relief and continue, "Holy, wow... you're actually here! Wait, you don't know me, uh... I'm, like, a HUGE fan of yours. I spotted you during one of your, um, battles in the Deep One sector. Not, like, THIS one..." they glance outside past the screen and gulp, "...the, uh, other one. I don't really like this one. REGARDLESS! I've been following you ever since. Look, I even stole one of these fancy cultist ships!"
ru: Она вздохнула с облегчением и продолжила: "Святые угодники... ты действительно здесь! Погоди, ты меня не знаешь... Я, типа, твоя ОГРОМНАЯ фанатка. Я заметила тебя во время одной из твоих битв в секторе глубоководных. Не в ЭТОМ...", - она смотрит на экран и глотают воздух, - "...а в другом. Мне не очень нравится этот. НЕВАЖНО! С тех пор я слежу за тобой. Смотри, я даже украла один из этих модных кораблей культистов!"
zh_hans: 他们松了口气，继续说道：“天啊，哇……你真的来了！等等，你不认识我，呃……我是你的超级粉丝。我在深渊潜者星域的一场战斗里见过你，不是……不是这一场……”他们看向屏幕外，咽了口唾沫，“……呃，另一场。我真的不喜欢这场。不管怎样！从那以后我就一直跟着你。你看，我还偷了一艘这些花哨的邪教徒飞船！”

source: That 'fancy cultist ship' almost got you killed...
ru: Из-за этого "модного корабля культистов" ты чуть не погибла...
zh_hans: 那艘“花哨的邪教徒飞船”差点害你送命……

source: "YEAH, but, like, it's cool, isn't it? I'm totally cosplaying as your MORTAL enemy right now!" They blink a few times, and then say "Now that I think about it... not the brightest idea, huh? Maybe I'm not cut out for all this stalking business..."
ru: "АГА, но это же круто, правда? Я прямо сейчас изображаю твоего СМЕРТЕЛЬНОГО врага!" Она несколько раз моргнула, а потом продолжила: "Теперь, когда я немного подумала об этом... не самая лучшая идея, да? Может, я не гожусь быть сталкером..."
zh_hans: “是啊，但……这很酷，不是吗？我现在简直在cosplay你的死敌啊！”他们眨了几下眼睛，然后说道，“现在想想……这主意好像不怎么聪明，对吧？也许我就不是干这种跟踪勾当的料……”

source: If you want to stalk me better, I've got some tips. I'm a pro stalker.
ru: Если ты хочешь научиться сталкерить меня лучше, у меня есть несколько советов. Я профессиональный сталкер.
zh_hans: 如果你想更擅长跟踪我，我有一些诀窍。我可是个专业跟踪者。

source: Their eyes light up, "REALLY?! Wow! I didn't, like, think you could get any cooler... we literally have so much in common!" They look at you, expectantly.
ru: Ее глаза загораются: "ПРАВДА?! Вау! Я не думала, что ты можешь быть еще круче... У нас буквально столько общего!" Она ожидающе смотрят на вас.
zh_hans: 他们眼睛一亮，“真的吗？！哇！我本来觉得你已经够酷了……没想到我们居然这么有共同语言！”他们满怀期待地看着你。

source: (Cloaking) First, you're gonna want one of these bad boys.
ru: (Маскировка) Во-первых, тебе понадобится одна из этих штучек.
zh_hans: （隐形）首先，你得搞到一个这玩意儿。

source: "Oh, I've got one of those on my actual stalking ship! Not really sure what this ship has, kinda just hijacking it... anyways, way ahead of you stalker pro!"
ru: "О, у меня есть такая же на моем настоящем корабле для сталкинга! Даже не знаю, что есть на этом корабле - я просто его украла... В общем, я тебя уже опередила, профи-сталкер!"
zh_hans: “哦，我真正用来跟踪的飞船上就有一个！我不太清楚这艘抢来的船有什么装备，反正就是顺手劫了……总之，我可比你这个专业跟踪者领先一步呢！”

source: (Adv. Cloaking) Your stalker power PALES in comparison to mine.
ru: (Продв. Маскировка) Твоя сила сталкинга МЕРКНЕТ по сравнению с моей.
zh_hans: （先进隐形）你的跟踪能力跟我比起来，简直不值一提。

source: They jump back in shock, "A whole FIFTEEN seconds, MINIMUM?! Wow, you really are a pro!" they pause, writing something down, "Ok! I'll make sure to work on my cloaking when I get outta here. Speaking of, um, getting out of here... this place kinda gives me the creeps. I think I'll catch you in the next sector. Not that you'll see me, though, I'm totally becoming a pro stalker!"
ru: Она в шоке отшатывается назад: "Целых ПЯТЬДЕСЯТ секунд, МИНИМУМ?! Вау, да ты действительно профи!" Она делает паузу, что-то записывая: "Хорошо! Я обязательно поработаю над маскировкой, когда выберусь отсюда". Кстати, о том, как выбраться отсюда... от этого места у меня мурашки по коже. Думаю, я догоню тебя в следующем секторе. Хотя не факт, что ты меня увидишь, я же становлюсь профессиональным сталкером!"
zh_hans: 他们吓得往后一跳，“整整十五秒，最少？！哇，你真的是专业的！”他们顿了顿，记下了什么，“好！等我离开这里，一定要好好练习隐形。说到……离开这里……这地方真的让我毛骨悚然。我下个星域再见吧。不过你肯定看不到我，我马上就要变成专业跟踪者了！”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Before I leave, though, this ship's got all kinds of goods! Not like I need 'em, and how could I pass up a chance to help the Federation? I'm, like, a part of your story now! Lemme rummage around and see what I can find..." After a few moments of doing just that, they send over a bunch of random stuff... including a weapon! "Okay, stalker pro! Good luck, and I'll be seeing you!" With that, they leave the system, and the voice calls to you, "A... charismatic lass, to say the least." You almost think you hear the faintest hint of a smile behind its words...
ru: "Но прежде чем я уйду, на этом корабле есть всевозможные товары! Не то чтобы они мне были ненужны, но как я могу упустить шанс помочь Федерации? Я теперь как бы часть твоей истории! Давай я покопаюсь и посмотрю, что смогу найти..." Через несколько мгновений она присылает кучу случайных вещей... включая оружие! "Хорошо, сталкер-профи! Удачи, и до встречи!" С этими словами она покидает систему, а голос обращается к вам: "Харизматичная девушка, если не сказать больше". Вам кажется, что вы слышите слабый намек на улыбку за его словами...
zh_hans: 不过在我走之前，这艘船上可是有各种好东西！我反正也用不上，而且我怎么能放过帮助联邦的机会呢？我现在也算你故事里的一员了！让我翻一翻，看看能找到什么……他们翻找了一会儿，随即给你发送了一堆乱七八糟的物资……其中还包括一件武器！“好了，专业跟踪大佬！祝你好运，我们回头见！”说完，他们便离开了这个星系。那个声音对你说道：“至少可以说……是个很有魅力的小家伙。”你几乎能感觉到，它的话语背后藏着一丝极淡的笑意……
