Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: You barely move an inch, before a shrill cackling breaks out around you, out of nowhere. You turn around, expecting to find its source, but there's nothing there, either. The laughter then grows louder, and louder, as if amused by the attempt - before, finally, quieting. You're left standing there, anxious and on your guard, when a new, unfamiliar voice makes its presence known to you: "Oh... YOU'RE a funny one, aren't you? Turn... around again, it'll work this time! I swear it... I swear!" This is definitely a different voice than the one you've been talking to. It's much more high-pitched - almost annoyingly so - and clearly taking pleasure in your confusion.
ru: Вы едва успеваете сделать шаг, как вокруг вас раздается пронзительный хохот, возникший из ниоткуда. Вы поворачиваетесь, ожидая увидеть его источник, но там тоже ничего нет. Хохот становится все громче и громче, как будто его развлекает ваша попытка, и наконец затихает. Вы остаетесь стоять на месте, тревожно настороженные, когда новый, незнакомый голос дает о себе знать: "О... ТЫ весельчак, да? Повернись... еще раз, на этот раз сработает! Клянусь... клянусь!" Это определенно другой голос, не тот, с которым вы разговаривали. Он гораздо более высокий - почти раздражающий - и явно получает удовольствие от вашей растерянности.

source: Remain stalwart.
ru: Сохранять спокойствие.

source: There's an audible growling echoing around the room, now - you realize that the laughter hadn't come from within your head, either. Whatever the source of these sounds is, they're different from the voices - now plural - that have been speaking to you. With a sense of disappointment seeming to tinge its words, the shrill voice returns to its rambling within your mind, "Oh... perhaps I was mistaken. Perhaps you're just like... the rest of them. Is joy... lost, on you lost souls?"
ru: Теперь по помещении раздается слышимое рычание - вы понимаете, что смех тоже исходил не из вашей головы. Что бы ни было источником этих звуков, они отличаются от голосов - теперь уже множественных - которые разговаривали с вами. С оттенком разочарования в голосе пронзительный голос возвращается к своим бессвязным разговорам в вашей голове: "О... возможно, я ошибся. Возможно, ты такой же, как... все остальные. Разве радость... утрачена для заблудших душ?"

source: I'm... not lost, really. I have a guide.
ru: Я... не совсем заблудился. У меня есть проводник.

source: "Oh... really? The one they brand... a traitor, you mean? Hmmm... I can't say I see them around here, anywhere. Do you... think they got bored? Left you to... die, maybe?" There's a pause, as the growling around you shifts back to its prior, roaring laughter, and then the voice continues, "THAT... would be funny, no? Maybe... you're not so boring, after all."
ru: "О... правда? Те, кого они называют... предателем, ты имеешь в виду? Хммм... Не могу сказать, что видел его где-то поблизости. Ты... не думал, что ему надоело? Он оставил тебя... умирать?" Наступает пауза, и рычание вокруг вас сменяется прежним хохотом, а затем голос продолжает: "ЭТО... было бы забавно, не так ли? Может быть... ты все-таки не такой уж скучный".

source: Listen - I'm dealing with a lot right now. Speak clearly, or I'm taking my ship and jumping out of here.
ru: Слушай, у меня сейчас много дел. Говори по делу, или я беру свой корабль и улетаю отсюда.

source: Turn around again.
ru: Повернуться еще раз.

source: You do so, and find nothing once more. The laughter then - agonizingly - grows in volume, as if in response, and you realize that it's not coming from inside your head at all. Whatever the source of it IS, it's different from the voices - now plural - that have been speaking to you. With complete glee coating its words, the shrill voice returns to its rambling within your mind, "Oh... wow, you ARE a funny one! You aren't like... the other lost souls, at all. I... like that."
ru: Вы делаете это и снова ничего не находите. Затем смех - как бы в ответ - становится все громче и громче, и вы понимаете, что он вовсе не исходит из вашей головы. Каким бы ни был его источник, он отличается от голосов - теперь множественных - которые разговаривали с вами. С абсолютной радостью, окрашивающей его слова, пронзительный голос возвращается к своим бредням в вашем разуме: "О... вау, ты ДЕЙСТВИТЕЛЬНО забавный! Ты совсем не похож на... другие потерянные души. Мне... это нравится".

source: I'm... not lost, really. I have a guide.
ru: Я... не совсем заблудился. У меня есть проводник.

source: "Oh... really? The one they brand... a traitor, you mean? Hmmm... I can't say I see them around here, anywhere. Do you... think they got bored? Left you to... die, maybe?" There's a pause, as the already roaring laughter becomes just shy of being deafening, and then the voice continues, "THAT... would be funny, no? Oh... I knew I liked you."
ru: "О... правда? Те, кого они называют... предателем, ты имеешь в виду? Хммм... Не могу сказать, что видел его где-то поблизости. Ты... не думал, что ему надоело? Он оставил тебя... умирать?" Наступает пауза, и рычание вокруг вас сменяется прежним хохотом, а затем голос продолжает: "ЭТО... было бы забавно, не так ли? Ох... Я так и знал, что ты мне понравишься".

source: Listen - I'm dealing with a lot right now. Speak clearly, or I'm taking my ship and jumping out of here.
ru: Слушай, у меня сейчас много дел. Говори по делу, или я беру свой корабль и улетаю отсюда.

source: The laughter goes silent. "Oh... do you think you could? You're welcome... to try, you know." You eye your ship's controls in response, but something inside you causes you to then hesitate. Anxiety? Fear? Something... more foreign, entirely? Whatever the case is, it feels beyond your control, and the cackling returns - alongside the voice. "Oh, tribute-thing... if I had intended to kill you, you would've been... helpless to stop me, don't you know? You're... defenseless, without your guide. Without your... eyes, hah! Hahah! Hah... but, no. Your death... would not be funny. More like... pathetic, and sad. Unfair, really."
ru: Смех затихает. "О... ты думаешь, ты сможешь? Ты можешь... попробовать, знаешь ли". В ответ вы смотрите на пульт управления своим кораблем, но что-то внутри вас заставляет вас засомневаться. Тревога? Страх? Что-то... более совершенно чуждое? "О, дань... если бы я хотел убить тебя, ты бы не смог... помешать мне, разве не так? Ты... беззащитен без своего проводника. Без своих... глаз, ха! Ха-ха! Ха... но нет. Твоя смерть... не была бы забавной. Скорее... жалкой и печальной. Несправедливой, в самом деле".

source: Okay, but... why do YOU care about how I die? Aren't you meant to kill me, for this deity of yours?
ru: Ладно, но... почему ТЕБЯ волнует, как я умру? Разве ты не должен убить меня ради своего божества?

source: "Oh... you're a presumptuous one, as well, are you? So many... silly little thoughts, going on inside that silly little head. I can't imagine... seeing all this, and thinking you've got it all... figured out. That's why I like you, though. You're... funny." A silence rings throughout the room once more, and you can't help but be thankful for it. "That, and... you funny types are useful. More useful than... dead types, anyways. The Dark One... understands, I'm sure. And if it doesn't, then... it's free to smite me down, where I stand! THAT... would be funny, wouldn't it?"
ru: "О... ты тоже самонадеянный, да? Столько... глупых мыслей в твоей глупой головке. Не могу себе представить... как ты смотришь на все это и думаешь, что все... понял. Но именно за это ты мне и нравишься. Ты... весельчак". В помещении снова воцаряется тишина, и вы не можете не быть благодарным за это. "И еще... такие забавные существа, как ты, полезны. Полезнее, чем... мертвые существа, во всяком случае. Темный... понимает это, я уверен. А если нет, то... он может смело убить меня там где я стою! ЭТО... было бы забавно, не так ли?"

source: Silently pray that this weirdo really IS smitten down.
ru: Помолиться про себя, чтобы этот чудак действительно был убит.

source: Unfortunately, rather than the sound of blessed thunder, you're merely graced with more of that grating giggling. "Oh... that's funny, too. I must be right, then. You're... not here as tribute. Hah! I'm old enough to always... be able to tell, you know? The ones it wants here. The ones... it doesn't want dead. You're... something special, AND something funny." The obnoxious voice tests your patience by then pausing briefly, before continuing again in a more serious tone, "If that's... the case, then... what do you say about helping me with something? It'd... take a minute, so... I won't bite if you say no. Unless... biting you would be funny, that is."
ru: К сожалению, вместо благословенного грома вы слышите лишь еще больше этого раздражающего смеха. "О... это тоже забавно. Значит, я прав. Ты... не здесь в качестве дани. Ха! Я достаточно стар, чтобы всегда... это понимать, знаешь ли? Те, кого он хочет здесь. Те, кого... он не хочет умертвить. Ты... что-то особенное и что-то смешное". Неприятный голос испытывает ваше терпение, делая короткую паузу, прежде чем продолжить более серьезным тоном: "Если это... так, то... что ты думаешь о том, чтобы помочь мне с чем-то? Это... займет минуту... и я не укушу тебя, если ты откажешься. Если только... укусить тебе не будет смешно, конечно".

source: Hesitantly agree. You've got time to spare.
ru: С некоторой нерешительностью согласиться. У вас есть время.

source: There's an uproar amongst the laughter around you, as the voice itself gets giddy, "Oh... wonderful. Funny, special... AND wonderful! The Dark One really... knows how to pick them, doesn't it? In that case, then... shift your course a little to the left, and just... fly that way, for a while. Don't worry about... bumping into anything. I'll be... watching closely! Wouldn't want you... crashing into something, and dying horribly. THAT would be funny, but... if I've learned anything over the years, it's that... it's not always about being funny. It usually is, but... not always." The voice, along with the now maddening laughter, both vanish - leaving you with naught but eerie silence once more.
ru: Вокруг вас раздается громкий смех, а голос становится все более задорным: "О... замечательно. Забавно, необычно... И замечательно! Темный действительно... умеет их выбирать, не так ли? В таком случае... сдвинься немного влево и просто... лети пока в том направлении. Не беспокойся о том, что... можешь во что-нибудь врезаться. Я буду... внимательно следить! Не хочу, чтобы ты... врезался во что-нибудь и умер ужасной смертью. Это было бы забавно, но... если я чему-то и научился за эти годы, так это тому, что... не всегда речь идет о том, чтобы быть забавным. Обычно это так, но... не всегда". Голос, вместе с теперь уже сводящим с ума смехом, исчезает, оставляя тебя снова в жуткой тишине.

source: Here we go, then...
ru: Ну, тогда, приступим...

source: You follow the voice's vague instructions to the best of your ability, and simply fly straight ahead in one direction. It's rather uneventful, for a while - until, at one point, it randomly screams within your mind for you to steer hard to the left. You jump to do so, and the echoing laughter roars back to life around you for a miserable, few seconds. You... aren't particularly enjoying this ride.
ru: Вы следуете неясным инструкциям голоса, как можете, и просто летите прямо в одном направлении. Некоторое время все проходит довольно спокойно, пока в какой-то момент голос в вашей голове не кричит, чтобы вы резко повернули влево. Вы подскакиваете, чтобы выполнить команду, и эхо смеха снова оживает вокруг вас на несколько ужасных мгновений. Вам... не особо нравится эта поездка.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Eventually, though... the darkness around you seems to part itself, and you're face to face with none other than an Elite Federation ship. What are they doing here? No, more importantly - what are YOU doing here...? What's being expected of you, exactly? You hadn't really thought about asking that until now.
ru: В конце концов... тьма вокруг вас как будто расступается, и вы оказываетесь лицом к лицу с ничем иным, как кораблем элиты Федерации. Что они здесь делают? Нет, что еще более важно - что ВЫ здесь делаете...? Что именно от вас ожидают? До сих пор вы даже не задумывались об этом.

source: Hey, uh... voice guy? Care to explain?
ru: Эй, э-э... голос? Не объяснишь?

source: It seems startled that you asked, almost as if it were expecting you to blindly act. "Oh... well, of course. I mentioned other lost souls... earlier, yes? This ones seems special, too. Though... not quite as funny. He thought it... prudent to steal something valuable from me. I... want it back."
ru: Он кажется удивленным вашим вопросом, почти как будто ожидал, что вы будете действовать слепо. "О... ну, конечно. Я упоминал о других потерянных душах... ранее, да? Эта тоже кажется особенной. Хотя... не такой забавной. Он посчитал... разумным украсть у меня что-то ценное. Я... хочу это вернуть".

source: If you can destroy me so easily, then why can't you just destroy them? Aren't they "eyeless" out here, too?
ru: Если ты можешь так легко уничтожить меня, то почему не можешь просто уничтожить их? Разве они тоже не "слепые" здесь?

source: "Oh... you ask a lot of questions. Questions aren't so... funny, but... truthfully, this one scares me. Somewhat. Something... is, in fact, guiding him - though, I can't tell what. I tried asking, but... well, he wasn't as open as I'm being, was he?" You glance at the Federation ship outside, and then back to your ship's console, and realize that they've sent a request to hail while you've been chatting it up. The voice briefly interjects, before bowing out again, "I... just want what's mine. I don't care... how you get it. Unless it's funny. THAT... would be fun, yes?"
ru: "О... ты задаешь много вопросов. Вопросы не так уж... забавны, но... честно говоря, этот меня пугает. Немного. Что-то... действительно ведет его, хотя я не могу сказать, что именно. Я пытался спросить, но... ну, он не был так открыт, как я, верно?" Вы бросаете взгляд на корабль Федерации снаружи, а затем обратно на консоль своего корабля и понимаете, что они отправили запрос на связь, пока вы болтали. Голос ненадолго вступает в разговор, а затем снова умолкает: "Я... просто хочу то, что принадлежит мне. Мне все равно... как ты это получишь. Если только это не будет забавно. ЭТО... было бы весело, да?"

source: Take a deep breath, and answer the Federation ship's hail.
ru: Сделать глубокий вдох и ответить на вызов корабля Федерации.

source: Well, whatever. I'll figure it out. Hail the Federation ship.
ru: Ну, ладно. Я разберусь. Приветствую корабль Федерации.

source: Decline. You've had enough of this.
ru: Отказаться. С вас хватит.

source: There's a booing in the air around you, as the voice doesn't hesitate to express its disappointment, "Oh... suppose you weren't funny, after all. Maybe I'm... the real clown, here. Well, whatever. Have... your time with the traitor, and whatnot." The room goes silent, and you've never been more appreciative of the fact in your life.
ru: Вокруг вас раздаются освистывания, и голос без колебаний выражает свое разочарование: "О... значит, ты все-таки не был весельчаком. Может быть, я... настоящий клоун здесь. Ну, ладно. Проведи... время с предателем и прочим". В помещении наступает тишина, и вы никогда в жизни не были так благодарны за это.

source: Finally, some peace and quiet...
ru: Наконец-то, немного тишины и покоя...

source: Your relaxation is cut short by the sounds of yelling, as the - much less grating - voice that's accompanied you since the start of the sector butts in, "Outsider! Outsider! Are... you okay? What happened? I... I could not see you, for quite some time. I've been fearing... the worst."
ru: Ваше расслабленное состояние прерывается криками, и голос, который сопровождал вас с самого начала сектора, врывается в разговор: "Чужак! Чужак! Ты... ты в порядке? Что случилось? Я... я не видел тебя довольно долгое время. Я боялся... худшего".

source: Just some asshole, honestly. Real annoying guy - had an entire psychic laugh track, and everything.
ru: Честно говоря, какой-то придурок. Жутко раздражающий тип - у него еще и целый набор психопатических насмешек и все такое.

source: "Psychic...? That... sounds like one of the Enlightened's Elders. They're powerful... in their own right, but not quite... the threat that I was expecting. I'd thought that... the False One had gotten to you, and..." The voice goes on for a while, and you spend quite some time reassuring it that you really are okay, and that no purportedly-evil machine gods have sucked up your soul. Things quiet down eventually, and, by the time that they do, you're more than ready to kick the FTL drive into high gear.
ru: "Психопатические...? Это... похоже на одного из Старейшин Просветленных. Они сильны... сами по себе, но не совсем... та опасность, которую я ждал. Я думал, что... Ложный Бог добрался до тебя, и..." Голос продолжает говорить некоторое время, и вы тратите довольно много времени, уверяя его, что вы действительно в порядке и что никакие якобы злые боги-машины не поглотили вашу душу. В конце концов все успокаивается, и к тому времени вы более чем готовы включить ССД на полную мощность.

source: A Federation officer appears on screen, as expected, but you're immediately taken aback by his appearance. He doesn't just look like he's seen better days - he looks like he hasn't had a chance to sleep IN days. If he pays your staring any mind, though, he doesn't make it apparent. "It's a relief seeing a friendly face out here, you know. Did you do that? With the, um... the shadows? I've never seen them disappear like that. I've... I've never seen them do much of anything, really. It's just been... darkness, and more darkness, and... more..." The officer stares off into the space outside, and you get the feeling that he's definitely been here for a while.
ru: На экране появляется офицер Федерации, как и ожидалось, но его внешний вид сразу же вызывает удивление. Он не просто выглядит так, будто видел лучшие дни - он выглядит так, будто не спал уже несколько дней. Однако, если он и обращает внимание на ваш пристальный взгляд, то не показывает этого. "Знаете, так приятно увидеть здесь дружеское лицо. Это вы сделали? С помощью... тьмы? Я никогда не видел, чтобы она так исчезала. Я... я вообще никогда не видел, чтобы она что-то делала. Была только... тьма, и еще тьма, и... еще..." Офицер смотрит в пространство за иллюминатором, и у вас создается ощущение, что он определенно находится здесь уже довольно долго.

source: Something like that, I guess. Could I... ask what you're doing here? You look like you're an inch away from death.
ru: Что-то в этом роде, наверное. Могу я... спросить, что вы здесь делаете? Вы выглядите так, будто находитесь в шаге от смерти.

source: His eyes frantically meet yours. "Me? I... no, I'm sorry. I can't tell you. I... I promised her I wouldn't. Surely you understand, if you're here, right? You... you do understand, don't you?" You give him a puzzled look, and his tired expression becomes one of desperation. "Tell me I'm... I'm not crazy, right? You can hear them too? You can see them, can't you? The voices?! The... the visions?! They won't leave me alone! They won't... stop..."
ru: Его глаза в панике встречаются с вашими. "Я? Я... нет, простите. Я не могу вас сказать. Я... я обещал ей, что не буду. Вы же понимаете, раз вы здесь, правда? Вы... вы понимаете, да? Вы смотрите на него с недоумением, и его уставшее выражение лица сменяется отчаянием. "Скажите мне, что я... я не сумасшедший, правда? Вы тоже их слышите? Вы их видите, правда? Голоса?! Видения?! Они не оставляют меня в покое! Они не... не прекращаются..."

source: Hey! It's alright, really. I've heard voices out here, too - one of them brought me here, in fact!
ru: Эй! Все в порядке, правда. Я тоже слышал здесь голоса - один из них привел меня сюда!

source: You say that, expecting it to be of some comfort to him, but his eyes instead grow wide in terror. "They...? Has she...? No, I kept my promise! I did, I swear! I got the mask, just like that damned page told me to, and, and... no, no, no - please, I SWEAR! I'll get more! I just need more time! I just... need..." The officer halts his mad ramblings to focus his attention back towards you, as a cold expression befalls his face. "I just need to sacrifice more. More than I... Gods, I'm sorry, everyone. I..." He slowly moves to reach for something, inside of his coat's pocket...
ru: Вы говорите это, надеясь, что это его утешит, но его глаза вместо этого расширяются от ужаса. "Они...? Она...? Нет, я сдержал свое обещание! Я сдержал, клянусь! Я достал маску, как велел мне эта проклятая страница, и, и... нет, нет, нет - прошу, я КЛЯНУСЬ! Я достану еще! Мне просто нужно больше времени! Мне просто... нужно..." Офицер прерывает свои безумные бредни, чтобы снова сосредоточить свое внимание на вас, и на его лице появляется холодное выражение. "Мне просто нужно принести больше жертв. Больше, чем я... Боги, простите меня за все. Я..." Он медленно тянется за чем-то в кармане своего пальто...

source: Wait, what are you doing? You know I'm your friend here, right?
ru: Подождите, что вы делаете? Вы же знаете, что я ваш друг, верно?

source: That seems to reach him, if only for a moment. "My... friend? No, I... I don't have friends. Not anymore. Not after... I..." The officer winces, and then finally pulls out the thing he'd been reaching for - some sort of shard of glass, or crystal. It's... beautiful, whatever it is. As he grasps onto it, tighter and tighter, an inexplicable energy begins to radiate outwards from him, and communications are abruptly cut - just as his ship's weapons come online!
ru: Это, кажется, достучалось до него, хотя бы на мгновение. "Мой... друг? Нет, у меня... у меня нет друзей. Уже нет. После того, как... я..." Офицер морщится, а затем наконец достает то, к чему тянулся - какой-то осколок стекла или кристалла. Это... прекрасно, что бы это ни было. Когда он сжимает его все сильнее и сильнее, от него начинает исходить необъяснимая энергия, и связь внезапно обрывается - как раз в тот момент, когда оружие его корабля приходит в боевую готовность!

source: I guess we have to do this the hard way, then!
ru: Похоже, придется пойти на жесткие меры!

# data/events_enlightened.xml$//event[@name="HOSTILE_ENLIGHTENED"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_enlightened.xml$//textList[@name="HOSTILE_ENLIGHTENED_TEXT"]/text[1]
source: The void is immediately pulled back, and the voice speaks as an Enlightened ship comes into view, "Hunter... inbound. Prepare yourself."
ru: Пустота тут же отступает, и голос заговорил, когда в поле зрения появился корабль Просветленных: "Охотник... прибыл. Приготовься".

# data/events_enlightened.xml$//textList[@name="HOSTILE_ENLIGHTENED_TEXT"]/text[2]
source: You watch as the darkness recedes, and the voice calls to you, "Outsider! Enlightened... approach!" You spot the ship in question, and ready your weapons.
ru: Вы наблюдаете, как тьма отступает, и голос обращается к вам: "Чужак! Просветленные... приближаются!" Вы замечаете корабль, о котором идет речь, и готовите оружие.

# data/events_enlightened.xml$//textList[@name="HOSTILE_ENLIGHTENED_TEXT"]/text[3]
source: Though the voice doesn't speak, it forces the shadows to abate all the same; an Enlightened ship emerges from the void with its weapons readied.
ru: Хотя голос не говорит, он все равно заставляет тени рассеяться; из пустоты появляется корабль Просветленных с оружием наготове.
