Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: A shot goes clean through the ship, but where it should split in half and crumble... it refuses. The voice speaks to you, then, as its ship defies death, "It's... it's like that, is it? With just a single shot, too..." it coughs, pitifully, in between sentences, "Tell me, outsider... or, whatever you are... what do you intend to do when you leave... this sector?" The ship outside begins to shake.
ru: Выстрел пробивает корабль насквозь, но там, где он должен расколоться пополам и рассыпаться... он этого не делает. Голос обращается к вам, когда корабль бросает вызов смерти: "Значит... вот так, да? И всего с одного выстрела...", - он надрывно кашляет между фразами, - "Скажи мне, чужак... или, кто ты там... что ты собираешься делать, когда покинешь... этот сектор?". Корабль напротив начинает содрогаться.

source: Sure, I'll humor you. The answer's simple: whatever I want.
ru: Конечно, я тебя порадую. Ответ прост: все, что я захочу.

source: The ship's vibrating picks up pace now, and the voice responds, "That... is what I fear. If you aren't stopped here... you'll kill everyone, won't you? Regardless of race, or affiliation... you just kill, to kill. Is it... greed? Simply... malice? Or, is it perhaps... a sickening sense of... curiosity? To see... what happens? It doesn't matter, truth be told... but I'll tell you what motivates me." As the ship outside vibrates faster and faster, the surrounding darkness begins to shroud it... transform it. The voice continues, "It's my people... and not just the Enlightened, or the Deep Ones, but... the people of this reality. Of... every reality. Right now, I feel as though I'm being torn apart... and yet... should I not stop you, here and now... their hopes... their dreams... will all have been for naught. It is for that reason, outsider, that..."
ru: Вибрация корабля усиливается, и голос отвечает: "Этого я и боюсь. Если тебя не остановить здесь... ты убьешь всех, не так ли? Независимо от расы или принадлежности... ты просто будешь убивать, чтобы убивать. Это... жадность? Просто... злость? Или, может быть, это... тошнотворное чувство... любопытства? Посмотреть... что будет дальше? По правде говоря, это неважно... но я скажу тебе, что движет мной". Корабль снаружи вибрирует все сильнее и сильнее, окружающая тьма начинает окутывать его... преображать. Голос продолжает: "Это мой народ... и не только Просветленные или глубоководные, но... народ этой реальности. Из... каждой реальности. Сейчас я чувствую себя так, словно меня разрывают на части... и все же... если я не остановлю тебя здесь и сейчас... их надежды... их мечты... все будет напрасно. Именно по этой причине, чужак, я..."

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "...you're gonna have to try... a little harder than THAT." A new ship bursts from where the previous lay shrouded; the hero appears, and you prepare for the end.
ru: "...тебе придется постараться... немного больше, чем до ЭТОГО". Новый корабль появляется на том месте, где находился предыдущий; появляется герой, и вы готовитесь к концу.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_enlightened.xml$//event[@name="ENLIGHTENED_EXIT_REBEL"]/text
source: The Rebels should be here, but... everything is quiet. Is this it? Have you escaped?
ru: Повстанцы должны быть здесь, но... все тихо. Неужели это оно? Вы сбежали?

source: Ask the voice what happens now.
ru: Спросить голос, что сейчас происходит.

source: It replies, hastily, "Something... is not right, here. I..." It comes off as if it's panicking. "...I think... they've come for me."
ru: Он быстро отвечает: "Здесь что-то... не так. Я..." Это выглядит так, будто он в панике. "...Я думаю... они пришли за мной".

source: They? Who?
ru: Они? Кто?

source: "Our people tell... stories of those who are chosen by the False God. To... dedicate yourself, utterly, to it and all it stands for... to carry out its whim. To destroy... its enemies, in its name. I believe... they come for me, now. You... must go, should you wish to escape. I thank you... for everything you've done for me, and my people."
ru: "Наши люди рассказывают... истории о тех, кто избран Ложным Богом. Чтобы... полностью посвятить себя ему и всему, за что он выступает... чтобы исполнять его прихоти. Уничтожать... своих врагов во имя его. Я думаю... что теперь они придут за мной. Ты... должен уйти, если хочешь спастись. Я благодарю тебя... за все, что ты сделал для меня и моего народа".

source: What will happen to you?
ru: Что будет с тобой?

source: A sense of gloom tinges its words, "It... matters not. It never... has. As long as my people are safe... as long as my people are truly free, my fate is... irrelevant. I can only pray that they take this opportunity... this chance, and never return to their Dark One."
ru: В его словах чувствуется нотка грусти: "Это... не имеет значения. И никогда... не имело. Пока мой народ в безопасности... пока мой народ по-настоящему свободен, моя судьба... не имеет значения. Я могу лишь молиться, чтобы они воспользовались этой возможностью... этим шансом и никогда не возвращались к своему Темному".

source: No, not like this. Not now. I will stand with you, and fight; for you, and the Enlightened.
ru: Нет, не так. Не сейчас. Я останусь с тобой и буду сражаться за тебя и за Просветленных.

source: It seems surprised... but only somewhat. It's seen all you've done for the Enlightened as you've traversed this sector together, and it realizes... it trusts you. "Very well, outsider... no, you are an outsider no more. Shall we die here... we die here as kin." Then, a Deep One bearing innumerable scars materializes in front of you... you're face to face with the voice you've been speaking to.
ru: Кажется, он удивлен... но лишь немного. Он видел все, что вы сделали для Просветленных за время вашего совместного путешествия по этому сектору, и он понимает... он доверяет вам. "Хорошо, чужак... нет, ты больше не чужак. Если мы умрем здесь... мы умрем здесь как сородичи". Затем перед вами материализуется глубоководный с бесчисленными шрамами... вы оказываетесь лицом к лицу с голосом, с которым говорили.

source: What should I, uh, call you?
ru: Как мне тебя называть?

source: It puts its hand over its scarred eye and, with a grunt, answers, "You... asked before. Should you truly need a name with which to call me... my kin refer to me in their fables as the Scarred... they're terrible tales, used to give the younglings nightmares. The truth behind them is... terrible, in its own way." It looks to the void outside, and drops its hand, "They're... here."
ru: Он прикладывает руку к глазу со шрамом и, хмыкнув, отвечает: "Ты... уже спрашивал. Если тебе действительно нужно имя, которым меня можно называть... мои сородичи называют меня в своих сказках Шрамом... это страшные сказки, используемые для того, чтобы внушать кошмары молодым людям. Правда за ними... ужасна по-своему". Он смотрит в пустоту за окном и опускает руку: "Они... здесь".

source: The Scarred
ru: Шрам
zh_hans: 战痕累累

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You watch as the Scarred waves its hand, and the shadows outside are pushed back; in their place, a new shadow takes hold... a tremendous ship, of Deep One design, approaches. Though the design is familar, the lack of lights feels unsettling... as does the lack of color.
ru: Вы наблюдаете, как Шрам взмахивает рукой, и тени снаружи отступают; на их месте появляется новая тень... Огромный корабль дизайна глубоководных приближается. Хотя дизайн корабля хорошо знаком, отсутствие света кажется тревожным... как и отсутствие цвета.

source: Brace yourself.
ru: Приготовится.

source: The dreadnought hails, "OUTSIDER. TRIBUTE. YOU HARBOR... THE TRAITOR. YOU INTEND TO FIGHT. OUR LORD... INTENDS TO WIN." They end communications, and their weapons come online... all ones of dark design. The Scarred meets your gaze, and speaks, "We would do well... to not allow their weapons of evil to overwhelm our ranks. Prepare yourself, kin... and fight! For the Enlightened!" With that, it leaves the room and prepares for battle. The dreadnought approaches, and you realize it's time to do the same... to be a beacon, where the darkness festers greatest.
ru: Дредноут вызывает вас: "ЧУЖАК. ПРЕДАТЕЛЬСТВО. ТЫ УКРЫВАЕШЬ... ПРЕДАТЕЛЯ. ТЫ НАМЕРЕН СРАЖАТЬСЯ. НАШ ПОВЕЛИТЕЛЬ... НАМЕРЕН ПОБЕДИТЬ". Они прекращают связь, и их оружие активируется... все темного дизайна. Шрам встречает ваш взгляд и говорит: "Мы поступим мудро... не позволим их оружию зла поразить наши ряды. Готовьтесь, сородичи... и сражайтесь! За Просветленных!" С этими словами он покидает зал и готовится к битве. Дредноут приближается, и вы понимаете, что настало время сделать то же самое... стать маяком там, где тьма разрастается сильнее всего.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ask the voice what happens now.
ru: Спросить голос, что сейчас происходит.

source: It doesn't respond, and you watch as the darkness outside is pushed back... out of it, a ship emerges; the same one you saw when you first entered this sector. The voice then speaks, "Now... we part ways. With this... false void overrun by the Rebels, my kin... will be forced to flee. They'll need... a guide to turn them to the light. I must... go to them, now, and pray that they're... willing to listen. Farewell, outsider... and thank you." The voice goes silent for the last time, and the ship retreats back into the darkness.
ru: Он не отвечает, и вы наблюдаете, как тьма снаружи отступает... из нее появляется корабль, тот самый, который вы видели, когда впервые попали в этот сектор. Затем голос говорит: "Теперь... мы расстаемся. Поскольку эту... ложную пустоту захватили повстанцы, мои сородичи... будут вынуждены бежать. Им нужен... проводник, который обратит их к свету. Я должен... отправиться к ним сейчас и молиться, чтобы они... захотели меня выслушать. Прощай, чужак... и спасибо тебе". Голос умолкает в последний раз, и корабль удаляется во тьму.

source: Prepare to leave.
ru: Приготовиться уйти.
zh_hans: 准备离开。

source: As you turn to leave the room and prepare to leave the sector... you feel something. A foreboding feeling, of impending doom... as a new shadow emerges from the darkness. A tremendous ship, of Deep One design, approaches. Though the design is familar, the lack of lights feels unsettling... as does the lack of color.
ru: Когда вы поворачиваетесь, чтобы выйти из комнаты и приготовиться покинуть сектор... вы что-то чувствуете. Предчувствие надвигающейся гибели... когда из тьмы появляется новая тень. К вам приближается огромный корабль конструкции глубоководных. Несмотря на то, что дизайн корабля хорошо знаком, отсутствие освещения вызывает тревогу... как и отсутствие цвета.

source: What's this?
ru: Что это такое?

source: The dreadnought hails, "OUTSIDER. TRIBUTE. YOU CONVENE... WITH THE TRAITOR. YOU PLOT... OUR LORD'S UNDOING. YET, TAKE COMFORT, FOR OUR LORD... DEMANDS YOUR DEATH BE MERCIFUL." They end communications, and their weapons come online... you realize one of them is of a design unknown to you, but there's little time to ponder. The dreadnought prepares to begin its assault, and you prepare for the end.
ru: Дредноут вызывает вас: "ЧУЖАК. ДАНЬ. ТЫ СОШЕЛСЯ... С ПРЕДАТЕЛЕМ. ТЫ ЗАМЫШЛЯЕШЬ... ГИБЕЛЬ НАШЕГО ЛОРДА. НО УТЕШЬСЯ, ИБО НАШ ГОСПОДИН... ТРЕБУЕТ, ЧТОБЫ ТВОЯ СМЕРТЬ БЫЛА МИЛОСЕРДНОЙ". Они заканчивают связь, и их оружие активируется.. Вы понимаете, что одно из них неизвестной вам конструкции, но времени на раздумья нет. Дредноут готовится начать атаку, а вы - к концу.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ask the voice what happens now.
ru: Спросить голос, что сейчас происходит.

source: It doesn't respond, and you watch as the darkness outside is pushed back... out of it, a ship emerges; the same one you saw when you first entered this sector. The voice then speaks, "Now... we part ways. My people will need me... for the battles to come, should the world outside this false void... prove to be half as ruthless as you are. Still, I request... one last thing of you, outsider..." It pauses for an uncomfortably long while, "...don't come back." With that, the voice goes silent for the last time, and the ship retreats back into the darkness.
ru: Он не отвечает, и вы наблюдаете, как тьма снаружи отодвигается... из нее появляется корабль, тот самый, который вы видели, когда впервые попали в этот сектор. Затем голос говорит: "Теперь... мы расстаемся. Я нужен моему народу... для грядущих сражений, если мир за пределами этой ложной пустоты... будет хотя бы наполовину таким же безжалостным, как ты. И все же я прошу тебя... об одном, чужак..." Голос делает неловкую паузу: "...не возвращайся". С этими словами голос умолкает в последний раз, и корабль удаляется во тьму.

source: Prepare to leave.
ru: Приготовиться уйти.
zh_hans: 准备离开。

source: As you turn to leave the room and prepare to leave the sector... you feel something. A foreboding feeling, of impending doom... as a new shadow emerges from the darkness. A tremendous ship, of Deep One design, approaches. Though the design is familar, the lack of lights feels unsettling... as does the lack of color.
ru: Когда вы поворачиваетесь, чтобы выйти из комнаты и приготовиться покинуть сектор... вы что-то чувствуете. Предчувствие надвигающейся гибели... когда из тьмы появляется новая тень. К вам приближается огромный корабль конструкции глубоководных. Несмотря на то, что дизайн корабля хорошо знаком, отсутствие освещения вызывает тревогу... как и отсутствие цвета.

source: What's this?
ru: Что это такое?

source: The dreadnought hails, "OUTSIDER. TRIBUTE. YOU CONVENE... WITH THE TRAITOR. YOU PLOT... OUR LORD'S UNDOING. YET, TAKE COMFORT, FOR OUR LORD... DEMANDS YOUR DEATH BE MERCIFUL." They end communications, and their weapons come online... you realize one of them is of a design unknown to you, but there's little time to ponder. The dreadnought prepares to begin its assault, and you prepare for the end.
ru: Дредноут вызывает вас: "ЧУЖАК. ДАНЬ. ТЫ СОШЕЛСЯ... С ПРЕДАТЕЛЕМ. ТЫ ЗАМЫШЛЯЕШЬ... ГИБЕЛЬ НАШЕГО ЛОРДА. НО УТЕШЬСЯ, ИБО НАШ ГОСПОДИН... ТРЕБУЕТ, ЧТОБЫ ТВОЯ СМЕРТЬ БЫЛА МИЛОСЕРДНОЙ". Они заканчивают связь, и их оружие активируется.. Вы понимаете, что одно из них неизвестной вам конструкции, но времени на раздумья нет. Дредноут готовится начать атаку, а вы - к концу.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: It's about time.
ru: Пришло время.

source: You're ready to get out of this godforsaken void. Still, though, the silence has other plans. You watch as the darkness outside is pushed back... out of it, a ship emerges; the same one you saw when you first entered this sector. What does this tool want?
ru: Вы готовы выбраться из этой богом забытой пустоты. Однако у пустоты другие планы. Вы видите, как тьма снаружи раздвигается... и из нее появляется корабль - тот самый, который вы видели, когда только вошли в этот сектор. Чего хочет это судно?

source: I'm tired of hearing its pestering. Blow it up.
ru: Я устал слушать его болтовню. Взорвать его.

source: A shot goes clean through the ship, but where it should split in half and crumble... it refuses. The voice speaks to you, then, as its ship defies death, "It's... it's like that, is it? With just a single shot, too..." it coughs, pitifully, in between sentences, "Tell me, outsider... or, whatever you are... what do you intend to do when you leave... this sector?" The ship outside begins to shake.
ru: Выстрел пробивает корабль насквозь, но там, где он должен расколоться пополам и рассыпаться... он этого не делает. Голос обращается к вам, когда корабль бросает вызов смерти: "Значит... вот так, да? И всего с одного выстрела...", - он надрывно кашляет между фразами, - "Скажи мне, чужак... или, кто ты там... что ты собираешься делать, когда покинешь... этот сектор?". Корабль напротив начинает содрогаться.

source: Sure, I'll humor you. The answer's simple: whatever I want.
ru: Конечно, я тебя порадую. Ответ прост: все, что я захочу.

source: The ship's vibrating picks up pace now, and the voice responds, "That... is what I fear. If you aren't stopped here... you'll kill everyone, won't you? Regardless of race, or affiliation... you just kill, to kill. Is it... greed? Simply... malice? Or, is it perhaps... a sickening sense of... curiosity? To see... what happens? It doesn't matter, truth be told... but I'll tell you what motivates me." As the ship outside vibrates faster and faster, the surrounding darkness begins to shroud it... transform it. The voice continues, "It's my people... and not just the Enlightened, or the Deep Ones, but... the people of this reality. Of... every reality. Right now, I feel as though I'm being torn apart... and yet... should I not stop you, here and now... their hopes... their dreams... will all have been for naught. It is for that reason, outsider, that..."
ru: Вибрация корабля усиливается, и голос отвечает: "Этого я и боюсь. Если тебя не остановить здесь... ты убьешь всех, не так ли? Независимо от расы или принадлежности... ты просто будешь убивать, чтобы убивать. Это... жадность? Просто... злость? Или, может быть, это... тошнотворное чувство... любопытства? Посмотреть... что будет дальше? По правде говоря, это неважно... но я скажу тебе, что движет мной". Корабль снаружи вибрирует все сильнее и сильнее, окружающая тьма начинает окутывать его... преображать. Голос продолжает: "Это мой народ... и не только Просветленные или глубоководные, но... народ этой реальности. Из... каждой реальности. Сейчас я чувствую себя так, словно меня разрывают на части... и все же... если я не остановлю тебя здесь и сейчас... их надежды... их мечты... все будет напрасно. Именно по этой причине, чужак, я..."

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "...you're gonna have to try... a little harder than THAT." A new ship bursts from where the previous lay shrouded; the hero appears, and you prepare for the end.
ru: "...тебе придется постараться... немного больше, чем до ЭТОГО". Новый корабль появляется на том месте, где находился предыдущий; появляется герой, и вы готовитесь к концу.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Accept their offer.
ru: Принять их предложение.

source: We will not accept surrender!
ru: Мы не примем капитуляцию!
zh_hans: 我们不接受投降！

source: You feel... judged as you prepare to return to battle.
ru: Вы чувствуете... что вас осуждают, когда готовитесь вернуться в бой.

source: The Enlightened, as zealous as they are, still don't have complete disregard for their lives. They're offering their surrender.
ru: Просветленные, какими бы фанатичными они ни были, все же не полностью пренебрегают своей жизнью. Они хотят капитулировать.

source: You receive several messages that are composed of complete gibberish and accompanied by bribes. You assume this is their idea of surrendering.
ru: Вы получаете несколько сообщений, состоящих из полной тарабарщины и сопровождаемых взяткой. Вы полагаете, что это означает, что они хотят сдаться.

source: You receive a hail, and you see that the darkness is beginning to seep into the Enlightened's ship. They're offering their surrender.
ru: Вы получаете вызов и видите, что тьма начинает проникать на корабль Просветленных. Они готовы сдаться.

source: "The... Dark One proposes a truce." Why, pray tell, does it continue to torment you then?
ru: "Темный... Темный предлагает перемирие". Почему же тогда, скажите на милость, он продолжает мучить вас?

source: As the opposing Enlightened ship buckles and begins to collapse, you receive a desperate hail for surrender.
ru: Когда противостоящий корабль Просветленных начинает разваливаться, вы получаете отчаянный вызов о капитуляции.

source: The Enlightened pray to their Dark God as they beg for its mercy... they beg for yours, as well.
ru: Просветленные молятся своему Темному Богу, прося его о милости... они просят и вас.

source: "The Elders... would think it wise, that we make amends." They started this fight, didn't they? How wise of a decision was that?
ru: "Старейшины... сочтут разумным, чтобы мы загладили свою вину". Это они начали эту войну, не так ли? Насколько мудрым было это решение?

# data/events_enlightened.xml$//event[@name="ENLIGHTENED_ESCAPE"]/text
source: Your scanners are picking up FTL signatures, the Enlightened are trying to escape!
ru: Ваши сканеры фиксируют сигнатуры ССД, Просветленные пытаются сбежать!

source: As you scrap the strange ship, you wonder how much of the damage dealt to its hull was present prior to your fight.
ru: Разбирая странный корабль, вы задаетесь вопросом, сколько урона было нанесено его корпусу до вашей схватки.

source: The Enlightened send one last plea to their Dark God as their ship breaks apart... they're then subjected to the very void they've spent their lives cowering within.
ru: Просветленные обращаются с последней мольбой к своему Темному Богу, когда их корабль разваливается на части... а затем они оказываются в той самой пустоте, в которой провели всю свою жизнь.

source: During the scrapping operation, your crew comments that the lights adorning the Enlightened's hull appear to never die. You find that quite ironic.
ru: Во время операции по разборке корабля на лом ваш экипаж заметил, что фонари, украшающие корпус Просветленных, кажется, никогда не угасают. Вы находите это довольно ироничным.

source: You watch as fragments of the Enlightened's lights float away into the darkness to be consumed... they look like stars, being extinguished.
ru: Вы наблюдаете, как светящиеся обломки Просветленных уплывают во тьму, чтобы быть поглощенными... они похожи на звезды, которые гаснут.

source: Seems that the hunters have become the hunted in this accursed sea of shadows. You can't help but wonder if things had to end this way.
ru: Похоже, в этом проклятом море теней охотники стали жертвами. Вы не можете не задаться вопросом, должно ли было все закончиться именно так.

source: You breathe a sigh of relief once it's been confirmed that the threat's been eliminated. Every second spent in this void is another you'd much rather be spending just about anywhere else.
ru: Вы вздохнули с облегчением, когда убедились, что угроза устранена. Каждая секунда, проведенная в этой пустоте, - это секунда, которую вы предпочли бы провести в любом другом месте.

source: The ship breaks apart much more violently than you expected it to, sending yellow debris in all directions. Or was it brown? The answer feels inconsequential as the debris is devoured by the darkness.
ru: Корабль разрывается на части гораздо сильнее, чем вы ожидали, разбрасывая во все стороны желтые обломки. Или они были коричневыми? Ответ кажется неважным, поскольку обломки поглощает тьма.

source: As you wander the halls of the strange ship, you wonder how much of the damage dealt to its hull was present prior to your fight.
ru: Бродя по коридорам странного корабля, вы задаетесь вопросом, сколько урона было нанесено его корпусу до вашей схватки.

source: While cleaning out the ship you come across a dying Enlightened who meets your gaze and mutters a prayer to the Dark God before collapsing and dying. Great, now you've been cursed...
ru: Разбирая корабль, вы натыкаетесь на умирающего Просветленного, который, встретившись с вами взглядом, бормочет молитву Темному Богу, после чего теряет сознание и умирает. Отлично, теперь вы прокляты...

source: During the scrapping operation, your crew comments that the lights adorning the Enlightened's hull appear to never die. You find that quite ironic.
ru: Во время операции по разборке корабля на лом ваш экипаж заметил, что фонари, украшающие корпус Просветленных, кажется, никогда не угасают. Вы находите это довольно ироничным.
