Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: "I don't... particularly enjoy seeing Rocks, either." The voice goes quiet. As you stare into the darkness, you wonder about the odds of that Rock ship accidentally ramming into you...
ru: "Мне тоже не... особенно нравится видеть валунов". Голос затихает. Вглядываясь в тьму, вы размышляете о вероятности того, что корабль валунов случайно врежется в вас...
zh_hans: “我也……不怎么喜欢看到岩石族人。”那个声音低沉了下去。你凝视着黑暗，心里盘算着那艘岩石族人飞船不小心撞上你的概率有多大……

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You fly to the strange, gray ship as soon as you can, but... there doesn't seem to be much left. The ship itself seems to be... melting? Splitting? One of the pieces floats your way, and you realize... it's sentient! You send a crew member out to pick it up, and once it's onboard you get a closer look at it; quite literally just a large, gray blob of goo. It seems grateful for being saved, though, and starts rolling around the ship. Guess you've got a new crew member!
ru: Вы летите к странному серому кораблю, но... похоже, от него мало что осталось. Сам корабль, кажется,... тает? Раскалывается? Один из осколков плывет к вам, и вы понимаете... он разумный! Вы посылаете члена экипажа за ним, и, как только он оказывается на борту, вы можете рассмотреть его поближе: в буквальном смысле это просто большой серый сгусток слизи. Однако он, похоже, благодарен за спасение и начинает кататься по кораблю. Похоже, у вас появился новый член экипажа!
zh_hans: 你立刻飞向那艘奇怪的灰色飞船，可是……那里似乎已经没剩下什么了。飞船本身看起来像是在……融化？分裂？一块碎片朝你飘了过来，你这才意识到……它是有生命的！你派一名船员出去把它捡回来，等它登上飞船后，你凑近仔细一看；它简直就是一大团灰色的黏糊糊的东西。不过它似乎很感激被救了下来，开始在飞船里滚来滚去。看来你多了一名新船员！

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You fly to the Morph ship as soon as you can, but... there doesn't seem to be much left. The ship, composed of individual Morphs, is falling apart... One of the Morphs, seemingly the sole survivor, floats towards your ship and you send a crew member out to pick it up. Once it's onboard, it seems grateful for your hospitality and begins rolling around, content. Guess you've got a new crew member!
ru: Вы летите к кораблю морфов, но... похоже, от него мало что осталось. Корабль, состоящий из отдельных морфов, разваливается на части... Один из морфов, похоже, единственный выживший, плывет к вашему кораблю, и вы отправляете за ним одного из членов экипажа. Оказавшись на борту, он, кажется, благодарен вам за гостеприимство и начинает кататься по полу, довольный. Похоже, у вас появился новый член экипажа!
zh_hans: 你立刻飞向模物族飞船，可是……那里几乎没剩下什么了。这艘由单独的模物族组成的飞船正在解体……其中一个模物族，似乎是唯一的幸存者，朝你的飞船飘来，你派一名船员出去将它接了上来。等它登上飞船后，似乎对你的收留十分感激，心满意足地在船舱里滚来滚去。看来你多了一名新船员！

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You fly to the Enlightened ship as soon as you can, but... it seems that most of them have suffocated by now. One remains, unconscious; you get them onboard and do all you can to resuscitate them, and... after a few minutes, they come to! They express their gratitude and, seeing that everyone they knew is now dead, offer to join your crew.
ru: Вы летите к кораблю Просветленных, но... кажется, большинство из них уже задохнулись. Один остается без сознания; вы поднимаете его на борт и делаете все возможное, чтобы реанимировать, и... через несколько минут он приходит в себя! Они выражают свою благодарность и, видя, что все, кого он знал, теперь мертвы, предлагает присоединиться к вашей команде.
zh_hans: 你立刻赶往启蒙者的飞船，但……他们中的大多数人如今都已窒息身亡。只剩一人还活着，陷入昏迷；你将他接上船，尽全力抢救，几分钟后，他终于苏醒过来！他向你表达了感激之情，眼见所有熟识之人都已离世，便主动提出加入你的船员。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You fly to the Enlightened ship as soon as you can, but... it seems that most of them have suffocated by now. One remains, unconscious; you get them onboard and do all you can to resuscitate them, and... after a few minutes, they come to! They express their gratitude and, seeing that everyone they knew is now dead, offer to join your crew.
ru: Вы летите к кораблю Просветленных, но... кажется, большинство из них уже задохнулись. Один остается без сознания; вы поднимаете его на борт и делаете все возможное, чтобы реанимировать, и... через несколько минут он приходит в себя! Они выражают свою благодарность и, видя, что все, кого он знал, теперь мертвы, предлагает присоединиться к вашей команде.
zh_hans: 你尽快飞往启蒙者的飞船，但……他们中的大多数人现在似乎已经窒息而亡。还有一个人活着，昏迷不醒；你把他接上船，尽全力抢救他，然后……几分钟后，他醒了过来！他表达了感激之情，看到所有认识的人都已死去，便提出要加入你的船员。

# data/events_enlightened.xml$//event[@name="NEUTRAL_ENLIGHTENED_MORPH"]/text
source: The voice speaks to you with a certain air of confusion, "There's..." it pauses, "...two Kin ships here, though... one of them is... odd, to say the least. Care... to look?"
ru: Голос обращается к вам с некоторым замешательством: "Здесь...", - он делает паузу, - "...два корабля сородичей, хотя... один из них... странный, мягко говоря. Хочешь... взглянуть?"
zh_hans: 那个声音带着几分困惑对你说道：“这里有……”它顿了顿，“……两艘同族飞船，可是……其中一艘……至少可以说，很不对劲。要……过来看看吗？”

source: Sounds intriguing, sure.
ru: Звучит интригующе, конечно.
zh_hans: 听起来很有趣，当然。

source: The void is pushed back, and you see two ships; one's... a gray Enlightened Fighter, without any lights? They're just sort of... flying around, sporadically. The other is also an Enlightened ship, and it hails you as soon as it realizes you can see them, "First, these... impostors, and now the darkness falls? What... is happening?"
ru: Пустота отступает, и вы видите два корабля; один из них... серый истребитель Просветленных, без огней? Они просто как бы... летают вокруг, время от времени. Второй - тоже корабль Просветленных, и он вызывает вас, как только понимает, что вы их видите: "Сначала эти... самозванцы, а теперь отступает тьма? Что... происходит?"
zh_hans: 虚空被推开，你看到两艘飞船；一艘是灰色的启蒙者战斗舰，没有任何灯光，只是断断续续地四处乱飞。另一艘同样是启蒙者的飞船，一发现你能看见他们就立刻向你通讯：“先是这些……冒名顶替者，现在黑暗又降临了？到底……发生了什么事？”

source: I'd like to ask you the same thing.
ru: Я хотел бы спросить вас о том же.
zh_hans: 我也正想问你同样的事。

source: Just then, the gray ship joins the call; you see a group of gray, eyeless Deep Ones on-screen. One of them speaks, "Jip? Wooloo, loo?" The opposing Enlightened cultist is speechless, for a moment, but then it growls and gives the command to charge the weapons! They're intending to attack the strange, gray ship.
ru: В этот момент серый корабль присоединяется к разговору, и вы видите на экране группу серых безглазых глубоководных. Один из них говорит: "Джип? Вуулуу, лоо?" Другой Просветленный культист на мгновение теряет дар речи, но затем рычит и отдает команду зарядить оружие! Они собираются атаковать странный серый корабль.
zh_hans: 就在这时，那艘灰色飞船接入了通讯；屏幕上出现一群灰色、没有眼睛的深渊潜者。其中一个开口道：“吉普？乌鲁，鲁？”对面的启蒙者教徒一时语塞，但随即低吼一声，下令给武器充能！他们打算攻击这艘奇怪的灰色飞船。

source: Protect the gray ship, attack the Enlightened!
ru: Защитить серый корабль, атаковать Просветленных!
zh_hans: 保护灰色飞船，攻击启蒙者！

source: You try to get in-between the two ships, but you're too late; a blast from the Enlightened hits the gray ship and deals catastrophic damage. You're not sure they'll make it... Still, you've got to try! The Enlightened, recognizing your aggression, move to make you their next target.
ru: Вы пытаетесь проскочить между двумя кораблями, но опаздываете: залп от корабля Просветленных поражает серый корабль и наносит ему катастрофические повреждения. Вы не знаете, выжил ли кто... Но вы должны попытаться! Просветленные, поняв вашу агрессию, делают все, чтобы сделать вас своей следующей целью.
zh_hans: 你试图挡在两艘飞船之间，但已经太迟了；启蒙者的一道光束击中了灰色飞船，造成了毁灭性的伤害。你不确定他们还能不能撑下去……但你必须尽力一试！启蒙者察觉到了你的敌意，随即把你定为下一个攻击目标。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I want to get to the bottom of this, attack the gray ship!
ru: Я хочу докопаться до сути, атаковать серый корабль!
zh_hans: 我要查清楚这件事，攻击那艘灰色飞船！

source: You try to assist the Enlightened, but before the battle even begins some strange mass of gray goop is launched at them; it's jamming their oxygen and weapons! With them out of commission, you'll have to take on the gray ship alone.
ru: Вы пытаетесь помочь Просветленным, но еще до начала битвы в них запускают какую-то странную массу серой жижи, которая мешает работать кислородной установке и оружию! Поскольку они выведены из строя, вам придется сражаться с серым кораблем в одиночку.
zh_hans: 你试图协助启蒙者，但战斗还没开始，一团奇怪的灰色黏状物就朝他们射了过去；它正在干扰他们的氧气系统和武器！在他们失去行动能力后，你只能独自去对付那艘灰色飞船了。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I don't want anything to do with this. Get out.
ru: Я не хочу иметь с этим ничего общего. Убираемся отсюда.
zh_hans: 我不想和这事有任何关系。滚开。

source: You leave the two ships to their fight, and fly away; back into the void... It's sort of comforting, in a weird way.
ru: Вы оставляете два корабля сражаться и улетаете в пустоту... Это как-то успокаивает.
zh_hans: 你任由那两艘飞船自相争斗，转身驶离，重新回到虚空之中……这种感觉虽然怪异，却莫名让人安心。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: I know about these rascals, they're Morphs.
ru: Я знаю, кто эти негодяи, это морфы.
zh_hans: 我知道这些捣蛋鬼，他们是模物族。

source: Just then, the Morph ship joins the call; you see a group of Morphs morphed as Deep Ones on-screen. One of them speaks, "Jip? Wooloo, loo?" The opposing Enlightened cultist is speechless, for a moment, but then it growls and gives the command to charge the weapons! They're intending to attack the Morph ship.
ru: В этот момент к разговору присоединяется корабль морфов; на экране вы видите группу морфов, превратившихся в глубоководных. Один из них говорит: "Джип? Вуулуу, лоо?" Другой Просветленный культист на мгновение теряет дар речи, но затем рычит и отдает команду зарядить оружие! Они намереваются атаковать корабль морфов.
zh_hans: 就在这时，模物族飞船接入了通讯；你在屏幕上看到一群模物族伪装成了深渊潜者。其中一个开口道：“叽噗？呜噜，噜？”对面的启蒙者教徒一时语塞，但随即低吼一声，下令给武器充能！他们打算攻击这艘模物族飞船。

source: Protect the Morphs, attack the Enlightened!
ru: Защищать морфов, атаковать Просветленных!
zh_hans: 保护模物族，攻击启蒙者！

source: You try to get in-between the two ships, but you're too late; a blast from the Enlightened hits the Morphs and deals catastrophic damage. You're not sure they'll make it... Still, you've got to try! The Enlightened, recognizing your aggression, move to make you their next target.
ru: Вы пытаетесь проскочить между двумя кораблями, но опаздываете: залп корабля Просветленных поражает морфов и наносит им катастрофические повреждения. Вы не знаете, выжил ли кто... Но вы должны попытаться! Просветленные, поняв вашу агрессию, делают все, чтобы сделать вас своей следующей целью.
zh_hans: 你试图挡在两艘飞船之间，但已经太迟了；启蒙者的炮火击中了模物族，造成了毁灭性的伤害。你不确定他们能否撑住……但你必须尽力一试！启蒙者察觉到了你的敌意，立刻将你定为下一个目标。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I hate these rascals, actually, attack the Morphs!
ru: Я действительно ненавижу этих негодяев, атаковать морфов!
zh_hans: 其实我讨厌这些捣蛋鬼，攻击模物族！

source: You try to assist the Enlightened, but before the battle even begins a giant blob of Morphs launches themselves at them; the Morphs are jamming the Enlightened's oxygen and weapons! With them out of commission, you'll have to take on the Morph ship alone.
ru: Вы пытаетесь помочь Просветленным, но еще до начала битвы в них запускают гигантский сгусток морфов, который мешает работать кислородной установке и оружию! Поскольку они выведены из строя, вам придется сражаться с серым кораблем в одиночку.
zh_hans: 你试图协助启蒙者，但战斗还没开始，一大团模物族就朝他们扑了过去；这些模物族正在干扰启蒙者的氧气系统和武器！在他们失去行动能力后，你只能独自去对付这艘模物族飞船了。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I don't want anything to do with this. Get out.
ru: Я не хочу иметь с этим ничего общего. Убираемся отсюда.
zh_hans: 我不想和这事有任何关系，滚开。

source: You leave the two ships to their fight, and fly away; back into the void... It's sort of comforting, in a weird way.
ru: Вы оставляете два корабля сражаться и улетаете в пустоту... Это как-то успокаивает.
zh_hans: 你任由两艘飞船继续争斗，转身驶离，重新飞回虚空之中……这种感觉虽然诡异，却莫名让人安心。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Sounds a little too weird for me.
ru: Звучит слишком странно для меня.
zh_hans: 这对我来说有点太奇怪了。

source: "Then, I suppose... we'll never know." The voice goes quiet, and you're left staring into the darkness as the FTL charges, wondering what could have been.
ru: "Тогда, я полагаю... мы никогда не узнаем". Голос замолкает, и вы остаетесь смотреть в тьму, пока ССД заряжается, и гадать, что могло бы произойти.
zh_hans: “那么，我想……我们永远都不会知道了。”声音渐渐沉寂，你在超光速引擎充能的过程中，只能凝视着黑暗，暗自想着那些本可能发生的一切。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Against all odds, you've broken through the Paladins' armor! You quickly salvage what you can.
ru: Вопреки всему вам удалось пробить броню Паладинов! Вы быстро собираете все, что можете.
zh_hans: 尽管困难重重，你还是突破了圣骑士的护甲！你迅速打捞起一切能用的物资。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Against all odds, you've slain the Paladins! You quickly salvage what you can.
ru: Вопреки всему, вы победили Паладинов! Вы быстро собираете все, что можете.
zh_hans: 历尽艰险，你终于击杀了圣骑士！你迅速打捞起一切可用的物资。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You've just finished looting when the voice speaks to you, "My kin, some of them... live. One... one ship remains." It then guides you to the ship in question, a small vessel not equipped for battle. You hail, and they pick up, "You... Outsider, prey... you've saved us. Why?"
ru: Вы только что закончили мародерствовать, когда к вам обращается голос: "Мои сородичи, некоторые из них... живы. Остался один... один корабль". Затем он направляет вас к кораблю - небольшому судну, не приспособленному для боя. Вы связываетесь с ним, и вам отвечают: "Ты... чужак, добыча... ты спас нас. Почему?"
zh_hans: 你刚搜刮完毕，那个声音便对你说道：“我的族人……他们中还有人活着。还有……还有一艘飞船幸存。”随后它指引你找到那艘船，那是一艘没有战斗装备的小型飞船。你发出通讯请求，对方接通了：“你……外来者，猎物……你救了我们。为什么？”

source: It's what I do.
ru: Это моя работа.
zh_hans: 我就是干这个的。

source: They think on this for a moment. Then, "What we do... is engineer work. We theorize... that this is why the Rocks didn't find us. We believe our kin... shooting at them, futilely, led to their locations being found; darkness... be damned." They offer to do what they can to repay your debt to them.
ru: Он на мгновение задумывается над вашими словами. Затем отвечает: "То, чем мы занимаемся... это инженерная работа. Мы считаем... что именно поэтому валуны не нашли нас. Мы считаем, что наши сородичи... безрезультатно стреляя в них, привели к тому, что их местонахождение было обнаружено; тьма... будь она проклята". Он хочет сделать все возможное, чтобы вернуть вам их долг.
zh_hans: 他们思索了片刻，然后说道：“我们所做的……是工程技术方面的工作。我们推测……这就是那些岩石族没有发现我们的原因。我们相信，我们的族人……徒劳地向他们开火，才导致了位置暴露；黑暗什么的……都见鬼去吧。”他们愿意尽己所能报答你的恩情。

source: My reactor could use a little work.
ru: Мой реактор не мешало бы немного доработать.
zh_hans: 我的反应堆需要稍微升级一下。

source: The engineers nod, and get to work on your reactor.
ru: Инженеры кивают и приступают к работе над вашим реактором.
zh_hans: 工程师们点了点头，开始升级你的反应堆。

source: I need some manpower.
ru: Мне нужен экипаж.
zh_hans: 我需要一些人手。

source: One of them looks at you and asks "What are you looking for, exactly?"
ru: Один из них смотрит на вас и спрашивает: "Кого именно вы ищете?".
zh_hans: 他们其中一人看着你问道：“你具体在找什么？”

source: I need a fighter.
ru: Мне нужен боец.
zh_hans: 我需要一名战士。

source: The engineers nod, and send a Deep One over.
ru: Инженеры кивают и отправляют вам глубоководного.
zh_hans: 工程师们点了点头，派了一名深渊潜者过来。

source: I need an enabler for the rest of my crew.
ru: Мне нужен помощник для остальных членов моего экипажа.
zh_hans: 我需要一个能支撑我其余船员的核心助力。

source: The engineers nod, and send an Enlightened Cultist over.
ru: Инженеры кивают и отправляют к вам Просветленного культиста.
zh_hans: 工程师们点了点头，派了一名启蒙者教徒过来。

source: (Happy Holidays) I need more of... whatever this is.
ru: (Счастливые праздники) Мне нужно больше... чего бы это ни было.
zh_hans: （哈皮·霍利戴斯）我需要更多……不管这是什么。

source: One of the engineers morphs into a second Happy Holidays, and the rest of the Deep Ones scream in terror. They quickly end communications, but you find that the second Happy Holidays has somehow gotten behind you in the meantime. Crazy rollout.
ru: Один из инженеров превращается во второго Счастливого праздника, а остальные глубоководные в ужасе кричат. Они быстро прекращают связь, но вы обнаруживаете, что за это время второй Счастливый праздник каким-то образом оказался у вас за спиной. Сумасшедшая развязка.
zh_hans: 其中一名工程师变成了第二个哈皮·霍利戴斯，剩下的深渊潜者惊恐地尖叫起来。他们立刻中断了通讯，可你发现第二个哈皮·霍利戴斯不知何时已经出现在了你身后。剧情展开得太离谱了。

source: John Holidays
ru: Джон Холидейс
zh_hans: 约翰·霍利戴斯

source: Hit me with something exotic.
ru: Подарите мне что-нибудь экзотическое.
zh_hans: 来点异域风情的东西吧。

source: "Something... exotic?" They briefly think it over before one of them nods at the other, and they leave the room. They return with... a strange drone, that seems to absorb the very light around it. You'd think this to be moreso Engi technology... "This... is for you. It was a gift... to us, from the Dark One, in exchange for tribute. Now... it is a gift from us, to you." They send it over, and sure enough, it appears to be of Engi design... though it has also been infused with some foul darkness. What's the Dark God doing with Engi technology? The voice provides no answers.
ru: "Что-то... экзотическое?" Недолго думая, один из них кивает другому, и они выходят из комнаты. Они возвращаются с... странным дроном, который, кажется, поглощает сам свет вокруг себя. Можно подумать, что это скорее технология энджи... "Это... для тебя. Это был подарок... нам, от Темного, в обмен на дань. Теперь... это подарок от нас тебе". Они передают его, и, конечно, оказывается, что он сделан с использованием технологий энджи... хотя и пропитан какой-то мерзкой тьмой. Что Темный Бог делает с технологиями энджи? Голос не дает ответа.
zh_hans: “异域……的东西？”他们简单思索了一下，其中一人朝另一人点了点头，随后离开了房间。他们回来时带着……一架怪异的无人机，它仿佛能吞噬周围的光线。你会觉得这更像是半械族的科技……“这个……给你。这是黑暗之主送给我们的礼物……用来换取贡品。现在……它是我们送给你的礼物。”他们把无人机送了过来，毫无疑问，这是半械族的设计……只是其中还注入了某种不祥的黑暗力量。黑暗之神到底在对半械族的科技做些什么？那个声音没有给出任何答案。

source: You engineers wouldn't happen to have any weaponry, right?
ru: У вас, инженеры, случайно нет с собой оружия, а?
zh_hans: 你们这些工程师应该不会正好有什么武器吧？

source: "Any... weaponry?" They briefly think it over before one of them nods at the other, and they leave the room. They return with... a strange weapon, that seems to absorb the very light around it. "This... is for you. It was a gift... to us, from the Dark One, in exchange for tribute. Now... it is a gift from us, to you." They send it over, and a sense of dread seems to linger in the air around it as you approach. A gift from the Dark One, they said... what eldritch powers are at play here? The voice provides no answers.
ru: "Какое-нибудь... оружие?" Недолго думая, один из них кивает другому, и они выходят из комнаты. Возвращаются они с... странным оружием, которое, кажется, поглощает сам свет вокруг себя. "Это... для тебя. Это был подарок... нам, от Темного, в обмен на дань. Теперь... это подарок от нас тебе". Они передают его, и, когда вы приближаетесь, в воздухе вокруг него витает ощущение ужаса. Подарок от Темного, говорят они... Что за эльдрические силы здесь действуют? Голос не дает ответов.
zh_hans: “武器……吗？”他们简单思索了一下，其中一人朝另一人点了点头，随后离开了房间。他们回来时带着……一把怪异的武器，它仿佛能吞噬周围的光线。“这个……给你。这是黑暗之主送给我们的礼物……用来换取贡品。现在……它是我们送给你的礼物。”他们把武器递了过来，当你靠近时，一股恐惧的气息萦绕在它周围。他们说……这是黑暗之主的礼物……这里面究竟蕴藏着怎样的诡秘力量？那个声音没有给出任何答案。

source: How about... your lights?
ru: Как насчет... ваших фонарей?
zh_hans: 那么……你们的光源怎么样？

source: "An... oddly specific request. You have just... saved us, and stopped this Rock's rampage, so... I suppose we can trust you with the Dark One's... favor. You've earned it." With that, they spend some time uninstalling the few operational lights they have left, then send them over to you. Getting your hands on them, they make you feel... uncomfortable, to say the least. All you can really tell is that they exude some sort of odd energy, and the voice provides no insight into the matter.
ru: "Странная просьба. Ты только что... спас нас и положил конец бесчинствам валунов, так что... Полагаю, мы можем доверить тебе... благосклонность Темного. Ты заслужил ее". После этого они тратят некоторое время на деинсталляцию нескольких оставшихся у них рабочих фонарей, а затем передают их вам. Взяв их в руки, вы чувствуете себя... мягко говоря, неуютно. Все, что вы можете сказать, - это то, что они излучают какую-то странную энергию, а голос не дает никакой информации по этому поводу.
zh_hans: “真是个……奇怪又具体的要求。你刚刚……救了我们，还阻止了这块岩石的狂暴肆虐，所以……我想我们可以放心把黑暗之主的……恩赐交给你。这是你应得的。”说完，他们花了点时间拆下了仅剩的几台还能运作的光源，然后把它们递给了你。当你拿到它们时，至少可以说，让你感觉……很不舒服。你唯一能确定的是，它们散发出某种怪异的能量，而那个声音对此没有给出任何解释。

source: Saved you? I just like scrap.
ru: Спас вас? Я просто люблю лом.
zh_hans: 救你们？我只是喜欢废料而已。

source: They shift uncomfortably. "Well, regardless... you've saved us. The least we can do... is repay this debt." They explain that they're engineers, and offer to do what they can.
ru: Они неловко переминаются с ноги на ногу. "Ну, как бы то ни было... ты спас нас. Самое меньшее, что мы можем сделать... это вернуть долг". Они объясняют, что они инженеры, и предлагают сделать все, что в их силах.
zh_hans: 他们不安地动了动。“好吧，不管怎么说……你救了我们。我们能做的……至少是偿还这份恩情。”他们说明自己是工程师，并愿意尽己所能提供帮助。

source: My reactor could use a little work.
ru: Мой реактор не мешало бы немного доработать.
zh_hans: 我的反应堆需要稍微修理一下。

source: The engineers nod, and get to work on your reactor.
ru: Инженеры кивают и приступают к работе над вашим реактором.
zh_hans: 工程师们点了点头，开始着手修理你的反应堆。

source: I need some manpower.
ru: Мне нужен экипаж.
zh_hans: 我需要一些人手。

source: One of them looks at you and asks "What are you looking for, exactly?"
ru: Один из них смотрит на вас и спрашивает: "Кого именно вы ищете?".
zh_hans: 其中一人看着你问道：“你具体想要什么样的人手？”

source: I need a fighter.
ru: Мне нужен боец.
zh_hans: 我需要一名战士。

source: The engineers nod, and send a Deep One over.
ru: Инженеры кивают и отправляют вам глубоководного.
zh_hans: 工程师们点了点头，派了一名深渊潜者过来。

source: I need an enabler for the rest of my crew.
ru: Мне нужен помощник для остальных членов моего экипажа.
zh_hans: 我需要一个能带动我其他船员的人。
