Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: (Deep One) Sure, yeah.
ru: (Член экипажа-глубоководный) Конечно, да.

source: (Darkness Weaponry) Sure, yeah.
ru: (Оружие тьмы) Конечно, да.

source: It seems elated at the sight of it, "Strange tech, with even stranger origins, should the Deep Ones be believed. Thhhhey claim thhhhem to be gifts from thhhheir 'Dark One,' and I wouldn't be surprised were it true. Thhhhey appear to harness a gas similar, if not identical, to thhhhat of thhhhis region; furthhhher, said gas seems to have a mind of its own..." it pauses, perhaps realizing it's rambling, and then clears its throat before continuing, "Allow me a moment to study what I can; I'll keep it brief."
ru: Кажется, что он в восторге от этого зрелища. "Странная техника, с еще более странным происхождением, если верить глубоководным. Они утверждают, чшто это подарки от их "Темного", и я не удивлюсь, если это правда. Похоже, они используют газ, похожий, если не идентичшный, на газ этого региона; кроме того, этот газ, похоже, обладает собственным разумом..." Он делает паузу, возможно, понимая, что слишком заговорился, а затем прочищает горло, прежде чем продолжить: "Позвольте мне изучшить все, чшто я могу; я буду краток".

source: Wait for the Shell to finish.
ru: Подождать пока ракушка закончит работу.

source: Apparently, it did manage to keep it brief, as it returns only moments later, "My hypothhhhesis appears to be correct; thhhhe gas withhhhin thhhhese weapons and thhhhe gas thhhhat makes up thhhhis region are indeed one and thhhhe same. I was able to cross-check my findings withhh thhhhat of my previous tests, involving anothhhher weapon I managed to get my hands on. Seeing thhhhat I now have the information thhhhat I needed from it, it may as well be yours now; I figure it may prove more... useful to one such as yourself. Consider it your compensation." The Shell returns your weapon, and with it, a second!
ru: По-видимому, ему удалось провести все быстро, поскольку спустя несколько мгновений он вернулся: "Моя гипотеза, похоже, верна: газ, содержащийся в этом оружии, и газ, составляющий этот регион, действительно одно и то же. Я смог сверить свои выводы с результатами предыдущих тестов с другим оружием, которое мне удалось заполучшить в свои руки. Теперь, когда я получшил от него необходимую информацию, оно может стать вашим; я полагаю, чшто оно может оказаться более... полезным для такого, как вы. Счшитайте это вашей компенсацией". Ракушка возвращает вам оружие, а вместе с ним и другое!

source: Thanks, science!
ru: Спасибо науке!

source: As you look over the unusual weapon, the voice speaks to you, "These... weapons, from the False God... why do you desire them?"
ru: Когда вы рассматриваете необычное оружие, голос обращается к вам: "Это... оружие от Ложного Бога... почему ты хочешь его?"

source: They make me feel powerful.
ru: Оно заставляют меня чувствовать себя сильным.

source: "Power... corrupts. The False God knows this, and offers power... where it finds value most. Remember this." The voice then goes quiet, and you're left alone with the weapon... the power... once more.
ru: "Власть... развращает. Ложный Бог знает это и предлагает власть... тем, кто ее наиболее жаждет. Помни об этом". Голос умолкает, и вы снова остаетесь наедине с оружием... с силой... снова.

source: I kinda just keep finding them.
ru: Я просто постоянно нахожу его.

source: "It... is no coincidence, the False God desires you... you, and your devotion. These gifts... are meant to corrupt; ensure... that they do not." The voice then goes quiet, and you're left alone with the weapon... the mystery... once more.
ru: "Это... не совпадение, Ложный Бог хочет тебя... тебя и твоей преданности. Эти дары... предназначены для развращения; позаботься... чтобы они этого не сделали". Голос умолкает, и вы снова остаетесь наедине с оружием... с тайной... снова.

source: They're fun!
ru: Это очень весело!

source: "To find fun, in... the eradication of your enemies. A good quality... for a soldier to have, yet a terrible one... for a person. Still, at least... you're honest." The voice then goes quiet, and you're left alone with the weapon... the fun... once more.
ru: "Находить удовольствие в... уничтожении своих врагов. Хорошее качество... для солдата, но ужасное... для человека. Тем не менее, по крайней мере... ты честен". Голос умолкает, и вы снова остаетесь наедине с оружием... с весельем... снова.

source: (Soulplague Weaponry) Does this work?
ru: (Оружие чумы души) Это подойдет?

source: You hand your Soulplague-infected weapon over to the Shell, and they look at it, perplexed, "No, why would thhhhis work? Thhhhis is just an ordinary weapon, infected by... thhhhe Soulplague... matter... virus... Ughhh..." As they touch it, they seem to... mutate, and turn iridescent, before just sitting around and moaning. Not wanting to leave them here alone, unable to help themself, you take them aboard, but... something's definitely wrong with them. Though the voice is quiet, you feel that they're likely disturbed by the matter.
ru: Вы передаете свое зараженное чумой оружие ракушке, и ракушка недоуменно смотрит на него. "Нет, с чшего бы это? Это обычшное оружие, зараженное... чшумой души... материя... вирусом... Уххх..." Когда он прикасается к нему, то, кажется,... мутирует и становятся радужными, а потом просто садится и стонет. Не желая оставлять его здесь одного, неспособного помочь себе, вы берете их на борт, но... с ним определенно что-то не так. Хотя голос тихий, вы чувствуете, что он, скорее всего, встревожен.

source: I'nft'in
ru: И'нфт'ин

source: I'll pass, thanks.
ru: Я пас, спасибо.

source: The Shell ends communications without another word. The voice, too, is silent. Yet, behind all that silence, you think you hear... something, in the deep.
ru: Ракушка заканчивает связь без единого слова. Голос тоже молчит. Однако за этой тишиной вам кажется, что вы слышите... что-то в глубине.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: I'm not here to entertain YOUR pointless inquiries. Attack!
ru: Я здесь не для того, чтобы развлекать ВАС бессмысленными расспросами. В атаку!

source: It looks alarmed, "Wait, what are you doing? You can't be serious, can you...?" There's nowhere it can run.
ru: Он выглядит встревоженным: "Подождите, чшто вы делаете? Вы же несерьезно, не так ли...?" Бежать ему некуда.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Are you kidding me? I hate Shells.
ru: Ты что, шутишь? Я ненавижу ракушек.

source: The voice snickers, "As... do I." Perhaps the two of you have more in common than you thought! At the very least, you have one thing in common.
ru: Голос ехидно замечает: "Как и... я". Возможно, у вас двоих больше общего, чем вы думали! По крайней мере, у вас есть одна общая черта.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You pray, but nobody listens. You're forced to cower in fear as the shadows beat against your hull.
ru: Вы молитесь, но никто вас не слушает. Тени бьются о ваш корпус.

source: Cower.
ru: Струсить.

source: The shadows, ravenous, keep up their assault...
ru: Тени, прожорливые, продолжают нападать...

source: Cower.
ru: Струсить.

source: ...until, eventually...
ru: ...пока, в конце концов...

source: Cower.
ru: Струсить.

source: ...the storm wanes. Suddenly, and inexplicably, all is quiet.
ru: ...буря стихает. Внезапно и необъяснимо все стихает.

source: You feel as if reality itself stands with you, and as you overcome the darkness, infinite amounts of strikes against the hull can be heard. Scrapes, scratches, breaks... are these the sounds of desperation? Has this forsaken abyss no shame? With one final oorah, you push against the darkness... and all goes quiet.
ru: Вам кажется, что сама реальность противостоит вам, и по мере того, как вы преодолеваете тьму, слышны бесконечные удары по корпусу корабля. Скреб, царапины, треск... Неужели это звуки отчаяния? Неужели у этой забытой бездны нет стыда? С последним боевым кличем ты бросаешься навстречу тьме... и все замирает.

source: Did... did we do it? Have we won?
ru: Мы... мы сделали это? Мы победили?

source: No answer rings out, and yet... you feel blessed, somehow. You watch as your hull regenerates before your very eyes... what exactly have you just been through?
ru: Ответа нет, и все же... вы чувствуете себя благословенным. Вы наблюдаете, как ваш корпус восстанавливается на ваших глазах... Что именно вы только что пережили?

source: Did... did we do it? Have we won?
ru: Мы... мы сделали это? Мы победили?

source: No answer rings out. Still, somehow, you watch as your hull mends some of its wounds before your very eyes... what exactly have you just been through?
ru: Ответа не слышно. И все же вы наблюдаете, как на ваших глазах корпус восстанавливается... Что именно вы только что пережили?

source: Did... did we do it? Have we won?
ru: Мы... мы сделали это? Мы победили?

source: No answer rings out, and you're left alone with the silence.
ru: Ответа нет, и вы остаетесь наедине с тишиной.

source: Did... did we do it? Have we won?
ru: Мы... мы сделали это? Мы победили?

source: The silence is deafening. Foreboding, even, as moments later one last strike is made against your hull! The damage seems minimal, but... it concerns you that the shadows are capable of acts of cowardice.
ru: Тишина оглушительная. Даже тревожная, поскольку несколько только мгновений назад тьма еще терзала ваш корпус! Урон кажется минимальным, но... вас беспокоит, что тьма способна на проявление трусости.

# data/events_enlightened.xml$//event[@name="DISTRESS_ENLIGHTENED_JUDGMENT"]/text
source: You're at the distress beacon, but... the voice is silent.
ru: Вы у сигнала бедствия, но... голос молчит.

source: Was it a false alarm?
ru: Это была ложная тревога?

source: Ah, it hits you. You're the one in distress.
ru: Ах, до вас наконец-то дошло. Это вы попали в беду.

source: Drown...
ru: Утони...

source: The question is...
ru: Вопрос в том...

source: ...in...
ru: ...в...

source: ...who will come to save you?
ru: ...кто придет, чтобы спасти вас?

source: A screeching sound overtakes you... that of metal, on metal? Or, rather, metal being torn... you're not sure. You're gathering yourself when the voice, distant, calls to you, "Outsider! Outsider, listen... to me! The False God racks at your hull! The darkness, you mustn't..." If it continues, you couldn't hear it... this headache...
ru: Вас обрывает скрипящий звук... звук металла о металл? Или, скорее, рвущегося металла... вы не уверены. Вы собираетесь с силами, когда голос вдалеке, обращается к вам: "Чужак! Чужак, послушай... меня! Ложный Бог разрывает твою обшивку! Тьма, ты не должен..." Если голос и продолжает говорить, вы не можете его услышать... эта головная боль...

source: My... hull?
ru: Мою... обшивку?

source: You realize where you are, and what's happening. Something's breaking through the hull; you're unsure what, but the voice suggests it's the darkness itself. If that's true... what hope do you have of escaping the void?
ru: Вы осознаете, где находитесь и что происходит. Что-то прорывается сквозь обшивку; вы не знаете, что именно, но голос подсказывает, что это сама тьма. Если это так... есть ли у вас шансы выбраться из пустоты?

source: (Adv. Weapons) Blast into this damnable darkness, and don't relent!
ru: (Продв. Оружие) Вырваться из этой проклятой тьмы, и не сдаваться!

source: (Adv. Engines) To escape the inescapable... one must try!
ru: (Продв. Двигатели) Чтобы спастись от неизбежного... нужно постараться!

source: (Adv. Shields) We will stand; a bulwark against the weathering of the storm...
ru: (Продв. Щиты) Стоять гордо - мы бастион, готовый выдержать эту бурю.

source: (Paladin Armor) Hah, I'd like to see it try!
ru: (Броня Паладина) Ха, я бы хотел посмотреть на это!

source: (Darkness Weaponry) I do not fear the darkness, for it is I who WIELDS it! Obey me!
ru: (Оружие тьмы) Я не боюсь тьмы, ибо я ей ПОВЕЛЕВАЮ! Повинуйся мне!

source: (Deep One Lights) When dawn breaks, dusk falls; become that which the shadows fear.
ru: (Фонари глубоководных) Когда наступает рассвет, наступает закат - стать тем, чего боятся тени.

source: (Dread Lights) When dawn breaks, dusk falls; become that which the shadows fear.
ru: (Страшные фонари) Когда наступает рассвет, наступает закат - стать тем, чего боятся тени.

source: (Chosen Crew) "ALLOW US... PASSAGE, O' DARK ONE."
ru: (Член экипажа-Избранный) "РАЗРЕШИ НАМ... ПРОЙТИ, О ТЕМНЫЙ".

source: (Deep One Cultist) "Dark One, be with us..."
ru: (Член экипажа-глубоководный культист) "Темный, будь с нами..."

source: (The Scarred) "To defy the False God... nothing would bring me greater pleasure."
ru: (Шрам) "Бросить вызов Ложному Богу... ничто не доставит мне большего удовольствия".

source: (The Heroine) "So, they seek to crush our hope? Let us CRUSH THEIRS!"
ru: (Героиня) "Значит, они хотят разрушить нашу надежду? Давайте СОКРУШИМ ИХ!"

source: (Happy Holidays) "Oh, let's break it down!"
ru: (Счастливые праздники) "О, давайте разберемся!"

source: Pray for a miracle...
ru: Помолиться о чуде...

source: The strange duo jumps away. Suppose you'll have to be faster, next time.
ru: Странный дуэт уходит в прыжок. Полагаю, в следующий раз вам придется быть быстрее.

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the strange duo defeated, you search their wreckage for anything interesting... unfortunately, your search doesn't come up with anything. Nothing but silence remains.
ru: Победив странный дуэт, вы обыскиваете его обломки в поисках чего-нибудь интересного... К сожалению, ваши поиски ни к чему не привели. Остается только тишина.

source: There are a few moments of silence as you wait for the voice to speak. You're beginning to assume there must be nothing here when, finally, it does, "This... is most peculiar. One of my kin... shares a vessel with a human. Shall... you meet with them?"
ru: Несколько мгновений вы молчите, ожидая, пока голос заговорит. Вы уже начинаете предполагать, что здесь, должно быть, ничего нет, как вдруг он произносит: "Это... очень странно. Один из моих сородичей... делит сосуд с человеком. Может... ты встретишься с ними?"

source: Sure, let's see what they're up to.
ru: Конечно, давайте узнаем, что они задумали.

source: The void parts, and you're met with the visage of a civillian ship of all things. They hail, and you find that it is indeed a human and Enlightened Cultist on the other end. The human, muscular and well-built, speaks, "Hoho! Federation, a Renegade no less! Are you here seeking the truths of this place, as well?"
ru: Пустота расступается, и перед вами предстает образ гражданского корабля. Они связываются с вами, и вы обнаруживаете, что на другом конце действительно человек и Просветленный культист. Человек, мускулистый и хорошо сложенный, говорит: "Хо-хо! Федерация, да еще и Ренегат! Вы тоже ищете истину этого места?"

source: Something like that.
ru: Что-то в этом роде.

source: He crosses his arms and gives a hearty laugh, "Well, you're too late, friend! I do believe me and my beloved have just come across the greatest secret of all..." he gestures to the Enlightened Cultist, who shifts shyly and giggles, "Mmm... indeed. The well-kept secret among my kin... that is forbidden love! Who would have... known that outsiders could be so romantic..." They embrace, and you're left feeling a bit awkward.
ru: Он скрещивает руки и от души смеется: "Ну, ты опоздал, друг! Мне кажется, мы с моей возлюбленной только что узнали величайшую тайну из всех... - он жестом показывает на культистку Просветленных, которая застенчиво улыбается и смеется, - Ммм... действительно. Тайна, которую хранят мои сородичи... это запретная любовь! Кто бы мог... знать, что чужаки могут быть такими романтичными..." Они обнимаются, и вам становится немного неловко.

source: Remain silent.
ru: Промолчать.

source: The man breaks the embrace to turn back to you, "In any case, well met! The name's Kyr: the greatest explorer to ever grace this damnable Multiverse!" You can't say you've heard of him... Kyr continues, "And, with me is Lilith... my bride to be, and the most beautiful maiden I've ever had the pleasure of meeting." You've never seen a Deep One blush, but Lilith manages to do so nonetheless.
ru: Мужчина прекращает объятия и поворачивается к вам: "В любом случае, рад встрече! Меня зовут Кир: величайший исследователь, когда-либо украшавший эту проклятую Мультивселенную!" Вы не можете сказать, что слышали о нем... Кир продолжает: "А со мной Лилит... моя будущая невеста и самая прекрасная дева, которую я когда-либо имел счастье встретить". Вы никогда не видели, как краснеет глубоководный, но Лилит все же умудрилась это сделать.

source: Well met! I'm something of an explorer myself...
ru: Приятно познакомиться! Я и сам в некотором роде исследователь...

source: Kyr exaggerates an eyebrow raise, "Oho? Truly?" He rubs his burly beard for a moment, "Well, from one avid explorer to another, I have reason to believe that there's a secret to this place. Past this void lies another plane, one deeper... darker. My beloved, too, has heard tell of it." He gestures to Lilith again, who raises her head to speak, "I've... overheard the Elders speaking of it. The realm... where our tribute is taken, and gifts... are sent in return. The realm... where the Dark One lies."
ru: Кир преувеличенно приподнял бровь: "Ого? Правда?" Он на мгновение погладил свою густую бороду: "Что ж, как исследователь - другому исследователю: у меня есть основания полагать, что у этого места есть тайна. За этой пустотой лежит другая плоскость, более глубокая... более темная. Моя возлюбленная тоже слышала об этом". Он снова делает жест в сторону Лилит, которая поднимает голову и говорит: "Я... слышала, как Старейшины говорили об этом. О царстве... где с нас берут дань, а взамен посылают дары... царство... где находится Темный".

source: Curious. Do you intend to find it?
ru: Любопытно. Вы намерены найти его?

source: "Hah! I wouldn't be able to call myself the greatest explorer if I didn't!" Kyr strikes a noble pose as he once again performs a hefty belly laugh, but then his demeanor shifts and he gets closer to the screen, just slightly, "I don't know what awaits us on the other side, or, truthfully, if we'll ever be able to return. If you ever intend to search for us..." he pauses, typing something, and you hear a small beep as your ship receives a detailed FTL signature, "...you'll know how to find us, if we're still alive." Kyr sits up, his face lightening once more, "Not that I can seriously suggest following us to such a hellish place! Just, if you DO happen to follow the call of the true explorer and find yourself in the Dark God's neighborhood. Besides, we're not even entirely certain it actually exists!" Kyr laughs once more, but Lilith seems slightly disturbed.
ru: "Ха! Я бы не смог назвать себя величайшим исследователем, если бы не собирался сделать это!" Кир принимает благородную позу, снова разражаясь заливистым смехом, но затем его поведение меняется, и он подходит ближе к экрану: "Я не знаю, что ждет нас на той стороне, и, по правде говоря, сможем ли мы когда-нибудь вернуться. Если ты когда-нибудь соберешься нас найти..." - он делает паузу, что-то набирая, и раздается небольшой гудок, когда ваш корабль получает подробную сверхсветовую сигнатуру, - "...ты будешь знать, как нас найти, если мы еще живы". Кир садится, его лицо снова озаряется: "Не то чтобы я всерьез советовал отправиться за нами в такое адское место! Просто, если тебе вздумается последовать зову истинного исследователя и оказаться во владениях Темного Бога. К тому же мы даже не до конца уверены, что он существует на самом деле!" Кир снова смеется, но Лилит кажется слегка встревоженной.

source: I'll keep that in mind. Good luck, Kyr. You too, Lilith!
ru: Я запомню об этом. Удачи, Кир. И тебе, Лилит!

source: Lilith's face brightens as you acknowledge her, "Thank you... uh, Federation, was it, dear?" Kyr nods enthusiastically, "Indeed! One of the few noble factions left in the entire Multiverse. There's nobody greater to trust with our location, my love." This appears to comfort Lilith somewhat. The two bid you farewell, and you're left alone with the darkness as they jump out of the beacon. That is, you're left with not only the darkness, but also the voice, who speaks, "How... charming. I... wish them well." You do, too.
ru: Лицо Лилит светлеет, когда вы упоминаете ее, и отвечает: "Спасибо... э-э, Федерация, да, дорогой?" Кир с энтузиазмом кивает: "Да! Одна из немногих благородных фракций, оставшихся во всей Мультивселенной. Некому больше доверить наше местоположение, любовь моя". Похоже, это несколько успокаивает Лилит. Они прощаются с вами, и вы остаетесь наедине с тьмой, когда они уходят в прыжок. То есть вы остаетесь не только с тьмой, но и с голосом, который говорит: "Как... мило. Я... желаю им всего хорошего". Вы желаете того же.

source: Nah, I'm just here for scrap. Attack the couple!
ru: Нет, я здесь только для того, чтобы получить лом. Атаковать эту сладкую парочку!

source: The man's brow furrows, "Hah! Here I was thinking the Federation to be a respectable association. Worry not, my dear, I'll get us out of here!" You detect their engines roar to life, they're trying to make a getaway!
ru: Мужчина нахмуривает брови: "Ха! А я-то думал, что Федерация - уважаемая организация. Не волнуйся, моя дорогая, я вытащу нас отсюда!" Вы слышите рев их двигателей - они пытаются скрыться!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Lilith looks at you.
ru: Лилит смотрит на вас.

source: She seems intent on not having to see whatever's here... willing to appease her, you tell the voice you're uninterested. It sighs, "Suit... yourself..." and goes quiet. You're left alone with the darkness.
ru: Похоже, она хочет не видеть того, что здесь происходит... Желая успокоить ее, вы говорите голосу, что вам это неинтересно. Он вздыхает: "Как хочешь... сам..." и замолкает. Вы остаетесь наедине со тьмой.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Not really interested...
ru: Не очень интересно...

source: The voice, who seemed interested, sighs, "Suit... yourself." It goes quiet, and you're left alone with the darkness.
ru: Голос, который казался заинтересованным, вздыхает: "Решай... сам". Все стихает, и вы остаетесь наедине с темнотой.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Elite Federation ship crumbles, and you're lefting praying that the horrors left onboard have died with it...
ru: Корабль элиты Федерации разрушается, и вы молитесь, чтобы ужасы, оставшиеся на борту, погибли вместе с ним...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Elite Federation ship lies empty - of horrors, and people alike - and you're left praying that that's truly the end of them...
ru: Корабль элиты Федерации пуст - как от ужасов, так и от людей - и вам остается только молиться, чтобы это действительно был их конец...

source: Continue...
ru: Продолжить...
zh_hans: 继续。
