Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: Perhaps there's nothing I can teach you, after all...
ru: Возможно, мне нечему тебя научить...
zh_hans: 看来，终究没什么我能教你的了……

source: "Aw... Don't be down, you're still a stalker pro in my heart!" they glance around for a moment, before continuing, "I guess that means I need to figure out this stalker business by myself, though. Still, I won't give up! I'll catch you in the next sector, and my stalker power will be so high that you'll never even see me! Good luck, and bye for now!" They leave the beacon, and you're left alone... save for the voice, who calls to you, "A... charismatic lass, to say the least." You almost think you hear the faintest hint of a smile behind its words...
ru: "Оу... Не падай духом, в моем сердце ты все еще сталкер-профи!" Она на мгновение оглядывается по сторонам, прежде чем продолжить: "Думаю, это означает, что мне придется разбираться в этом сталкерском деле самостоятельно. Но я не сдамся! Я найду тебя в следующем секторе, и моя сила сталкера будет настолько большой, что ты меня даже не заметишь! Удачи, и пока!" Она покидают маяк, и вы остаетесь одни... если не считать голоса, который обращается к вам: "Харизматичная девушка, если не сказать больше". Вам кажется, что за его словами вы слышите слабый намек на улыбку...
zh_hans: “哦……别难过呀，在我心里你依然是最专业的跟踪大佬！”他们环顾了一下四周，接着说道，“不过我想，这就意味着我得自己琢磨跟踪这门手艺了。但我不会放弃的！下个星域再见，到时候我的跟踪能力一定会强到你根本发现不了我！祝你好运，暂时先拜拜啦！”他们离开了信标区域，只留下你独自一人……除了那个声音，它对你说道：“至少可以说……是个很有魅力的小家伙。”你几乎能感觉到，它的话语背后藏着一丝极淡的笑意……

source: More of a... stalker in training, actually...
ru: Скорее... сталкер в процессе обучения...
zh_hans: 其实……更像是个正在受训的跟踪者。

source: "Aw... Don't be down, you're still a stalker pro in my heart!" they glance around for a moment, before continuing, "I guess that means I need to figure out this stalker business by myself, though. Still, I won't give up! I'll catch you in the next sector, and my stalker power will be so high that you'll never even see me! Good luck, and bye for now!" They leave the beacon, and you're left alone... save for the voice, who calls to you, "A... charismatic lass, to say the least." You almost think you hear the faintest hint of a smile behind its words...
ru: "Оу... Не падай духом, в моем сердце ты все еще сталкер-профи!" Она на мгновение оглядывается по сторонам, прежде чем продолжить: "Думаю, это означает, что мне придется разбираться в этом сталкерском деле самостоятельно. Но я не сдамся! Я найду тебя в следующем секторе, и моя сила сталкера будет настолько большой, что ты меня даже не заметишь! Удачи, и пока!" Она покидают маяк, и вы остаетесь одни... если не считать голоса, который обращается к вам: "Харизматичная девушка, если не сказать больше". Вам кажется, что за его словами вы слышите слабый намек на улыбку...
zh_hans: “哦……别难过呀，在我心里你依然是专业跟踪大神！”他们环顾了一下四周，然后继续说道，“不过我想，这就意味着我得自己琢磨跟踪这门本事了。但我不会放弃的！我们下个星域见，到时候我的跟踪能力会强到你根本发现不了我！祝你好运，暂时再见啦！”他们离开了信标区域，只剩下你独自一人……除了那个声音，它对你说道：“至少可以说……是个很有魅力的小家伙。”你几乎能感觉到，它的话语背后藏着一丝极淡的笑意……

source: Have you considered not stalking people?
ru: Ты не думала о том, чтобы не сталкерить людей?
zh_hans: 你有没有想过别再跟踪别人了？

source: They briefly stare at you, "Well, how am I supposed to know what happens if I don't stalk you?"
ru: Она бросает на вас короткий взгляд: "А откуда мне знать, что произойдет с тобой, если я не буду тебя сталкерить?"
zh_hans: 他们短暂地愣了一下，看着你：“那我不跟踪你的话，怎么知道接下来会发生什么事啊？”

source: You can come with me.
ru: Ты можешь пойти со мной.
zh_hans: 你可以跟我来。

source: Shocked, they answer, "And do all that FIGHTING? Sorry, I really respect you, but... I don't think I'm cut out for reality-saving. Stalking's much safer! Still, I really appreciate the offer..."
ru: Ошеломленная, она отвечает: "И все это время СРАЖАТЬСЯ? Извини, я тебя очень уважаю, но... Я не думаю, что я создана для спасения реальности. Сталкерство гораздо безопаснее! Тем не менее, я очень ценю предложение..."
zh_hans: 他们一脸震惊地回答：“然后去打打杀杀？抱歉，我真的很佩服你，可是……我觉得我不是拯救世界那块料。跟踪安全多了！不过还是很谢谢你邀请我……”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Okay! I've made up my mind. I'm gonna get out of here, and work on my stalking... in the meantime, keep safe, okay? I'll catch you in the next sector! Not that you'll, uh, see me." With that, they leave the system, and the voice calls to you, "A... charismatic lass, to say the least." You almost think you hear the faintest hint of a smile behind its words...
ru: "Ладно! Я приняла решение. Я выберусь отсюда и поработаю над своими навыками сталкинга... а пока береги себя, хорошо? Я найду тебя в следующем секторе! Хотя ты вряд ли меня увидишь". С этими словами она покидает систему, а голос обращается к вам: "Харизматичная девушка, если не сказать больше". Вам кажется, что вы слышите слабый намек на улыбку за его словами...
zh_hans: “好！我下定决心了。我要离开这里，好好练习我的跟踪术……在此期间，你一定要保重，好吗？我们下个星域见！不过你应该……呃，不会看到我的。”说完，他们便离开了这个星系，那个声音对你说道：“至少可以说……是个很有魅力的小家伙。”你几乎能感觉到，它的话语背后藏着一丝极淡的笑意……

source: You can live your own life!
ru: Ты можешь жить своей собственной жизнью!
zh_hans: 你可以过你自己的生活！

source: They smirk, "Your life is way more interesting! It almost feels like the whole universe revolves around you, the way you beat up all these bad guys! Still, I really appreciate the sentiment..."
ru: Она улыбается: "Твоя жизнь намного интереснее! Кажется, что вся вселенная вращается вокруг тебя, когда ты побеждаешь всех этих плохих парней! Тем не менее, я очень ценю твою заботу..."
zh_hans: 他们坏笑一下：“你的生活可比我有意思多了！你收拾掉这么多坏蛋，感觉整个宇宙都在围着你转呢……不过我还是很谢谢你这番心意。”

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Okay! I've made up my mind. I'm gonna get out of here, and work on my stalking... in the meantime, keep safe, okay? I'll catch you in the next sector! Not that you'll, uh, see me." With that, they leave the system, and the voice calls to you, "A... charismatic lass, to say the least." You almost think you hear the faintest hint of a smile behind its words...
ru: "Ладно! Я приняла решение. Я выберусь отсюда и поработаю над своими навыками сталкинга... а пока береги себя, хорошо? Я найду тебя в следующем секторе! Хотя ты вряд ли меня увидишь". С этими словами она покидает систему, а голос обращается к вам: "Харизматичная девушка, если не сказать больше". Вам кажется, что вы слышите слабый намек на улыбку за его словами...
zh_hans: “好！我已经下定决心了。我要离开这里，好好练习我的跟踪术……在此期间，你一定要保重，好吗？我们下个星域见！只不过你应该……呃，不会看到我的。”说完，他们便离开了这个星系，那个声音对你说道：“至少可以说……是个很有魅力的小家伙。”你几乎能感觉到，它的话语背后藏着一丝极淡的笑意……

source: Keep attacking.
ru: Продолжать атаку.
zh_hans: 继续攻击。

source: This could be a trick, for all you know. You cut communications and prepare for battle.
ru: Насколько вы знаете, это может быть хитростью. Вы отключаете связь и готовитесь к бою.
zh_hans: 这说不定是个圈套，你心里很清楚。你切断通讯，准备战斗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You fire upon the safe, and you watch as reality itself warps outside; the safe is gone, having teleported away. You're now left with more questions than answers... granted, that's a low bar considering you have zero answers.
ru: Вы стреляете в сейф и видите, как сама реальность искривляется: сейф исчез, телепортировавшись прочь. У вас осталось больше вопросов, чем ответов... впрочем, их не так уж и много, учитывая, что ответов у вас нет.
zh_hans: 你朝那个保险箱开火，只见外面的现实本身都在扭曲；保险箱消失了，已经传送离开。你现在留下的只有更多疑问……不过说实话，这门槛也够低的，毕竟你本来就什么答案都没有。

source: Your crew member presses the button, and you watch as reality itself warps outside; the safe is gone, having teleported away, and in its place lies a small heap of scrap... You're not really sure what just happened, but scrap is scrap. Plus, your crew member's fine!
ru: Ваш член экипажа нажимает кнопку, и вы наблюдаете, как сама реальность искривляется: сейф исчез, телепортировавшись, а на его месте появилась небольшая кучка лома... Вы не совсем понимаете, что произошло, но лом есть лом. К тому же с вашим членом экипажа все в порядке!
zh_hans: 你的船员按下按钮，你看着外面的现实空间开始扭曲；保险箱消失了，被传送走了，而在它原本的位置上，留下了一小堆废料……你不太确定刚才到底发生了什么，但废料总归是废料。而且，你的船员安然无恙！

source: Your crew member presses the button, and you watch as reality itself warps outside; the safe is gone, having teleported away, and in its place lies a few nodes of fuel... You're not really sure what just happened, but fuel is fuel. Plus, your crew member's fine!
ru: Ваш член экипажа нажимает кнопку, и вы наблюдаете, как сама реальность искривляется: сейф исчез, телепортировавшись, а на его месте появилась несколько топливных элементов... Вы не совсем понимаете, что произошло, но топливо есть топливо. К тому же с вашим членом экипажа все в порядке!
zh_hans: 你的船员按下按钮，你看着外面的现实空间开始扭曲；保险箱消失了，被传送走了，而在它原本的位置上，留下了几节燃料……你不太确定刚才到底发生了什么，但燃料总归是燃料。而且，你的船员安然无恙！

source: Your crew member presses the button, and you watch as reality itself warps outside; the safe is gone, having teleported away, and in its place lies a few missiles... You're not really sure what just happened, but missiles are missiles. Plus, your crew member's fine!
ru: Ваш член экипажа нажимает кнопку, и вы наблюдаете, как сама реальность искривляется: сейф исчез, телепортировавшись, а на его месте появилось несколько боеголовок... Вы не совсем понимаете, что произошло, но боеголовки есть боеголовки. К тому же с вашим членом экипажа все в порядке!
zh_hans: 你的船员按下按钮，你看着外面的现实空间开始扭曲；保险箱消失了，被传送走了，而在它原本的位置上，留下了几枚导弹……你不太确定刚才到底发生了什么，但导弹总归是导弹。而且，你的船员安然无恙！

source: Your crew member presses the button, and you watch as reality itself warps outside; the safe is gone, having teleported away, and in its place lies a small heap of drone parts... You're not really sure what just happened, but drone parts are drone parts. Plus, your crew member's fine!
ru: Ваш член экипажа нажимает кнопку, и вы наблюдаете, как сама реальность искривляется: сейф исчез, телепортировавшись, а на его месте появилось несколько дрон-комплектов... Вы не совсем понимаете, что произошло, но дрон-комплекты есть дрон-комплекты. К тому же с вашим членом экипажа все в порядке!
zh_hans: 你的船员按下按钮，你看着外面的现实空间开始扭曲；保险箱消失了，被传送走了，而在它原本的位置上，留下了一小堆无人机零件……你不太确定刚才到底发生了什么，但无人机零件总归是零件。而且，你的船员安然无恙！

# data/events_enlightened.xml$//event[@name="ITEMS_ENLIGHTENED_VAULT"]/text
source: The voice seems confused when you arrive at the beacon, "What? How... can I not..." It continues to mumble to itself.
ru: Голос кажется растерянным, когда вы приближаетесь к маяку: "Что? Как... я не могу..." Он продолжает бормотать про себя.
zh_hans: 当你抵达信标时，那个声音听起来有些困惑，“什么？怎么会……我居然不能……”它还在自顾自地低声嘟囔。

source: Ask it what's wrong.
ru: Спросить его, в чем дело.
zh_hans: 你问它出了什么事。

source: "Well, there's... some sort of... vault, floating here. The thing that troubles me, is... I cannot see into it." The void is pushed back and, sure enough, there's a giant safe floating in space here... What should you do?
ru: "Ну, здесь... что-то вроде... хранилища. Меня беспокоит то, что... я не могу в него заглянуть". Пустота отступает, и, конечно же, здесь в пространстве дрейфует гигантский сейф... Что делать?
zh_hans: “呃……这里有个……某种……保险库，就飘在这儿。让我困扰的是……我看不穿里面。”虚空被推开，果然，太空中悬浮着一个巨大的保险箱……你该怎么做？

source: Send someone out to open it.
ru: Послать кого-нибудь открыть его.
zh_hans: 你派人出去打开它。

source: Your crew member reports back that there's a numpad attached to the safe, asking for a four digit combination. What number should they press?
ru: Ваш член экипажа сообщает, что к сейфу прикреплена кнопочная панель, на которой нужно набрать комбинацию из четырех цифр. Какую цифру он должен нажать?
zh_hans: 你的船员回报说，保险箱上装有一个数字键盘，需要输入四位数密码。他们该按什么数字？

source: Three more. What number should they press next?
ru: Еще три. Какую цифру он должен нажать следующей?
zh_hans: 还要输入三位。接下来他们该按什么数字？

source: Two more. What number should they press next?
ru: Еще две. Какую цифру он должен нажать следующей?
zh_hans: 还要输入两位。接下来他们该按什么数字？

source: Only one more... what number should they press next?
ru: Осталось только одна... какую цифру он должен нажать следующей?
zh_hans: 只剩最后一位了……接下来他们该按什么数字？

source: Your crew member inputs the final digit, and the vault opens... inside of it, an inexplicable eldritch horror beyond description lays. You've unleashed an ancient evil on this reality... it looks at you, and then your crew, and says "Look at this team, we're gonna do great!" May God have mercy on your souls.
ru: Ваш член экипажа вводит последнюю цифру, и хранилище открывается... внутри него лежит необъяснимый эльдрический ужас, не поддающийся описанию. Вы выпустили древнее зло в эту реальность... оно смотрит на вас, а затем на вашего члена экипажа и говорит: "Посмотрите на это существо, у нас все получится!" Да смилостивится Господь над вашими душами.
zh_hans: 你的船员输入了最后一位数字，保险库打开了……里面躺着一种难以名状、无法形容的诡异恐怖存在。你将一股古老的邪恶力量释放到了这个现实世界……它看着你，然后又看向你的船员，说道：“看看这支队伍，我们一定会干出一番大事！”愿上帝怜悯你们的灵魂。

source: Happy Holidays
ru: Счастливый Праздник
zh_hans: 哈皮・霍利戴斯

source: Blow it up!
ru: Взорвать его!
zh_hans: 把它炸掉！

source: Leave it to its mumbling.
ru: Оставить его наедине с его бормотанием.
zh_hans: 别管它，让它自己嘟囔去吧。

source: The voice continues to talk incomprehensibly for a few moments; you think it mentions a vault, or something, but you don't really care. You've got more important things to be doing, like... nothing.
ru: Голос продолжает неразборчиво говорить несколько мгновений; вам кажется, что он упоминает хранилище или что-то в этом роде, но вас это не волнует. У вас есть дела поважнее, например... ничего.
zh_hans: 那个声音又自顾自地含糊说了一会儿，你隐约听见它提到了保险库之类的东西，但你根本不在意。你还有更重要的事要做，比如……什么都不做。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续搜刮、偷窃、劫掠……这应该够了吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 其实这就够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续搜刮、偷窃、劫掠……这应该够了，对吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 其实已经够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续搜刮、偷窃、劫掠……这应该够了，对吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 其实真的够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续大肆洗劫、偷窃、掠夺……这应该够了吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 其实这就够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续搜刮、偷窃、劫掠……这总该够了吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 其实这就够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续搜刮、偷窃、劫掠……这应该够了，对吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 其实这就够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续搜刮、偷窃、劫掠……这应该够了，对吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 其实这就够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续搜刮、偷窃、劫掠……这总该够了吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 事实上，这已经足够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续搜刮、偷窃、劫掠……这总该够了吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 事实上，这已经足够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续大肆洗劫、偷窃、掠夺……这应该够了，对吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 其实真的够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你继续搜刮、偷窃、劫掠……这总该够了，对吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 其实已经够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你还在不停地搜刮、偷窃、劫掠……这总该够了吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 事实上，这已经足够了。

source: You continue to loot, pilfer and plunder... That's gotta be enough, right?
ru: Вы продолжаете грабить, грабить и грабить... Этого должно быть достаточно, верно?
zh_hans: 你还在不断地洗劫、偷窃、掠夺……这总该够了吧？

source: It's never enough!
ru: Этого никогда не бывает достаточно!
zh_hans: 永远都不够！

source: It is enough, actually.
ru: Этого вполне достаточно.
zh_hans: 其实已经够了。

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你又在大肆劫掠。你已经在这里待了一阵子了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 是啊，我没事。刚才差点迷失了自己……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你又在继续劫掠。事到如今，你已经在这里待了好一会儿了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够，我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 是啊，我没事。刚才差点就迷失自我了……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你又在继续劫掠。事到如今，你已经在这里待了好一阵子了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够，我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 是啊，我没事。刚才差点就迷失自己了……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你又在继续劫掠。事到如今，你已经在这里待了好一会儿了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够，我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 是啊，我没事。刚才差点就迷失自我了……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你又在继续劫掠。事到如今，你已经在这里待了好一会儿了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够，我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 是啊，我没事。刚才差点就迷失自我了……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你又在继续劫掠。事到如今，你已经在这里待了好一会儿了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够，我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 是啊，我没事。刚才差点就迷失自己了……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你又在继续劫掠。事到如今，你已经在这里待了好一会儿了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够，我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 我没事，刚才差点迷失了自己……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你还在继续掠夺。你已经在这里待了这么久……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 什么时候够了，由我来说！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 我没事，刚才差点就迷失自我了……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你还在继续掠夺。事到如今，你已经在这里待了好一会儿了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 我没事，刚才差点就迷失自己了……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你还在继续掠夺。到现在你已经在这里待了好一会儿了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够，我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 我没事，刚才差点就迷失自我了……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你还在继续掠夺。到现在你已经在这里待了好一会儿了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够，我说了算！

source: Yeah, I'm good. Almost lost myself for a second there...
ru: Да, со мной все в порядке. Чуть не сорвался на секунду...
zh_hans: 是啊，我没事。刚才差点就迷失自我了……

source: Again, you continue to pillage. You've been here for a while at this point... is that enough?
ru: И снова вы продолжаете грабить. Вы уже здесь довольно долго... этого достаточно?
zh_hans: 你还在继续掠夺。到现在你已经在这里待了好一会儿了……这还不够吗？

source: I'LL say when it's enough!
ru: Я скажу, когда будет достаточно!
zh_hans: 够不够，我说了算！
