Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: You're hardly given any time to reflect on what you just witnessed, though, before something within the Federation ship's wreckage catches your eye. No, it doesn't just merely catch your attention - you feel completely enraptured by the resplendent glow of whatever this thing is. Its allure draws you to focus your gaze, and make out its form...
ru: Однако у вас почти нет времени, чтобы обдумать то, что вы только что увидели, как ваше внимание привлекает что-то внутри обломков корабля Федерации. Нет, это не просто привлекает ваше внимание - вы чувствуете себя полностью очарованным сияющим светом этой вещи, какой бы она ни была. Ее очарование заставляет вас сосредоточить взгляд и разглядеть ее форму...

source: It's... beautiful...
ru: Это... прекрасно.

source: That wonderful, crystalline shard, from within the officer's coat... it's there, amongst the rubble. Calling to you. Beckoning you forth, into its embrace.
ru: Этот чудесный кристаллический осколок из пальто офицера... он там, среди обломков. Он зовет тебя. Манит вас к себе, в свои объятия.

source: Yes, I've... I've never needed anything else.
ru: Да, я... Мне никогда не нужно было ничего другого.

source: You stare into the shard's ethereal center, losing yourself entirely to its overwhelming splendor, and everything else seems to fade away around you...
ru: Вы вглядываетесь в потусторонний центр осколка, полностью погружаясь в его ошеломляющее великолепие, и все вокруг вас как будто исчезает...

source: The air smells of ash, and sulfur.
ru: В воздухе пахнет пеплом и серой.

source: Hah! Ain't it always? Ya used to hidin' roses in that armor of yours, or somethin'?
ru: Ха! Разве не всегда так? Ты привыкла прятать розы в своей броне или что?

source: Hardly. It's just... it doesn't have to be this way, you know? It's certainly not the way I would've envisioned things.
ru: Вряд ли. Просто... не обязательно, чтобы все было именно так, понимаешь? Это точно не то, как я себе представляла.

source: Well, it's the way these things played out, ain't it? No use in cursin' the past. Or in cursin' past lives, to be frank.
ru: Ну, так сложились обстоятельства, не так ли? Бесполезно проклинать прошлое. Или, если честно, проклинать прошлые жизни.

source: And, you're... what? Happy? Satisfied with the "way these things played out?" This doesn't just FEEL like hell, to me, Four - it IS my hell. And it'd be yours too, if she hadn't... ...ugh, I'm sorry. I know you don't want this life any more than I do. I... I just wish we didn't feel so helpless, here.
ru: И ты... что? Счастлива? Довольна тем, "как все сложилось"? Для меня это не просто ЧУВСТВО ада, Четыре, это МОЙ ад. И это был бы и твой ад, если бы она не... ...уф, прости. Я знаю, что ты не хочешь такой жизни не больше, чем я. Я... я просто хотела бы, чтобы мы не чувствовали себя здесь такими беспомощными.

source: Who's sayin' we're helpless? What's the big guy gonna do, kill us? Bastard thing already knows it can't. S'only a matter of time before ya figure somethin' out, Ev.
ru: Кто сказал, что мы беспомощны? Что этот великан может сделать, убить нас? Этот ублюдок уже знает, что не может. Это только вопрос времени, когда ты что-нибудь придумаешь, Эв.

source: Obviously it can't kill us, but... there are worse hells than this one, Four. I mean, look at Six - she may enjoy fighting, but for all eternity? Because she felt discontent, and dared to do something about it? Even if her willpower never gives out, what about her armor? Or her body?
ru: Конечно, это нас не убьет, но... есть ад хуже этого, Четыре. Посмотри на Шесть - может, ей нравится сражаться, но вечно? Потому что она была недовольна и осмелилась что-то с этим сделать? Даже если ее сила воли не иссякнет, а что с ее доспехами? Или с ее телом?

source: She's a tough'un, Ev. Ya know that, don'tcha? N'it's not like we're sittin' here, twiddlin' our thumbs, waitin' for the day she kicks the bucket. We'll make it outta here, n'get Six outta her own mess. S'all the same, ain't it?
ru: Она крепкая, Эв. Ты же знаешь, да? Мы же не сидим здесь сложа руки, и не ждем, когда ее запал иссякнет. Мы выберемся отсюда и вытащим Шесть из передряги, не так ли?

source: Right. It's all the same. I'll... I'll figure something out, and... we'll...
ru: Ладно. Так или иначе. Я... я что-нибудь придумаю, и... мы...

source: In an instant, your mind is torn away from this unfamiliar conversation, and a flashing series of visions overwhelms you. You see a Crystal, commanding some unseen force from within a sea of frozen flames. Then, an Engi, tearing itself apart - searching for an unfound peace, deep within itself. And, finally... a golden sigil. One adorned with a ghastly visage, which burns its way into your mind - imprinting itself into your very vision.
ru: В мгновение ока ваш разум отрывается от этого незнакомого разговора, и вас захлестывает череда мелькающих образов. Вы видите кристалл, управляющий какой-то невидимой силой из моря застывшего пламени. Затем єнги, разрывающий себя на части в поисках ненайденного покоя глубоко внутри себя. И, наконец... золотая печать. Украшенная жутким лицом, которое прожигает ваш разум, запечатлеваясь в вашем сознании.

source: Suffer in the agony of the moment.
ru: Почувствовать всю болезненность этого момента.

source: "Oh... did you hit your head, funny one?" You open your eyes, screaming, and the masked Deep One standing over you flinches slightly. "Then, the Dark One... did not get your tongue. You'd be... less funny without it, you know?"
ru: "Ой... ты что, ударился головой, весельчак?" Вы открываете глаза и кричите, а стоящий над вами глубоководный в маске слегка вздрагивает. "Значит, Темный... не отнял у тебя дар речи. Без него ты был бы... менее смешным, знаешь ли?"

source: What the hell was that? Who the HELL are you?
ru: Что, черт возьми, это было? Кто, ЧЕРТ ВОЗЬМИ, ты такой?

source: A familiar laughter reverberates throughout the room, and your heart skips a beat. This must be the voice you've been talking to. The one who led you here, to this ship... to that shard of agony and lies.
ru: По помещению раздается знакомый смех, и ваше сердце замирает. Это, должно быть, голос, с которым вы разговаривали. Тот, кто привел вас сюда, на этот корабль... к этому осколку мук и лжи.

source: Did you... did you know that that would happen? With that damned shard? Where even is it?
ru: Ты... ты знал, что это произойдет? С этим проклятым осколком? Где он вообще находится?

source: Though you can't read their expression from behind their mask, the Deep One tilts their head in an exaggerated fashion. "Oh... no, really. I can't say I... know what you're talking about, either. Maybe you... did hit your head, after all? THAT... would be funny, I feel." Indeed, you look past the Deep One and towards the wreckage of the Federation ship outside, and the strange, resplendent light is gone. The void outside has gone entirely dark, once more.
ru: Хотя за маской невозможно разглядеть его выражение лица, глубоководный склоняет голову в преувеличенной манере. "О... нет, правда. Я не могу сказать, что... знаю, о чем ты говоришь. Может быть, ты... все-таки ударился головой? ЭТО... было бы забавно, я думаю". Действительно, вы смотрите мимо глубоководного на обломки корабля Федерации снаружи, и странный, яркий свет исчез. Пустота снаружи снова погрузилась в полную темноту.

source: I... I see. Maybe I'm just going a little stir-crazy, out here.
ru: Я... Понимаю. Может быть, я просто немного сошел с ума, находясь здесь.

source: "Oh... well, you'd better not get TOO crazy, on me... funny one. Being funny is one thing, but... crazy? I could never... work for a crazy one. THAT... would not be funny, would it?"
ru: "О... ну, лучше не сходи с ума, весельчак. Быть смешным - это одно, но... сходить с ума? Я бы никогда не смог... работать на сумасшедшего. ЭТО... не было бы смешно, правда?"

source: Yeah, that makes sense... wait, what?
ru: Да, это имеет смысл... Постой, что?

source: The laughter around you turns uproarious, and the masked Deep One bows, "Oh... don't let me forget to introduce myself. An... Elder of the Enlightened, humbly at... your service, o' funniest one. I... am a Tributeshaper, as my people call it. You helped me... retrieve my beloved mask back from that crazed, thieving loon, and... well, I'm not one to leave my debts unpaid."
ru: Вокруг вас раздается громкий смех, и глубоководный в маске кланяется: "О... не дай мне забыть представиться. Я... Старейшина Просветленных, смиренно к... твоим услугам, о забавнейший. Я... Формотворец, как называют меня мои люди. Ты помог мне... вернуть мою любимую маску у того сумасшедшего вора, и... ну, я не из тех, кто оставляет долги неоплаченными".

source: Jester
ru: Шут

source: Then, that mask... THAT'S what we came here for? What even is it?
ru: Тогда, эта маска... ЭТО ТО, за чем мы сюда пришли? Что это вообще такое?

source: The Tributeshaper puts a hand to their chin, charading deep thought, before pointing a single, clawed finger in the air. "Oh... I know just how to explain this. Imagine being... a good person, funny one. And when you were... good enough, your deity of wonderful things, and joyfulness... rewards you, with an object made of pure, happy thoughts." You nod your head, following along, and the patronizing Deep One moves its finger to point at its mask, "Now, imagine that... but for whatever the hell the Dark One is. It... gives us, the Elders of our kind, these masks - Tribute Masks... as they're called. Most of the Enlightened... would find its bestowment to be the greatest honor imaginable, but... I'm a bit more cynical. Things... are funnier, that way."
ru: Формотворец прикладывает руку к подбородку, делая вид, что глубоко задумывается, а затем указывает в воздух одним когтистым пальцем. "О... Я знаю, как это объяснить. Представь, что ты... хороший человек, веселый. И когда ты был... достаточно хорош, твое божество чудесных вещей и радости... награждает тебя предметом, созданным из чистых, счастливых мыслей". Вы киваете головой, следуя за ним, и снисходительный глубоководный указывает пальцем на свою маску, чтобы указать на свою маску: "Теперь представь, что... но для того, кем бы ни был Темный. Он... дарит нам, Старейшинам нашего рода, эти маски - Маски Дани... как их называют. Большинство Просветленных... сочли бы это дарование величайшей честью, но... я немного более циничен. Так все... гораздо забавнее".

source: Alright, I guess. Why's it so important to you, if you aren't particularly into the whole all-powerful deity thing?
ru: Ладно, пожалуй. Почему это так важно для тебя, если ты не особо веришь во всемогущего бога?

source: There's a slight giggling from around the room, as the Tributeshaper rolls their head back, "Oh... well, it's not just a badge of honor. It also... acts as a focus, for the manipulation of human souls."
ru: В помещении раздается легкий смешок, когда Формотворец откидывает голову назад: "О... ну, это не просто знак почета. Она также... служит орудием для манипулирования человеческими душами".

source: What?
ru: Что?
zh_hans: 啥？

source: With a snap from their fingers, a floating, ephemeral figure appears beside you...
ru: С щелчком пальцев рядом с вами появляется парящая, эфемерная фигура...

source: Scream in abject terror.
ru: Закричать от ужаса.

source: ...and then, with another snap, a second, similar figure. You fall backwards, startled and screaming, and the giggling around you quickly devolves into a mocking cacophony once more. "Oh... don't act too surprised, funny one. Unless you're... trying to be funny? Oh, that's... clever. You're a clever one, funny one." You give a look of confusion - and annoyance - and the Tributeshaper merely walks out of the room, whilst cackling... their entourage of souls floating just behind them.
ru: ...и затем, с еще одним щелчком, появляется вторая, похожая фигура. Вы падаете назад, испуганно крича, и смех вокруг вас быстро превращается в насмешливую какофонию. "О... не делай вид, что ты слишком удивлен, весельчак. Разве что ты... пытаешься быть смешным? О, это... умно. Ты умный, весельчак". Вы смотрите с недоумением и раздражением, а Формотворец просто выходит из помещения не переставая смеяться... а его свита из душ плывет прямо за ним.

source: I... need a drink, sometime.
ru: Мне... нужно напиться когда-нибудь.

source: You really do, you figure. This has been... quite the mess. From the mockery of the Tributeshaper, to the horrors aboard the Federation ship, and then the visions from that mysterious shard... you feel like you can still see that golden sigil, plain as day. Though, there is a silver lining - things are calm now, and you've made a powerful ally.
ru: Вы действительно так думаете. Это было... полная катастрофа. От насмешек Формотвореца, до ужасов на борту корабля Федерации, а затем видения от того загадочного осколка... вам кажется, что вы все еще видите тот золотой знак, ясный как день. Однако есть и положительный момент - сейчас все спокойно, и у вас появился могущественный союзник.

source: Enjoy the peace and quiet.
ru: Наслаждаться тишиной и покоем.

source: Your relaxation is immediately cut short by the sounds of yelling, as the - much less grating - voice that's accompanied you since the start of the sector butts in, "Outsider! Outsider! Are... you okay? What happened? I... I could not see you, for quite some time. I've been fearing... the worst."
ru: Ваше расслабленное состояние мгновенно прерывается криками, когда гораздо менее раздражающий голос, сопровождавший вас с самого начала сектора, врывается в разговор: "Чужак! Чужак! Ты... ты в порядке? Что случилось? Я... я не видел тебя довольно долгое время. Я боялся... худшего".

source: Just some asshole, honestly. Real annoying guy - has an entire psychic laugh track, and everything. Though, the soul stuff is cool.
ru: Честно говоря, какой-то придурок. Жутко раздражающий тип - у него еще и целый набор психопатических насмешек и все такое. Хотя фишки с душами, конечно, прикольные.

source: "Psychic... soul stuff? That... sounds like one of the Enlightened's Elders. They're powerful... in their own right, but not quite... the threat that I was expecting. I'd thought that... the False One had gotten to you, and..." The voice goes on for a while, and you spend quite some time reassuring it that you really are okay, and that no purportedly-evil machine gods have sucked up your soul. Things quiet down eventually, and, by the time that they do, you're more than ready to kick the FTL drive into high gear.
ru: "Психопатические... души? Это... похоже на одного из Старейшин Просветленных. Они сильны... сами по себе, но не совсем... та опасность, которую я ждал. Я думал, что... Ложный Бог добрался до тебя, и..." Голос продолжает говорить некоторое время, и вы тратите довольно много времени, уверяя его, что вы действительно в порядке и что никакие якобы злые боги-машины не поглотили вашу душу. В конце концов все успокаивается, и к тому времени вы более чем готовы включить ССД на полную мощность.

source: Yeah, that's cute. I like my mask better, though.
ru: Да, это мило. Но мне больше нравится моя маска.

source: You show off a Tribute Mask of yours, and the laughter in the room goes silent. "Oh... you're an impressive one, too, funny one. I don't suppose... you have one of the Shattered Masks, in particular?"
ru: Вы демонстрируете свою Маску Дани, и смех в комнате моментально стихает. "О... ты тоже хорош, весельчак. Неужели... у тебя есть одна из Разбитых Масок?"

source: Nope, thankfully.
ru: Нет, к счастью.

source: "Oh... then, it's all the same, isn't it? Allow me to... gather my souls, and we can head off." The Tributeshaper snaps its fingers, and an Unstable Soul appears...
ru: "О... тогда неважно, не так ли? Позволь мне... собрать души, и мы сможем отправиться в путь". Формотворец щелкает пальцами, и появляется Нестабильная душа...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...followed by a second one. The Tributeshaper bows, respecting your familiarity with their ways, and leaves the room - their entourage of souls in tow.
ru: ...за которым следует вторая. Формотворец кланяется, уважая ваше знакомство с его обычаями, и покидает комнату, уводя с собой свою свиту из душ.

source: I... need a drink, sometime.
ru: Мне... нужно напиться когда-нибудь.

source: You really do, you figure. This has been... quite the mess. From the mockery of the Tributeshaper, to the horrors aboard the Federation ship, and then the visions from that mysterious shard... you feel like you can still see that golden sigil, plain as day. Though, there is a silver lining - things are calm now, and you've made a powerful ally.
ru: Вы действительно так думаете. Это было... полная катастрофа. От насмешек Формотвореца, до ужасов на борту корабля Федерации, а затем видения от того загадочного осколка... вам кажется, что вы все еще видите тот золотой знак, ясный как день. Однако есть и положительный момент - сейчас все спокойно, и у вас появился могущественный союзник.

source: Enjoy the peace and quiet.
ru: Наслаждаться тишиной и покоем.

source: Your relaxation is immediately cut short by the sounds of yelling, as the - much less grating - voice that's accompanied you since the start of the sector butts in, "Outsider! Outsider! Are... you okay? What happened? I... I could not see you, for quite some time. I've been fearing... the worst."
ru: Ваше расслабленное состояние мгновенно прерывается криками, когда гораздо менее раздражающий голос, сопровождавший вас с самого начала сектора, врывается в разговор: "Чужак! Чужак! Ты... ты в порядке? Что случилось? Я... я не видел тебя довольно долгое время. Я боялся... худшего".

source: Just some asshole, honestly. Real annoying guy - has an entire psychic laugh track, and everything. Though, the soul stuff is cool.
ru: Честно говоря, какой-то придурок. Жутко раздражающий тип - у него еще и целый набор психопатических насмешек и все такое. Хотя фишки с душами, конечно, прикольные.

source: "Psychic... soul stuff? That... sounds like one of the Enlightened's Elders. They're powerful... in their own right, but not quite... the threat that I was expecting. I'd thought that... the False One had gotten to you, and..." The voice goes on for a while, and you spend quite some time reassuring it that you really are okay, and that no purportedly-evil machine gods have sucked up your soul. Things quiet down eventually, and, by the time that they do, you're more than ready to kick the FTL drive into high gear.
ru: "Психопатические... души? Это... похоже на одного из Старейшин Просветленных. Они сильны... сами по себе, но не совсем... та опасность, которую я ждал. Я думал, что... Ложный Бог добрался до тебя, и..." Голос продолжает говорить некоторое время, и вы тратите довольно много времени, уверяя его, что вы действительно в порядке и что никакие якобы злые боги-машины не поглотили вашу душу. В конце концов все успокаивается, и к тому времени вы более чем готовы включить ССД на полную мощность.

source: I do, actually.
ru: На самом деле да.

source: "Oh... that's a pity, then. Hopefully I can still be of some... service to you, funny one. Allow me to at least... gather my souls, and we can head off." The Tributeshaper snaps its fingers, and an Unstable Soul appears...
ru: "О... тогда очень жаль. Надеюсь, я все же смогу быть тебе... полезным, весельчак. Позволь мне хотя бы... собрать души, и мы сможем отправиться в путь". Формотворец щелкает пальцами, и появляется Нестабильная душа...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...followed by a second one. The Tributeshaper bows, respecting your familiarity with their ways, and leaves the room - their entourage of souls in tow.
ru: ...за которым следует вторая. Формотворец кланяется, уважая ваше знакомство с его обычаями, и покидает комнату, уводя с собой свою свиту из душ.

source: I... need a drink, sometime.
ru: Мне... нужно напиться когда-нибудь.

source: You really do, you figure. This has been... quite the mess. From the mockery of the Tributeshaper, to the horrors aboard the Federation ship, and then the visions from that mysterious shard... you feel like you can still see that golden sigil, plain as day. Though, there is a silver lining - things are calm now, and you've made a powerful ally.
ru: Вы действительно так думаете. Это было... полная катастрофа. От насмешек Формотвореца, до ужасов на борту корабля Федерации, а затем видения от того загадочного осколка... вам кажется, что вы все еще видите тот золотой знак, ясный как день. Однако есть и положительный момент - сейчас все спокойно, и у вас появился могущественный союзник.

source: Enjoy the peace and quiet.
ru: Наслаждаться тишиной и покоем.

source: Your relaxation is immediately cut short by the sounds of yelling, as the - much less grating - voice that's accompanied you since the start of the sector butts in, "Outsider! Outsider! Are... you okay? What happened? I... I could not see you, for quite some time. I've been fearing... the worst."
ru: Ваше расслабленное состояние мгновенно прерывается криками, когда гораздо менее раздражающий голос, сопровождавший вас с самого начала сектора, врывается в разговор: "Чужак! Чужак! Ты... ты в порядке? Что случилось? Я... я не видел тебя довольно долгое время. Я боялся... худшего".

source: Just some asshole, honestly. Real annoying guy - has an entire psychic laugh track, and everything. Though, the soul stuff is cool.
ru: Честно говоря, какой-то придурок. Жутко раздражающий тип - у него еще и целый набор психопатических насмешек и все такое. Хотя фишки с душами, конечно, прикольные.

source: "Psychic... soul stuff? That... sounds like one of the Enlightened's Elders. They're powerful... in their own right, but not quite... the threat that I was expecting. I'd thought that... the False One had gotten to you, and..." The voice goes on for a while, and you spend quite some time reassuring it that you really are okay, and that no purportedly-evil machine gods have sucked up your soul. Things quiet down eventually, and, by the time that they do, you're more than ready to kick the FTL drive into high gear.
ru: "Психопатические... души? Это... похоже на одного из Старейшин Просветленных. Они сильны... сами по себе, но не совсем... та опасность, которую я ждал. Я думал, что... Ложный Бог добрался до тебя, и..." Голос продолжает говорить некоторое время, и вы тратите довольно много времени, уверяя его, что вы действительно в порядке и что никакие якобы злые боги-машины не поглотили вашу душу. В конце концов все успокаивается, и к тому времени вы более чем готовы включить ССД на полную мощность.

source: An unease, only made somewhat more bearable by your newfound familiarity with it, sits in the air as you wait for the voice to guide you. To your dismay, though... it never comes. There must be nothing of note here.
ru: Чувство тревоги, которое становится лишь немного терпимее благодаря вашему новому знакомству с ним, витает в воздухе, пока вы ждете, когда голос поведет вас. К вашему огорчению, однако... он так и не появляется. Здесь, должно быть, нет ничего примечательного.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。
