Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: You pull up a database on Old Earth marine life as your crew explores the now-empty ship. The Enlightened have fine taste in ship architecture, yet they have finer scrap.
ru: Пока ваш экипаж исследует опустевший корабль, вы изучаете базу данных о морских обитателей Старой Земли. У Просветленных прекрасный вкус в корабельной архитектуре, но у них также есть и не менее прекрасный лом.

source: Though you barely understand the creatures you've just slaughtered, you can't help but feel like it didn't have to end this way.
ru: Хотя вы едва понимаете существ, которых только что убили, вы не можете избавиться от ощущения, что все не должно было закончиться именно так.

source: You breathe a sigh of relief once it's been confirmed that the crew's been eliminated. Every second spent in this void is another you'd much rather be spending just about anywhere else.
ru: Вы вздохнули с облегчением, когда выяснилось, что экипаж погиб. Каждая секунда, проведенная в этой пустоте, - это секунда, которую вы предпочли бы провести в любом другом месте.

source: Amidst scrapping, your crew begins to argue about what color the lights the Enlightened use are. Obviously they're yellow, but you don't want to ruin their fun... not that it really matters amidst all this darkness, does it?
ru: Среди лома ваш экипаж начинает спорить о том, какого цвета фонари, используют Просветленные. Очевидно, что они желтые, но вы не хотите портить им веселье... впрочем, не так уж это и важно среди этой тьмы, не так ли?
