Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: You arrive at the store beacon, and the voice speaks, "An Enlightened... merchant lies here. Yet, while... aware of your presence, they show no signs... of aggression towards you. Would you like me... to part the veil?"
ru: Вы приближаетесь к маяку магазина, и голос говорит: "Здесь находятся Просветленные... торговцы. Однако, несмотря на то что... они знают о твоем присутствии, они не проявляют никаких признаков... агрессии по отношению к тебе. Хочешь, чтобы я... приоткрыл завесу?"
zh_hans: 你到达商店的灯塔，那个声音说，“一个开明的...商人躺在这里。然而，虽然...意识到你的存在，他们没有任何迹象...对你的侵犯。你喜欢我吗...分开面纱？”

source: Part it. Let's see what we're working with.
ru: Сделай это. Посмотрим, что тут происходит.
zh_hans: 分开它。让我们看看我们在做什么。

source: The darkness recedes, and sure enough, an Enlightened ship lies idle here. If they're bothered by the newfound pocket of clarity, they don't show any signs of it.
ru: Тьма отступает, и вы видите корабль Просветленных, который бездействует. Если их и обеспокоил этот просвет во тьме, они не подают никаких признаков этого.
zh_hans: 黑暗退去，果然，一艘启蒙者飞船正闲置在这里。就算他们对这片忽然清晰起来的小空间感到不安，也丝毫没有表现出来。

source: Contact the merchant.
ru: Связаться с магазином.
zh_hans: 联系商人。

source: Attack!
ru: Атаковать!
zh_hans: 攻击！

source: The Enlightened merchant recognizes your aggression and prepares to defend itself.
ru: Просвещенные торговцы распознают вашу агрессию и готовятся к защите.
zh_hans: 启蒙者商人察觉到了你的敌意，准备自卫。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Keep it up, I'm getting out of here.
ru: Я в этом не заинтересован, я ухожу отсюда.
zh_hans: 继续吧，我要离开这里了。

source: "Understood." The voice goes quiet, and you're left alone with the darkness.
ru: "Понятно". Голос замолкает, и вы остаетесь наедине с тьмой.
zh_hans: “明白。”声音沉寂下去，只留下你独自置身于黑暗之中。

source: Check the storage.
ru: Проверить склад.
zh_hans: 检查储物舱。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The merchant accepts your hail, "Outsiders... Walking tribute, maybe, but... also walking wallets. I... wouldn't mind the business, even if... you're doomed here." The Enlightened open up their store to you.
ru: Торговец принимает ваш вызов: "Чужаки... Ходячая дань, возможно, но... также и ходячие кошельки. Я... не буду возражать против бизнеса, даже если... вы здесь обречены". Просветленные открывают для вас свой магазин.
zh_hans: 商人回应了你的通讯：“外来者……或许是自投罗网的祭品，但……也算是送上门的钱包。就算……你们在这里注定灭亡，我……也不介意做点生意。”启蒙者商人向你打开了他们的商店。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Your hails don't go through. Suddenly, the merchant ship turns towards yours, weapons charging; get ready for a fight!
ru: Ваши вызовы остаются без ответа. Внезапно торговый корабль поворачивается к вам, заряжая оружие; приготовьтесь к бою!
zh_hans: 你的通讯没有接通。突然，那艘商船转向你的飞船，武器正在充能；准备战斗！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Supposedly, there's a merchant in the darkness here. The voice, sounding worried, speaks, "This ship, an Enlightened merchant... there's a breach in its hull. It's... being depressurized. Filled with... this false void. I can part the veil... but do nothing about the darkness they've taken on."
ru: Предположительно, во тьме здесь находится торговец. Голос, звучащий обеспокоенно, говорит: "Этот корабль, Просвещенных торговцев... в его корпусе есть пробоина. Он... разгерметизирован. Заполняется... этой ложной пустотой. Я могу приоткрыть завесу... но ничего не могу сделать с тьмой, которую они приняли".
zh_hans: 据说这片黑暗里有个商人。那个声音带着担忧说道：“这艘船，是启蒙者商船……船体出现了破损。它正在……泄压。里面充斥着……这种虚假的虚空。我可以拨开这层帷幕……却对他们沾染的黑暗无能为力。”

source: Do it, I've got to save them!
ru: Сделай, я должен спасти их!
zh_hans: 动手吧，我必须救他们！

source: As the void retreats, you get to assess the damage firsthand. Scans indicate that the ship has endured about as much residual decay as most Enlightened ships, but there's a small breach in the hull that's causing the ship to depressurize. It wouldn't take much to close it, at least as a temporary fix, but any crew you send would be enduring the darkness, as well as the vacuum of space.
ru: Когда пустота отступает, вы можете оценить ущерб воочию. Сканирование показывает, что корабль пережил примерно такой же разрушающий процесс, как и большинство кораблей Просветленных, но в корпусе есть небольшая пробоина, из-за которой корабль разгерметизирован. Чтобы заделать ее, не потребуется много усилий, по крайней мере в качестве временной меры, но любой экипаж, который вы отправите, будет находиться во тьме, а также в вакууме космоса.
zh_hans: 随着虚空退去，你得以第一时间评估受损情况。扫描显示，这艘飞船承受的残余腐化程度与大多数启蒙者飞船相当，但船体上有一处小破损正在导致飞船失压。封堵它并不困难，至少可以做临时修复，但你派出的任何船员都将置身于黑暗以及太空真空环境中。

source: We've got to try! Send a crew member to board and repair their hull.
ru: Мы должны попытаться! Отправить члена экипажа на борт, чтобы отремонтировать корпус корабля.
zh_hans: 我们必须试试！派一名船员登船修复他们的船体。

source: (Repair Drone) Send your drone to repair their hull.
ru: (Ремонтный дрон) Отправить своего дрона на ремонт их корпуса.
zh_hans: （维修无人机）派出你的无人机去修复他们的船体。

source: (Pro-Hull Beam) Use your repair beam to repair their hull.
ru: (Ремонтный корпусный луч) Использовать свой ремонтный луч, чтобы починить их корпус.
zh_hans: （舰体修复光束）使用你的修复光束修复他们的船体。

source: (Anaerobic Crew) Send your anaerobic crew to board and repair their hull.
ru: (Анаэробный экипаж) Отправить свой анаэробный экипаж на абордаж, чтобы отремонтировать корпус корабля.
zh_hans: （无氧船员）派遣你的无氧船员登船并修复他们的船体。

source: We can't risk this. Prepare to leave.
ru: Мы не можем рисковать. Приготовиться к уходу.
zh_hans: 我们不能冒这个险。准备离开。

source: There's nothing we can afford to do, surely. At least, that's what you tell yourself as you leave the Enlightened to die. The voice keeps silent, and you're left staring into the infinite void.
ru: Мы ничего не можем сделать. По крайней мере, так вы говорите себе, оставляя Просветленных умирать. Голос умолкает, и вы остаетесь смотреть в бесконечную пустоту.
zh_hans: 我们确实什么也做不了，至少你是这么告诉自己的。你就这样任由启蒙者自生自灭，那个声音沉默不语，只留下你凝视着无尽的虚空。

source: Check the storage.
ru: Проверить склад.
zh_hans: 检查储物舱。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: If they're going to die anyway, we might as salvage what we can...
ru: Если они все равно умрут, мы можем поживиться тем, что находится на их корабле...
zh_hans: 反正他们横竖都是死，我们不如能捞多少是多少……

source: "I... see. Whatever assists you... in your survival." You're undisturbed as you scrap and loot the Enlightened merchant, though... the corpses that stare at you through the tears you create don't leave you 'undisturbed.'
ru: "Я... вижу. Все, что поможет тебе... выжить". Вы спокойно осматриваете и грабите Просвещенных торговцев, но... трупы, которые смотрят на вас сквозь залитые слезами глаза, не оставляют вам быть "спокойным".
zh_hans: “我……明白了。只要能帮你……活下去就行。”你在拆解、劫掠这艘启蒙者商船时没有受到任何干扰，只是……那些透过你破开的裂口凝视着你的尸体，并没有让你真正心安。

source: Keep it up, this is a lost cause.
ru: Неважно, это гиблое дело.
zh_hans: 继续吧，这本来就是无望之举。

source: "I... understand. There is much... at stake." The voice goes quiet, and you're left alone with the darkness.
ru: "Я... понимаю. Многое... поставлено на карту". Голос замолкает, и вы остаетесь наедине с тьмой.
zh_hans: “我……明白。有太多东西……命悬一线。”声音沉寂下去，你独自置身于黑暗之中。

source: Check the storage.
ru: Проверить склад.
zh_hans: 检查储物舱。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Your crew member, short on time, oxygen, and sight, miraculously manages to board, find the breach and seal it for the time being. With oxygen returning to the ship, the Enlightened on board slowly regain consciousness. Before long, they hail you, "Tribute... some may call you, and yet... you've saved us when the Dark One... could not. Our wares... are open to you, outsider." The voice then speaks to you, "Not all of my kind... are blinded by their zeal. Some of them... are just blinded, literally." It seems pleased with itself.
ru: Ваш член экипажа, испытывая нехватку времени, кислорода и зрения, чудом успевает подняться на борт, найти пробоину и заделать ее на некоторое время. С возвращением кислорода на корабль Просветленных, на борту все постепенно приходят в себя. Вскоре они связываются с вами: "Дань... кто-то может назвать вас, и все же... ты спас нас, когда Темный... не смог. Наши товары... доступны для тебя, чужак". Затем голос обращается непосредственно к вам: "Не все из моего рода... ослеплены своими убеждениями. Некоторые из них... просто ослеплены, в буквальном смысле". Кажется, он доволен собой.
zh_hans: 你的船员时间紧迫、氧气不足、视线模糊，却奇迹般成功登船，找到破损处并临时封堵。飞船恢复供氧，船上的启蒙者渐渐苏醒。很快他们向你发来通讯：“外人……有人视你为祭品，可……在黑暗之主无能为力时，是你救了我们。我们的货物……向你开放，外来者。”那个声音随后对你说：“并非所有我的同类……都被狂热蒙蔽。他们之中有些……只是字面意义上的失明而已。”它听起来颇为自得。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Your crew member manages to board but the darkness is unnavigable. They spend a few moments blindly stumbling their way through the void before they bump into something... it's a Deep One, and they're still alive! You make the decision to pull your crew out before they run out of oxygen, or worse, succumb to the darkness; they take the Deep One with them.
ru: Вашему члену экипажа удается подняться на борт, но тьма не позволяет сориентироваться. Несколько мгновений он вслепую пробирается сквозь пустоту, пока не натыкаются на что-то... это глубоководный, и он все еще жив! Вы принимаете решение поднять его на борт, пока у него не закончился кислород или, что еще хуже, он не поддался тьме; он забирает глубоководного с собой.
zh_hans: 你的船员成功登船，但黑暗根本无法导航。他们在虚空中盲目摸索了片刻，突然撞到了什么东西……是一只深渊潜者，而且还活着！你果断下令把船员拉回来，以免氧气耗尽，或是更糟——被黑暗吞噬；他们把那名深渊潜者也一并带了出来。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Upon returning to the ship, you get an actual look at this Deep One, and the voice speaks to you: "This one... is blessed, or cursed, by the False God... depending on who you ask. All Enlightened... follow their God, and the... 'chosen' among them lead. To be chosen... is to ascend, in their eyes. In reality..." it pauses, "...it is nothing but a lie. In exchange for power... they trade their very soul." The voice ends on this, and you're left with the strange Deep One. They assert that you must have been sent by the Dark God itself to save them, and after a quick prayer they insist that they must now return His mercy and help you via working aboard your ship. Odd...
ru: По возвращении на корабль вы получаете возможность взглянуть на этого глубоководного, и голос говорит с вами: "Этот... благословлен или проклят Ложным Богом... в зависимости от того, кого спросить. Все Просветленные... следуют за своим Богом, а... "Избранные" среди них лидеры. Быть Избранным... значит возвыситься, в их глазах. На самом же деле... - он делает паузу, - это не более чем ложь. В обмен на власть... они торгуют своей душой". На этом голос замолкает, и вы остаетесь со странным глубоководным. Он утверждает, что вы, должно быть, посланы самим Темным Богом, чтобы спасти его, и после короткой молитвы настаивает, что теперь должны отплатить ему за милость и помочь вам, работая на борту вашего корабля. Странно...
zh_hans: 回到飞船后，你终于看清了这位深渊潜者的模样，那个声音开口道：“这一位……被伪神所祝福，或是诅咒，取决于你问谁。所有启蒙者都追随他们的神，而其中‘被选中者’则领导众人。在他们眼里，被选中即是升华。可事实上……”它顿了顿，“这不过是个谎言。他们以灵魂为代价，换取所谓的力量。”声音沉寂，只留下你和这位怪异的深渊潜者。它坚信你是黑暗神亲自派来拯救它的，快速祈祷一番后，它坚持要回报神的仁慈，留在你的飞船上为你效力。真是奇怪……

source: Your crew member manages to board but the darkness is unnavigable. They spend a few moments blindly stumbling their way through the void before... their comms are cut. They were talking one moment, and gone the next. Before you can really react, you see the ship outside break apart, splitting in half; there, where the two halves split... you see something. Your crew member, staring back at you; unphased by the encroaching darkness and unmoved by both the violent tearing of the ship and the vacuum of space. The darkness envelops them, and all is lost. The voice offers no answers.
ru: Вашему члену экипажа удается подняться на борт, но тьма не позволяет ему сориентироваться. Несколько мгновений он вслепую пробирается сквозь пустоту, прежде чем... его связь прерывается. В один момент он разговаривал, а в следующий замолк. Прежде чем вы успеваете среагировать, вы видите, как корабль снаружи разваливается на части, раскалываясь пополам; там, где эти две половинки расходятся... вы видите что-то. Ваш член экипажа смотрит на вас, не обращая внимания на надвигающуюся тьму и не реагируя ни на хаос вокруг, ни на вакуум космоса. Тьма окутывает его, и все превращается в ничто. Голос не дает ответов.
zh_hans: 你的船员成功登船，可黑暗之中根本无法导航。他们在虚空中盲目摸索了片刻……通讯突然中断。前一秒还在通话，下一秒就没了声息。你还没来得及反应，就看见外面那艘飞船轰然解体，裂成两半；而在裂缝中间……你看到了什么。是你的船员，正回头望着你。黑暗在吞噬他，飞船被撕裂的冲击、太空的真空环境，他都无动于衷。黑暗将他彻底吞没，一切都完了。那个声音，没有给出任何解释。

source: Somehow, your crew member's DNA backups seem to have been... corrupted? Completely unusable, you can't bring them back. This accursed place...
ru: Каким-то образом резервные копии ДНК членов вашего экипажа оказались... повреждены? Полностью непригодны для использования, вы не можете его вернуть. Это проклятое место...
zh_hans: 你船员的DNA备份不知为何已经彻底损坏，完全无法使用，你再也救不回他们了。这片该死的星域……

source: Your crew member manages to board but the darkness is unnavigable. They spend a few moments blindly stumbling their way through the void before... their comms are cut. They were talking one moment, and gone the next. Before you can really react, you see the ship outside break apart, splitting in half; there, where the two halves split... you see something. Your crew member, staring back at you; unphased by the encroaching darkness and unmoved by both the violent tearing of the ship and the vacuum of space. The darkness envelops them, and all is lost. The voice offers no answers.
ru: Вашему члену экипажа удается подняться на борт, но тьма не позволяет ему сориентироваться. Несколько мгновений он вслепую пробирается сквозь пустоту, прежде чем... его связь прерывается. В один момент он разговаривал, а в следующий замолк. Прежде чем вы успеваете среагировать, вы видите, как корабль снаружи разваливается на части, раскалываясь пополам; там, где эти две половинки расходятся... вы видите что-то. Ваш член экипажа смотрит на вас, не обращая внимания на надвигающуюся тьму и не реагируя ни на хаос вокруг, ни на вакуум космоса. Тьма окутывает его, и все превращается в ничто. Голос не дает ответов.
zh_hans: 你的船员成功登舰，但这片黑暗根本无法导航。他们在虚空中盲目摸索了片刻……通讯突然中断。前一秒还在说话，下一秒就没了声息。你还没来得及反应，就看见外面的飞船轰然解体，裂成两半；在飞船断裂的地方……你看到了一个身影。是你的船员，正回头望着你；逼近的黑暗、飞船被剧烈撕裂的冲击、太空的真空环境，他都无动于衷。黑暗将他彻底吞没，一切都完了。那个声音没有给出任何答案。

source: Somehow, your crew member's DNA backups seem to have been... corrupted? Completely unusable, you can't bring them back. This accursed place...
ru: Каким-то образом резервные копии ДНК членов вашего экипажа оказались... повреждены? Полностью непригодны для использования, вы не можете его вернуть. Это проклятое место...
zh_hans: 不知为何，你船员的DNA备份似乎已经……损坏了？完全无法使用，你再也无法将他们复活。这个该死的地方……

source: You locate the breach and manage to seal it for the time being. With oxygen returning to the ship, the Enlightened on board slowly regain consciousness. Before long, they hail you, "Tribute... some may call you, and yet... you've saved us when the Dark One... could not. Our wares... are open to you, outsider." The voice then speaks to you, "Not all of my kind... are blinded by their zeal. Some of them... are just blinded, literally." It seems pleased with itself.
ru: Вы обнаруживаете пробоину и заделываете ее на некоторое время. С возвращением кислорода на корабль Просветленные на борту постепенно приходят в себя. Вскоре они связываются с вами: "Дань... кто-то может назвать вас, и все же... ты спас нас, когда Темный... не смог. Наши товары... доступны для тебя, чужак". Затем голос обращается непосредственно к вам: "Не все из моего рода... ослеплены своими убеждениями. Некоторые из них... просто ослеплены, в буквальном смысле". Кажется, он доволен собой.
zh_hans: 你找到了破损处并暂时将其密封。随着氧气重新回到船舱，舰上的启蒙者们慢慢恢复了意识。没过多久，他们向你发来通讯：“贡品……或许有人会这么称呼你，可是……在黑暗之主无能为力的时候，是你救了我们。我们的货物……对你开放，外来者。”那个声音随后对你说道：“并非所有我的同类……都被狂热蒙蔽了双眼。他们中的一些……只不过是失明了，字面意义上的失明。”它似乎有些自鸣得意。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You locate the breach and manage to seal it, but many of the Deep Ones have already been lost; only one remains. After regaining consciousness, they assert that you must have been sent by the Dark God itself to save them, and after a quick prayer they insist that they must now return His mercy and help you via working aboard your ship. Odd...
ru: Вы находите пробоину и успеваете заделать ее, но многие из глубоководных уже погибли, остался только один. Придя в себя, он утверждает, что вы, должно быть, посланы самим Темным Богом, чтобы спасти его, и после короткой молитвы настаивает, что теперь должны отплатить ему за милость и помочь вам, работая на борту вашего корабля. Странно...
zh_hans: 你找到了船体破损处并成功将其密封，但许多深渊潜者已经遇难，只剩下最后一人。这名幸存者恢复意识后坚称，你一定是黑暗之神亲自派来拯救他们的，在快速祈祷一番后，他坚持要回报神明的仁慈，留在你的飞船上为你效力。真是奇怪……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: When they arrive on your ship, you get an actual look at this Deep One, and the voice speaks to you: "This one... is blessed, or cursed, by the False God... depending on who you ask. All Enlightened... follow their God, and the... 'chosen' among them lead. To be chosen... is to ascend, in their eyes. In reality..." it pauses, "...it is nothing but a lie. In exchange for power... they trade their very soul." The voice ends on this, and you're left with the strange Deep One.
ru: Когда он оказываются на вашем корабле, вы получаете возможность взглянуть на этого глубоководного, и голос говорит с вами: "Этот... благословлен или проклят Ложным Богом... в зависимости от того, кого спросить. Все Просветленные... следуют за своим Богом, а... "Избранные" среди них лидеры. Быть Избранным... значит возвыситься, в их глазах. На самом же деле... - он делает паузу, - это не более чем ложь. В обмен на власть... они торгуют своей душой". На этом голос замолкает, и вы остаетесь со странным глубоководным.
zh_hans: 当他们登上你的飞船时，你终于看清了这名深渊潜者的模样，那个声音对你说道：“这一位……被伪神所赐福，或是所诅咒——取决于你问的是谁。所有启蒙者……都追随他们的神，而他们之中的‘被选者’则担任领袖。在他们眼中，成为被选者……就是升华。而事实上……”它顿了顿，“……这不过是个谎言。为了换取力量……他们出卖了自己的灵魂。”声音就此沉寂，只留下你和这个怪异的深渊潜者。

# data/events_enlightened.xml$//event[@name="STORE_HOSTILE_ENLIGHTENED_CYAN"]/text
source: Though you can't see anything, you hear gunfire through the darkness. The voice speaks, "One... of the blue ships lies here. A... rare sight. They're either newcomers, or... have no intention of following the False God. Regardless... they appear to be shooting at the darkness, not just... into it. Shall I... part the veil?"
ru: Хотя вы ничего не видите, вы слышите выстрелы сквозь тьму. Голос говорит: "Один... из синих кораблей находится здесь. Это... редкое явление. Они либо новички, либо... не собираются следовать за Ложным Богом. Независимо от этого... похоже, они стреляют в тьму, а не просто... в нее. Мне... приоткрыть завесу?"
zh_hans: 虽然你什么也看不见，但黑暗中传来了枪声。那个声音说道：“有一艘蓝色的飞船就在这里。很罕见的景象。他们要么是新来者，要么……根本无意追随那位伪神。不管怎样……他们似乎是在朝着黑暗射击，而不只是……朝虚空中乱开。要我……拨开这片迷雾吗？”

source: This sounds interesting. Part it.
ru: Звучит интересно. Сделай это.
zh_hans: 这听起来很有趣。拨开它。

source: The Deep One ship comes into view as the pocket of space expands. They hail you, startled, "What... is this? The darkness... retreats? Have our attacks... worked?" After thinking on this for a moment, they continue, "Perhaps... you have something to do with this, Federation? What... brings you into this damnable void?"
ru: Корабль глубоководных появляется в поле зрения, когда тьма расступается. Они взывают вас, удивленные: "Что... это? Тьма... отступает? Наши атаки... сработали?" Немного подумав, они продолжают: "Возможно... вы имеете к этому какое-то отношение, Федерация? Что... привело вас в эту проклятую пустоту?"
zh_hans: 随着这片空间展开，深渊潜者的飞船出现在视野中。他们惊慌地向你通讯：“这……这是怎么回事？黑暗……在退去？难道是我们的攻击……起效了？”思索片刻后，他们继续说道：“也许……这事和你有关，联邦者？你……为何会来到这该死的虚空之中？”

source: Sort of on a mission to save reality, and the Enlightened.
ru: Что-то вроде миссии по спасению реальности и Просветленных.
zh_hans: 算是在执行一项拯救宇宙、也拯救启蒙者的任务。

source: "Here to free... our brethren? They're enthralled by this... 'Dark God,' by the promise of... power. Many of our kin... travel here, from across space, seeking its... favor. Yet..." it pauses, "...there's a strange... falseness, to this darkness. As... we fire into it, it recedes, if only... for a moment. If you're here to free our kin from this... prison, allow us to assist." They offer their wares to you and, while you shop, send a couple Deep Ones over to repair what they can. In the meantime, the voice keeps quiet; you imagine it has to be pretty pleased with the nuance being presented by its kind here, though.
ru: "Здесь, чтобы освободить... наших братьев? Они очарованы этим... "Темный Богом", обещанием... силы. Многие из наших сородичей... путешествуют сюда, со всего космоса, в поисках... благосклонности. И все же... - он делает паузу, - в этой тьме есть странная... фальшь. Когда... мы стреляем в нее, она отступает, хотя бы... на мгновение. Если вы пришли, чтобы освободить наших сородичей из этой... тюрьмы, позвольте нам помочь". Они предлагают вам свои товары и, пока вы делаете покупки, посылают пару глубоководных, чтобы те починили то, что смогут. Голос тем временем молчит; вы полагаете, что он должен быть весьма доволен тем, что его сородичи здесь делают.
zh_hans: “你是来……解救我们的同胞？他们被这所谓的‘黑暗之神’、被力量的许诺给蛊惑了。我们的许多族人……从宇宙各处赶来这里，寻求它的眷顾。可是……”它顿了顿，“这片黑暗……透着一股诡异的虚假。我们朝它开火时，它会退去，哪怕只是……一瞬间。如果你是来把我们的族人从这座牢笼里解救出来，那就让我们协助你。”他们向你开放了物资，在你挑选物资时，还派了几名深渊潜者过来尽力修复你的舰船。与此同时，那个声音一直保持沉默；不过你能猜到，它对自己族人此刻展现出的这般心思，一定相当满意。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I'm here to kick ass, yours included!
ru: Я здесь, чтобы надирать задницу, в том числе и вам!
zh_hans: 我是来揍人的，包括你在内！

source: "Perhaps... our kin were right to seek refuge." They cut communications, and prepare to defend themselves as you begin your assault.
ru: "Возможно... наши сородичи были правы, когда искали убежища". Они прервали связь и приготовились защищаться, когда вы начинаете атак.
zh_hans: “也许……我们的族人寻求庇护是正确的。”他们中断了通讯，在你发起攻击时准备自卫。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I don't want anything to do with whatever's happening over there.
ru: Я не хочу иметь ничего общего с тем, что там происходит.
zh_hans: 我不想和那边发生的任何事扯上关系。

source: "Not... a terrible call." The voice goes quiet, and you're left alone with the darkness. Well, and with the distant sound of weapons being fired into the void.
ru: "Нет... ужасный вызов". Голос затихает, и вы остаетесь наедине со тьмой. Ну, и с далеким звуком выстрелов в пустоту.
zh_hans: “这……不算个糟糕的决定。”那个声音沉寂下去，只留下你和这片黑暗，还有远处武器朝着虚空开火的声音。

source: Check the storage.
ru: Проверить склад.
zh_hans: 检查储物舱。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Shadows erupt from the Templar as it's defeated, but, as opposed to being destroyed, it seems to enter a powered down state. More important than that, though, is the fact that this Templar in particular was such a threat... why don't all of the Enlightened carry ones this strong?
ru: Из побежденного Тамплиера вырываются тени, но вместо того, чтобы погибнуть, он, похоже, переходит в состояние сна. Однако гораздо важнее то, какую угрозу представлял собой этот Тамплиер... Почему не все Просветленные обладают такой силой?
zh_hans: 圣殿骑士被击败时，阴影从它体内喷涌而出，但它并未被摧毁，似乎只是进入了休眠状态。不过更重要的是，这台圣殿骑士的威胁性如此之大……为什么不是所有启蒙者都配备这么强力的型号？

source: Hail the merchants back.
ru: Связаться с торговцами.
zh_hans: 向商人们回传通讯。
