Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

# data/events_enlightened.xml$//textList[@name="HOSTILE_ENLIGHTENED_TEXT"]/text[4]
source: For a second, all is quiet... then, the voice shouts, "Outsider, ambush!" You narrowly dodge an incoming shot as the darkness wanes... here they come!
ru: На секунду все стихло... затем голос кричит: "Чужак, засада!". Вы едва успеваете увернуться от выстрела, как тьма сгущается... они наступают!

# data/events_enlightened.xml$//textList[@name="HOSTILE_ENLIGHTENED_TEXT"]/text[5]
source: Something feels... off, at this beacon. Sure enough, moments later, the void is pushed away... and you're face to face with an Enlightened ship! Way to jinx it.
ru: У этого маяка есть какое-то ощущение... неправильности. Конечно, мгновение спустя пустота отступает... и вы оказываетесь лицом к лицу с кораблем Просветленных! Как бы не сглазить.

# data/events_enlightened.xml$//textList[@name="HOSTILE_ENLIGHTENED_TEXT"]/text[6]
source: Arriving at the beacon, you receive a hail from a nearby Enlightened ship, "Die... outsider! Tribute for the Dark One!" Subtle... the void recedes, and you prepare to fight.
ru: Прибыв к маяку, вы получаете сигнал с соседнего корабля Просветленных: "Умри... чужак! Дань Темному! Дань уважения Старейшинам!" Незаметно... пустота отступает, и вы готовитесь к бою.

source: With one final blow, the dreadnought falls; you watch as its hull crumbles and is consumed by the very darkness it was sworn to protect. You stand, victorious!
ru: Последний выстрел - и дредноут разрушается; вы наблюдаете, как его корпус рассыпается и поглощается той самой тьмой, которую он поклялся защищать. Вы вышли победителем!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With its crew dead, the dreadnought won't last long; you watch as innumerable tears in time and space itself rip at its hull, consumed by the very darkness it was sworn to protect. You stand, victorious!
ru: Дредноуту осталось недолго: вы наблюдаете, как бесчисленные разрывы времени и пространства разрывают его корпус, поглощая ту самую тьму, которую он поклялся защищать. Вы вышли победителем!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With one final blow, the dreadnought falls; you watch as its hull crumbles and is consumed by the very darkness it was sworn to protect. You stand, victorious!
ru: Последний выстрел - и дредноут разрушается; вы наблюдаете, как его корпус рассыпается и поглощается той самой тьмой, которую он поклялся защищать. Вы вышли победителем!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With its crew dead, the dreadnought won't last long; you watch as innumerable tears in time and space itself rip at its hull, consumed by the very darkness it was sworn to protect. You stand, victorious!
ru: Дредноуту осталось недолго: вы наблюдаете, как бесчисленные разрывы времени и пространства разрывают его корпус, поглощая ту самую тьму, которую он поклялся защищать. Вы вышли победителем!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: It falls, it falls, and it falls again... and yet, here you stand - alive! Aren't you something special...?
ru: Он падает, падает и снова падает... а вы в это время стоите здесь - живые! Разве вы не особенные...?

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You think you've finally claimed victory, when a surge of energy bursts forth from what remains of the hero - somehow, it's only standing back up...
ru: Вы думаете, что наконец одержали победу, когда из останков героя внезапно вырывается всплеск энергии - каким-то образом он снова встает на ноги...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: ...along with a portion of its hopeful entourage. This feeling, coursing through your veins... now THIS is what it feels like to fight to the death!
ru: ...вместе с частью своей полной надежды свиты. Это чувство, пронизывающее ваши вены... вот как это, сражаться до последнего!

# data/events_enlightened.xml$//event[@name="DDTRUEHERO_LASTSTAND"]/text
source: As the hero falters, it steadies itself, "N-not... so fast! I refuse... to DIE, to let... the UNIVERSE DIE!" You watch as Deep Ones materialize from the darkness itself, and the enemy ship has its wounds mended...
ru: Когда, казалось бы, герой начинает падать духом, он снова собирается с силами: "Н-не... так быстро! Я отказываюсь... УМИРАТЬ, тем самым позволив... УМЕРЕТЬ ВСЕЛЕННОЙ!" Вы наблюдаете, как из самой тьмы материализуются глубоководные, а на вражеском корабле затягиваются раны...

source: In the wreckage, you find yet another weapon of darkness... though, this one is unfamiliar to you. Somehow, it seems to be completely unharmed... it's yours now, regardless. You just hope it isn't cursed...
ru: Среди обломков вы находите еще одно оружие тьмы... правда, оно вам незнакомо. Но, похоже, оно осталось совершенно невредимо... Теперь оно ваше. Остается надеяться, что оно не проклято...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Scarred looks at you and yells triumphantly, "Thus... do the False God's pawns fall! Kin they may be... they succumbed to its wicked influence long ago. I'll... mourn for who they were, not... who they became." It looks around, and then continues, "Still... the battle's not over. It never will be... not as long as the False God stands. Yet, the complete abandonment... of its embrace, now that this void will remain empty... should prove to be a hefty blow to its power." It stops speaking, and now appears to be deep in thought.
ru: Шрам смотрит на вас и торжествующе кричит: "Так... пали пешки Ложного Бога! Кем бы они ни были... они давно поддались его нечестивому влиянию. Я буду... оплакивать то, кем они были, а не то, кем стали". Он оглядывается по сторонам, а затем продолжает: "И все же... битва не окончена. И никогда не закончится... до тех пор, пока существует Ложный Бог. Однако полное отречение... от его объятий, теперь, когда эта пустота останется незаполненной... должен стать сильным ударом по его могуществу". Он замолкает и погружается в глубокую задумчивость.

source: What now?
ru: Что дальше?

source: It continues to think for a moment. Then, "It may be... best that I do not return to my people, at least... not yet..." it looks at you, "...but that doesn't mean I can't be among kin. I... will stand with you, and fight your war... as you've fought mine. Besides, saving reality... involves saving my people, too. Lead... the way, kin!" With a new ally at your side, you prepare to leave this void of darkness behind.
ru: Он продолжает размышлять еще мгновение. Затем говорит: "Возможно... будет лучше, если я не вернусь к своему народу, по крайней мере... пока...", - он смотрит на вас, - "...но это не значит, что я не могу быть среди сородичей. Я... буду стоять с вами и сражаться в вашей войне... как вы сражались в моей. Кроме того, спасение реальности... подразумевает и спасение моего народа. Веди... за собой, сородич!" С новым союзником на своей стороне вы готовитесь оставить эту пустоту тьмы позади.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You're about to leave when reality itself seems to come to a stop. It reminds you of when you first entered the sector and the Scarred had frozen you... this time, though, a different voice speaks, and it only says one word... "ENOUGH." You feel everything accelerate around you, and space itself warps outside... the void, somehow, glows brighter. You realize you're being pulled through it at lightspeed!
ru: Вы уже собираетесь уходить, когда сама реальность словно останавливается. Это напоминает вам о том, как вы впервые попали в сектор, и Шрам заморозили вас... Однако на этот раз говорит другой голос, и он произносит только одно слово... "ДОСТАТОЧНО". Вы чувствуете, как все вокруг ускоряется, а само пространство искривляется... пустота почему-то начинает светится ярче. Вы понимаете, что вас протаскивает сквозь нее со скоростью света!

source: Hold on!
ru: Подождите!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Unfortunately, the Scarred died during the battle... there's nothing you can do but move on.
ru: К сожалению, Шрам погиб во время битвы... Вам ничего не остается делать, как идти дальше.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You're about to leave when reality itself seems to come to a stop. It reminds you of when you first entered the sector and the Scarred had frozen you... this time, though, a different voice speaks, and it only says one word: "ENOUGH." You feel everything accelerate around you, and space itself warps outside... the void, somehow, glows brighter. You realize you're being pulled through it at lightspeed!
ru: Вы уже собираетесь уходить, когда сама реальность словно останавливается. Это напоминает вам о том, как вы впервые попали в сектор, и Шрам заморозили вас... Однако на этот раз говорит другой голос, и он произносит только одно слово... "ДОСТАТОЧНО". Вы чувствуете, как все вокруг ускоряется, а само пространство искривляется... пустота почему-то начинает светится ярче. Вы понимаете, что вас протаскивает сквозь нее со скоростью света!

source: Hold onto something!
ru: Ухватиться за что-нибудь!

source: In the wreckage, you find yet another weapon of darkness... though, this one is unfamiliar to you. Somehow, it seems to be completely unharmed... it's yours now, regardless. You just hope it isn't cursed...
ru: Среди обломков вы находите еще одно оружие тьмы... правда, оно вам незнакомо. Но, похоже, оно осталось совершенно невредимо... Теперь оно ваше. Остается надеяться, что оно не проклято...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You're about to leave when reality itself seems to come to a stop. It reminds you of when you first entered the sector and the voice had frozen you... this time, though, a different voice speaks, and it only says one word: "ENOUGH." You feel everything accelerate around you, and space itself warps outside... the void, somehow, glows brighter. You realize you're being pulled through it at lightspeed!
ru: Вы уже собираетесь уходить, когда сама реальность словно останавливается. Это напоминает вам о том, как вы впервые попали в сектор, и голос заморозил вас... но на этот раз говорит другой голос, и он произносит только одно слово: "ДОСТАТОЧНО". Вы чувствуете, как все вокруг ускоряется, а само пространство искривляется... пустота почему-то начинает светится ярче. Вы понимаете, что вас протаскивает сквозь нее со скоростью света!

source: Hold onto something!
ru: Ухватиться за что-нибудь!

source: Time around you seems to stop, and... a new voice calls to you, one you feel you recognize but can't place, "YOU... INTEREST ME. COME, I WELCOME YOU INTO MY EMBRACE." You feel everything accelerate around you, and space itself warps outside... the void, somehow, glows brighter. You realize you're being pulled through it at lightspeed!
ru: Время вокруг вас словно остановилось, и... новый голос обращается к вам, который вы словно узнаете, но не можете сказать точно: "ТЫ... ИНТЕРЕСЕН МНЕ. ПРИДИ, Я ПРИМУ ТЕБЯ В СВОИ ОБЪЯТИЯ". Вы чувствуете, как все вокруг ускоряется, а само пространство искривляется... пустота почему-то начинает светится ярче. Вы понимаете, что вас протаскивает сквозь нее со скоростью света!

source: Hold onto something!
ru: Ухватиться за что-нибудь!

# data/events_enlightened.xml$//event[@name="ENLIGHTENED_EXIT"]/text
source: You've finally arrived at the exit...
ru: Наконец-то вы добрались до выхода...

source: Ask the voice what happens now.
ru: Спросить голос, что сейчас происходит.

source: It replies, hastily, "Something... is not right, here. I..." It comes off as if it's panicking. "...I think... they've come for me."
ru: Он быстро отвечает: "Здесь что-то... не так. Я..." Это выглядит так, будто он в панике. "...Я думаю... они пришли за мной".

source: They? Who?
ru: Они? Кто?

source: "Our people tell... stories of those who are chosen by the False God. To... dedicate yourself, utterly, to it and all it stands for... to carry out its whim. To destroy... its enemies, in its name. I believe... they come for me, now. You... must go, should you wish to escape. I thank you... for everything you've done for me, and my people."
ru: "Наши люди рассказывают... истории о тех, кто избран Ложным Богом. Чтобы... полностью посвятить себя ему и всему, за что он выступает... чтобы исполнять его прихоти. Уничтожать... своих врагов во имя его. Я думаю... что теперь они придут за мной. Ты... должен уйти, если хочешь спастись. Я благодарю тебя... за все, что ты сделал для меня и моего народа".

source: What will happen to you?
ru: Что будет с тобой?

source: A sense of gloom tinges its words, "It... matters not. It never... has. As long as my people are safe... as long as my people are truly free, my fate is... irrelevant. I can only pray that they take this opportunity... this chance, and never return to their Dark One."
ru: В его словах чувствуется нотка грусти: "Это... не имеет значения. И никогда... не имело. Пока мой народ в безопасности... пока мой народ по-настоящему свободен, моя судьба... не имеет значения. Я могу лишь молиться, чтобы они воспользовались этой возможностью... этим шансом и никогда не возвращались к своему Темному".

source: No, not like this. Not now. I will stand with you, and fight; for you, and the Enlightened.
ru: Нет, не так. Не сейчас. Я останусь с тобой и буду сражаться за тебя и за Просветленных.

source: It seems surprised... but only somewhat. It's seen all you've done for the Enlightened as you've traversed this sector together, and it realizes... it trusts you. "Very well, outsider... no, you are an outsider no more. Shall we die here... we die here as kin." Then, a Deep One bearing innumerable scars materializes in front of you... you're face to face with the voice you've been speaking to.
ru: Кажется, он удивлен... но лишь немного. Он видел все, что вы сделали для Просветленных за время вашего совместного путешествия по этому сектору, и он понимает... он доверяет вам. "Хорошо, чужак... нет, ты больше не чужак. Если мы умрем здесь... мы умрем здесь как сородичи". Затем перед вами материализуется глубоководный с бесчисленными шрамами... вы оказываетесь лицом к лицу с голосом, с которым говорили.

source: What should I, uh, call you?
ru: Как мне тебя называть?

source: It puts its hand over its scarred eye and, with a grunt, answers, "You... asked before. Should you truly need a name with which to call me... my kin refer to me in their fables as the Scarred... they're terrible tales, used to give the younglings nightmares. The truth behind them is... terrible, in its own way." It looks to the void outside, and drops its hand, "They're... here."
ru: Он прикладывает руку к глазу со шрамом и, хмыкнув, отвечает: "Ты... уже спрашивал. Если тебе действительно нужно имя, которым меня можно называть... мои сородичи называют меня в своих сказках Шрамом... это страшные сказки, используемые для того, чтобы внушать кошмары молодым людям. Правда за ними... ужасна по-своему". Он смотрит в пустоту за окном и опускает руку: "Они... здесь".

source: The Scarred
ru: Шрам
zh_hans: 战痕累累

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You watch as the Scarred waves its hand, and the shadows outside are pushed back; in their place, a new shadow takes hold... a tremendous ship, of Deep One design, approaches. Though the design is familar, the lack of lights feels unsettling... as does the lack of color.
ru: Вы наблюдаете, как Шрам взмахивает рукой, и тени снаружи отступают; на их месте появляется новая тень... Огромный корабль дизайна глубоководных приближается. Хотя дизайн корабля хорошо знаком, отсутствие света кажется тревожным... как и отсутствие цвета.

source: Brace yourself.
ru: Приготовится.

source: The dreadnought hails, "OUTSIDER. TRIBUTE. YOU HARBOR... THE TRAITOR. YOU INTEND TO FIGHT. OUR LORD... INTENDS TO WIN." They end communications, and their weapons come online... all ones of dark design. The Scarred meets your gaze, and speaks, "We would do well... to not allow their weapons of evil to overwhelm our ranks. Prepare yourself, kin... and fight! For the Enlightened!" With that, it leaves the room and prepares for battle. The dreadnought approaches, and you realize it's time to do the same... to be a beacon, where the darkness festers greatest.
ru: Дредноут вызывает вас: "ЧУЖАК. ПРЕДАТЕЛЬСТВО. ТЫ УКРЫВАЕШЬ... ПРЕДАТЕЛЯ. ТЫ НАМЕРЕН СРАЖАТЬСЯ. НАШ ПОВЕЛИТЕЛЬ... НАМЕРЕН ПОБЕДИТЬ". Они прекращают связь, и их оружие активируется... все темного дизайна. Шрам встречает ваш взгляд и говорит: "Мы поступим мудро... не позволим их оружию зла поразить наши ряды. Готовьтесь, сородичи... и сражайтесь! За Просветленных!" С этими словами он покидает зал и готовится к битве. Дредноут приближается, и вы понимаете, что настало время сделать то же самое... стать маяком там, где тьма разрастается сильнее всего.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ask the voice what happens now.
ru: Спросить голос, что сейчас происходит.

source: It doesn't respond, and you watch as the darkness outside is pushed back... out of it, a ship emerges; the same one you saw when you first entered this sector. The voice then speaks, "Now... we part ways. With this... false void overrun by the Rebels, my kin... will be forced to flee. They'll need... a guide to turn them to the light. I must... go to them, now, and pray that they're... willing to listen. Farewell, outsider... and thank you." The voice goes silent for the last time, and the ship retreats back into the darkness.
ru: Он не отвечает, и вы наблюдаете, как тьма снаружи отступает... из нее появляется корабль, тот самый, который вы видели, когда впервые попали в этот сектор. Затем голос говорит: "Теперь... мы расстаемся. Поскольку эту... ложную пустоту захватили повстанцы, мои сородичи... будут вынуждены бежать. Им нужен... проводник, который обратит их к свету. Я должен... отправиться к ним сейчас и молиться, чтобы они... захотели меня выслушать. Прощай, чужак... и спасибо тебе". Голос умолкает в последний раз, и корабль удаляется во тьму.

source: Prepare to leave.
ru: Приготовиться уйти.
zh_hans: 准备离开。

source: As you turn to leave the room and prepare to leave the sector... you feel something. A foreboding feeling, of impending doom... as a new shadow emerges from the darkness. A tremendous ship, of Deep One design, approaches. Though the design is familar, the lack of lights feels unsettling... as does the lack of color.
ru: Когда вы поворачиваетесь, чтобы выйти из комнаты и приготовиться покинуть сектор... вы что-то чувствуете. Предчувствие надвигающейся гибели... когда из тьмы появляется новая тень. К вам приближается огромный корабль конструкции глубоководных. Несмотря на то, что дизайн корабля хорошо знаком, отсутствие освещения вызывает тревогу... как и отсутствие цвета.

source: What's this?
ru: Что это такое?

source: The dreadnought hails, "OUTSIDER. TRIBUTE. YOU CONVENE... WITH THE TRAITOR. YOU PLOT... OUR LORD'S UNDOING. YET, TAKE COMFORT, FOR OUR LORD... DEMANDS YOUR DEATH BE MERCIFUL." They end communications, and their weapons come online... you realize one of them is of a design unknown to you, but there's little time to ponder. The dreadnought prepares to begin its assault, and you prepare for the end.
ru: Дредноут вызывает вас: "ЧУЖАК. ДАНЬ. ТЫ СОШЕЛСЯ... С ПРЕДАТЕЛЕМ. ТЫ ЗАМЫШЛЯЕШЬ... ГИБЕЛЬ НАШЕГО ЛОРДА. НО УТЕШЬСЯ, ИБО НАШ ГОСПОДИН... ТРЕБУЕТ, ЧТОБЫ ТВОЯ СМЕРТЬ БЫЛА МИЛОСЕРДНОЙ". Они заканчивают связь, и их оружие активируется.. Вы понимаете, что одно из них неизвестной вам конструкции, но времени на раздумья нет. Дредноут готовится начать атаку, а вы - к концу.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ask the voice what happens now.
ru: Спросить голос, что сейчас происходит.

source: It doesn't respond, and you watch as the darkness outside is pushed back... out of it, a ship emerges; the same one you saw when you first entered this sector. The voice then speaks, "Now... we part ways. My people will need me... for the battles to come, should the world outside this false void... prove to be half as ruthless as you are. Still, I request... one last thing of you, outsider..." It pauses for an uncomfortably long while, "...don't come back." With that, the voice goes silent for the last time, and the ship retreats back into the darkness.
ru: Он не отвечает, и вы наблюдаете, как тьма снаружи отодвигается... из нее появляется корабль, тот самый, который вы видели, когда впервые попали в этот сектор. Затем голос говорит: "Теперь... мы расстаемся. Я нужен моему народу... для грядущих сражений, если мир за пределами этой ложной пустоты... будет хотя бы наполовину таким же безжалостным, как ты. И все же я прошу тебя... об одном, чужак..." Голос делает неловкую паузу: "...не возвращайся". С этими словами голос умолкает в последний раз, и корабль удаляется во тьму.

source: Prepare to leave.
ru: Приготовиться уйти.
zh_hans: 准备离开。

source: As you turn to leave the room and prepare to leave the sector... you feel something. A foreboding feeling, of impending doom... as a new shadow emerges from the darkness. A tremendous ship, of Deep One design, approaches. Though the design is familar, the lack of lights feels unsettling... as does the lack of color.
ru: Когда вы поворачиваетесь, чтобы выйти из комнаты и приготовиться покинуть сектор... вы что-то чувствуете. Предчувствие надвигающейся гибели... когда из тьмы появляется новая тень. К вам приближается огромный корабль конструкции глубоководных. Несмотря на то, что дизайн корабля хорошо знаком, отсутствие освещения вызывает тревогу... как и отсутствие цвета.

source: What's this?
ru: Что это такое?

source: The dreadnought hails, "OUTSIDER. TRIBUTE. YOU CONVENE... WITH THE TRAITOR. YOU PLOT... OUR LORD'S UNDOING. YET, TAKE COMFORT, FOR OUR LORD... DEMANDS YOUR DEATH BE MERCIFUL." They end communications, and their weapons come online... you realize one of them is of a design unknown to you, but there's little time to ponder. The dreadnought prepares to begin its assault, and you prepare for the end.
ru: Дредноут вызывает вас: "ЧУЖАК. ДАНЬ. ТЫ СОШЕЛСЯ... С ПРЕДАТЕЛЕМ. ТЫ ЗАМЫШЛЯЕШЬ... ГИБЕЛЬ НАШЕГО ЛОРДА. НО УТЕШЬСЯ, ИБО НАШ ГОСПОДИН... ТРЕБУЕТ, ЧТОБЫ ТВОЯ СМЕРТЬ БЫЛА МИЛОСЕРДНОЙ". Они заканчивают связь, и их оружие активируется.. Вы понимаете, что одно из них неизвестной вам конструкции, но времени на раздумья нет. Дредноут готовится начать атаку, а вы - к концу.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: It's about time.
ru: Пришло время.

source: You're ready to get out of this godforsaken void. Still, though, the silence has other plans. You watch as the darkness outside is pushed back... out of it, a ship emerges; the same one you saw when you first entered this sector. What does this tool want?
ru: Вы готовы выбраться из этой богом забытой пустоты. Однако у пустоты другие планы. Вы видите, как тьма снаружи раздвигается... и из нее появляется корабль - тот самый, который вы видели, когда только вошли в этот сектор. Чего хочет это судно?

source: I'm tired of hearing its pestering. Blow it up.
ru: Я устал слушать его болтовню. Взорвать его.
