Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: "I've... made up my mind. I'm coming with you, Federation, and... seeing what the universe has to offer. I've... much to learn, to adapt to, but..." it pauses, "...I'd rather die in the light, than live any longer... cowering in this darkness." It ends communications, and you spot it... swimming through space, and onto your ship. The voice then speaks, "My kin... breaking free from their shackles. Seeing through... the facade..." It doesn't continue, but you have to imagine that it's rather pleased with the whole situation.
ru: "Я... принял решение. Я пойду с вами, Федерация, и... посмотрю, что может предложить вселенная. Мне... предстоит многому научиться, ко многому приспособиться, но... - он делает паузу, - я лучше умру на свету, чем буду жить дальше... прячась в этой тьме". Он заканчивает связь, и вы замечаете его... плывущим через пространство к вашему кораблю. Затем голос говорит: "Мои сородичи... освобождаются от оков. Увидев сквозь... завесу..." Голос замолкает, но вы можете предположить, что он весьма доволен ситуацией.
zh_hans: 它似乎思考了片刻。“说实话……我也一直在考虑抛弃它。消息传来……你们的‘叛乱’正源源不断地攻入我们的领地……我们的教义本会让你认为这……是不可能的，然而……”谐合者沉默了一会儿。最终，它继续说道：“如果……如果黑暗之神已经辜负了我们，那么……留在这里等死，又有什么意义？”

source: So, you're vulnerable then? Attack!
ru: Значит, вы уязвимы? В атаку!
zh_hans: 这么说，你们其实不堪一击？进攻！

source: "What good... is this darkness, if..." It doesn't continue, but you don't really care, either. You cut communications and prepare to begin your assault.
ru: "Что толку... в этой тьме, если..." Продолжения не последовало, но вас это и не волнует. Вы обрываете связь и готовитесь к нападению.
zh_hans: 这黑暗……还有什么意义，假如……”它没有再说下去，但你也根本不在乎。你切断通讯，准备发起进攻。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I don't want to take my chances with a hunter.
ru: Я не хочу рисковать с охотником.
zh_hans: 我不想去赌一个猎手的运气。

source: "Fair... enough." The voice goes quiet, and you're a little nervous as you wait for the FTL to charge.
ru: "Достаточно... умно". Голос затихает, и вы немного нервничаете, ожидая зарядки ССД.
zh_hans: “说得……也是。”那个声音沉默了下去，你在等待超光速引擎充能时，心里有些紧张。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: After you're done salvaging, the voice briefly speaks to you, "Strange... individuals, without a doubt. One has to wonder... how they got this deep into the void." It goes silent, and you're left doing just that; wondering.
ru: После того как вы закончили со сбором, голос коротко говорит с вами: "Странные... личности, без сомнения. Остается только догадываться... как они оказались так глубоко в пустоте". Голос умолкает, и вы остаетесь только догадываться.
zh_hans: “说得……也是。”那个声音沉默了下去，你在等待超光速引擎充能时，心里有些紧张。

source: You're not given even a second alone before the voice calls to you, shocked, "Rocks... here? Bearing strange colors, even... They seem completely lost. Do you... wish to see them?"
ru: Не прошло и секунды, как к вам обращается потрясенный голос: "Валуны... здесь? Странного цвета... Они кажутся совершенно потерянными. Ты... хочешь их увидеть?"
zh_hans: 你还没来得及独处一秒，那个声音就立刻呼叫你，语气震惊：“陨石……在这里？还带着奇怪的颜色……它们看起来完全迷失了方向。你……想看看吗？”

source: Sure!
ru: Конечно!
zh_hans: 那就给我吧！

source: The darkness wanes, and you get to see this Rock ship firsthand. It appears to be vaguely crystalline, and painted in gold, bearing a strange insignia...
ru: Темнота рассеивается, и вы воочию видите корабль валунов. Он кажется кристаллическим, окрашенным в золотой цвет, со странным знаком отличия...
zh_hans: 黑暗渐渐消退，你得以亲眼看见这艘岩石飞船。它看上去略带水晶质感，通体漆成金色，还带有一枚奇特的徽章……

source: ...I have no idea what this is.
ru: ...я понятия не имею, что это такое.
zh_hans: ……我完全不知道这是什么。

source: This isn't like any Rock ship you've seen before. Regardless, they hail you, and you're met with the sight of a couple robed Rocks. One of them speaks, "Greetings, uh, Federation! Fancy meeting you here... You wouldn't happen to, uh, know where here is, would you?"
ru: Это не похоже ни на один корабль валунов, который вы видели раньше. Невзирая на это, они вызывают вас, и перед вами предстает пара валунов в мантиях. Один из них говорит: "Приветствую вас, Федерация! Приятно встретить вас здесь... Вы случайно не знаете, где здесь что находится?"
zh_hans: 这可不是你见过的任何一艘岩石族飞船。无论如何，他们向你发出了通讯，你看到的是几个身着长袍的岩石族人。其中一个开口道：“你好，呃，联邦！没想到在这儿碰到你们……你们不会碰巧知道，呃，这里是哪儿吧？”

source: You're in an artificial void inhabited by the Enlightened.
ru: Вы находитесь в искусственной пустоте, населенной Просветленными.
zh_hans: 你们正处在一片由启蒙者占据的人造虚空之中。

source: He scratches his head, "The light-who now?"
ru: Он почесывает голову: "Кто теперь свет?"
zh_hans: 他挠了挠头：“光……什么人？”

source: They're a cult of Deep Ones who worship an entity they call the Dark God.
ru: Это культ глубоководных, поклоняющихся существу, которое они называют Темным Богом.
zh_hans: 他们是一群崇拜一个被他们称为黑暗之神的深渊潜者教派。

source: He stops you at the word 'cult,' "OH! See, I told you!" he looks to the other Rock, "That Free Mantis was right, this is the Cultist Void!" The other Rock simply grunts. The former then turns back to you, "Wait, if this is the Cultist Void... what are you doing here?"
ru: Он останавливает вас на слове "культ": "О! Видишь, я же говорил тебе!" Он смотрит на другого валуна: "Свободный богомол был прав, это Культ Пустоты!" Другой валун просто хмыкает. Затем первый поворачивается к вам: "Погодите, если это Культ Пустоты... что вы здесь делаете?"
zh_hans: 听到“教派”这个词，他拦住了你：“哦！你看，我就说吧！”他看向另一个岩石族人，“那只自由螳螂说得没错，这里就是教徒虚空！”另一个岩石族人只是哼了一声。前者随即转向你：“等等，如果这里是教徒虚空……你在这里干什么？”

source: Uh... Just passing through...
ru: Э-э... Просто проходим мимо...
zh_hans: 呃……只是路过而已……

source: He squints, "Here to steal our occult secrets, I'm sure... Well, you can't have them! Get your own secrets, and your own void!" They cut communications and their weapons come online, they're preparing to attack!
ru: Он прищурился: "Пришли украсть наши оккультные тайны, да? Ну уж нет! Заводи свои собственные тайны и свою собственную пустоту!"
zh_hans: 他眯起眼睛：“我敢肯定……你是来偷我们的神秘秘密的……哼，你别想得到！去搞你自己的秘密，去占你自己的虚空去！”他们切断了通讯，武器开始上线，准备发起攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Cultist Crew) I'm friends with so many cultists.
ru: (Член экипажа-культист) Я дружу со многими культистами.
zh_hans: （岩石异教徒船员）我跟好多教徒都是朋友。

source: His eyes go wide, "BROTHER! Oho, now I KNOW I'm dreaming! Gorthocc, slap me!" The second rock slaps him, hard, and he's... knocked out cold. Or dead, you can't really tell. Regardless, uh, 'Gorthocc' isn't much of a talker, and he leaves the room... before you know it, though, he's on your ship! Your Rock Cultist explains that him and Gorthocc go way back, and that he was apparently getting really tired of that other Rock guy. Is he actually dead...? Regardless, Gorthocc has joined your crew!
ru: Его глаза расширились: "БРАТ! О, теперь Я ЗНАЮ, что сплю! Гортокк, дай мне пощечину!" Второй валун сильно бьет его, и он... вырубается. Или умирает, точно не скажешь. Как бы то ни было, Гортокк не слишком разговорчив, и он покидает комнату... Но не успеете вы оглянуться, как он уже на вашем корабле! Ваш культист валунов объясняет, что они с Гортокком давние знакомые и что ему, видимо, очень надоел тот другой валун. Неужели он умер? Как бы то ни было, Гортокк присоединился к вашей команде!
zh_hans: 他瞪大了眼睛：“兄弟！哦嗬，我现在肯定是在做梦！戈索克，扇我一巴掌！”第二个岩石族人狠狠给了他一下，然后他就……直接昏死过去了。到底是昏了还是死了，你也说不准。不管怎样，这位“戈索克”本来就话不多，转身离开了房间……可你还没反应过来，他就已经登上你的飞船了！你的岩石族教徒解释说，他和戈索克是老相识了，而戈索克显然早就受够了刚才那个岩石族人。那家伙真的死了吗……？无论如何，戈索克已经加入你的船员！

source: Gorthocc
ru: Гортокк
zh_hans: 戈索克

source: (Deep One Cultist) I'm friends with so many cultists.
ru: (Член экипажа-глубоководный культист) Я дружу со многими культистами.
zh_hans: （深渊潜者教徒）我认识的教徒可多了去了。

source: He spends a while squinting at your Deep One, before saying "Is that, like... a suit?" He then takes a look at his own robes. "Kinda wish I had something like that, actually. Wardrobe's really lacking in the 'anything-but-blue-robes' department, and a fish suit could work." He blinks, "What were we, uh, talking about?"
ru: Он долго прищуривается, разглядывая вашего глубоководного, прежде чем сказать: "Это что, типа... костюм?". Затем он смотрит на свою собственную мантию. "Хотел бы я иметь что-то подобное, вообще-то. В гардеробе не хватает всего, кроме голубых халатов, а костюм рыбы мог бы пригодится". Он моргает: "О чем мы, э-э, говорили?"
zh_hans: 他盯着你的深渊潜者看了好一会儿，然后说：“这……该不会是套衣服吧？”他又看了看自己的长袍。“说实话，我还挺想要一套的。我的衣柜里除了蓝色长袍就没别的了，来套鱼人服倒也不错。”他眨了眨眼，“呃，我们刚才说到哪儿了？”

source: Cult stuff.
ru: Вещички культистов.
zh_hans: 教派的事。

source: "Ah, of course! I love cult stuff, can't get enough of this Cultist Void!" He looks past the screen and out the window, and you see him shiver a little bit. "Now, say, like, hypothetically... one DID get enough of this Cultist Void. How exactly would they, you know, leave?"
ru: "Ах, конечно! Я обожаю всякие культистские вещи, не могу насмотреться на этот Культ Пустоты!" Он смотрит мимо экрана в иилюминатор, и вы видите, как он слегка вздрагивает. "А вот, допустим, гипотетически... кому-то и впрямь НАДОЕЛ этот Культ Пустоты. Как бы он, ну, знаете, мог бы из нее уйти?"
zh_hans: “啊，对！我超爱教派这些东西，这教徒虚空我怎么待都待不腻！”他看向屏幕外的舷窗，你能看到他微微打了个寒颤。“话说回来，打个比方啊……要是有人真的待腻了这地方，那该怎么，你懂的，离开这儿？”

source: I've read in, uh, 'occult writings' that giving strangers free stuff helps with escaping Cultist Voids.
ru: Я читал в "оккультных писаниях", что раздача незнакомцам бесплатных вещей помогает избежать Культа Пустоты.
zh_hans: “啊，对对对！我在那些……呃，‘神秘典籍’里看到过，给陌生人送点免费物资，有助于逃出教徒虚空。”

source: "Well, that'd be useful if there were any strangers around..." He scratches his head for a while, before a surprised look overcomes his face, "WAIT! You're a stranger!" He faces the second rock, "Here, uh... Gorthocc, send some of the relics over, will you? We're out of the stuff we usually send to random strangers." He then turns back to you, "Thanks for getting us out of here. Thought we were, like, LOST for a second there!" They cut communications and the gift is sent over... you should probably leave before they realize they've been lied to. Assuming they ever realize.
ru: "Ну, это было бы полезно, если бы вокруг были незнакомцы..." Он некоторое время почесывает голову, затем на его лице появляется удивленный взгляд: "ПОСТОЙТЕ! ВЫ незнакомец!" Он подходит ко второму валуну: "Вот... Гортокк, пришли ему немного реликвий, ладно? У нас закончились вещи, которые мы обычно посылаем случайным незнакомцам". Затем он снова обращается к вам: "Спасибо, что вытащили нас отсюда. Я уж думал, что мы на секунду ПОТЕРЯЛИСЬ!" Связь прервана, подарок передан... Вам лучше уйти, пока они не поняли, что их обманули. Если, конечно, они вообще поймут.
zh_hans: “那要是周围有陌生人的话，这办法就太有用了……”他挠了半天头，突然一脸恍然大悟，“等等！你就是陌生人啊！”他转向另一个岩石族人，“那个……戈索克，把几件圣物送过去，行吗？我们平时给陌生人的东西已经用完了。”然后他转回头对你说道：“多谢帮我们离开这儿，刚才还以为我们彻底迷路了呢！”他们切断通讯，礼物已经发了过来……你最好趁他们还没发现被骗之前赶紧溜，假设他们能反应过来的话。

source: (Crystal Crew) I'm friends with God.
ru: (Член экипажа-кристаллин) Я дружу с Богом.
zh_hans: （水晶族船员）我和神是朋友。

source: Upon seeing your Crystal, both Rocks instantly pass out; they collapse to the floor with a loud thud. For a moment, you're unsure what to do, and then one of them wakes up. Then you're unsure what to do again, as they pass out a second time. This cycle repeats for a while before you decide it's probably best to just cut communications... your Crystal looks at you, straight-faced, and sighs as it leaves the room.
ru: Увидев вашего кристаллина, оба валуна мгновенно теряют сознание и с громким грохотом падают на пол. На мгновение вы не знаете, что делать, но потом один из них приходит в себя. Затем вы снова не знаете, что делать, так как он теряет сознание во второй раз. Этот цикл повторяется некоторое время, прежде чем вы решаете, что, вероятно, лучше просто отключить связь... Ваш кристаллин смотрит вам прямо в лицо, и со вздохом покидает комнату.
zh_hans: 一看到你的水晶族人，那两个岩石族人当场就晕过去了，重重砸在地板上。你一时不知道该怎么办，然后其中一个醒了过来。可你刚松口气，他又第二次晕了过去。这样反复好几次后，你觉得最好还是切断通讯……你的水晶族人面无表情地看着你，叹了口气，离开了房间。

source: (Vortigon) "What do you THINK I'm doing here?"
ru: (Вортигон) "Что, ПО-ТВОЕМУ, я здесь делаю?"
zh_hans: （沃蒂根）“你觉得我来这儿是干什么的？”

source: "V-Vortigon?! Here? Actually, y-you being in the Cultist Void makes an infinite amount of sense, sir! My deepest apologies, sir!" The second Rock grunts, apologetically, and they send over a bunch of random stuff as recompense. Vortigon rolls his eyes.
ru: "В-Вортигон?! Здесь? Вообще-то, в-ваше пребывание в Культе Пустоты имеет бесконечное количество смысла, сэр! Мои глубочайшие извинения, сэр!" Второй валун ворчит извинения, и они присылают кучу случайных вещей в качестве компенсации. Вортигон закатывает глаза.
zh_hans: “沃、沃蒂根大人？！您居然在这儿？说实话……您出现在教徒虚空里，简直再合理不过了，大人！我向您致以最深的歉意，大人！”另一个岩石族人也歉意地哼了一声，他们随即送过来一大堆杂七杂八的东西当作赔礼。沃蒂根翻了个白眼。

source: This place? It's your grave, pal. Attack!
ru: Это место? Это твоя могила, приятель. В атаку!
zh_hans: “这里？就是你的坟墓，伙计。进攻！”

source: The Rock blinks a few times, before realizing what's going on. "Oh-ho-ho, so it's like THAT, is it? GORTHOCC! READY THE WEAPO-" They cut communications mid-sentence. They must be eager for battle... still, not half as eager as you are.
ru: Валун несколько раз моргает, прежде чем осознать, что происходит. "О-хо-хо, так вот оно КАК, да? ГОРТОКК! ПРИГОТОВЬ ОРУЖ..." Они обрывают связь на полуслове. Должно быть, им не терпится вступить в бой... но все же не в такой степени, как вам.
zh_hans: 那岩石族人眨了好几下眼，才反应过来。“哦——呵，原来是来真的是吧？戈索克！准备武——”话没说完，他们就切断了通讯。看来是迫不及待要开战了……只不过，再急也急不过你。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Wait, I recognize this ship...
ru: Постойте, я узнаю этот корабль...
zh_hans: 等等，我认得这艘船……

source: That's a ship belonging to the Cult of the Eternal Ember! They hail you, and you're met with the sight of a couple Rock Cultists. One of them speaks, "Greetings, uh, Federation! Fancy meeting you here... You wouldn't happen to, uh, know where here is, would you?"
ru: Это корабль культа Вечного Жара! Они вызывают вас, и вы встречаетесь взглядом с парой культистов валунов. Один из них говорит: "Приветствую вас, Федерация! Приятно встретить вас здесь... Вы случайно не знаете, где здесь что находится?"
zh_hans: 等等，我认得这艘船……这是不熄余烬教派的船！他们发来通讯，画面里出现了几名岩石族教徒。其中一个开口道："你好啊，呃，联邦佬！没想到在这儿碰见……你该不会知道，咱们现在到底在哪儿吧？"

source: You're in an artificial void inhabited by the Enlightened.
ru: Вы находитесь в искусственной пустоте, населенной Просветленными.
zh_hans: 你们现在处在一片由启蒙者占据的人造虚空里。

source: He scratches his head, "The light-who now?"
ru: Он почесывает голову: "Кто теперь свет?"
zh_hans: 他挠了挠头：“光什么？谁？”

source: They're a cult of Deep Ones who worship an entity they call the Dark God.
ru: Это культ глубоководных, поклоняющихся существу, которое они называют Темным Богом.
zh_hans: 他们是一群深渊潜者组成的教派，崇拜一个他们称之为黑暗之神的存在。

source: He stops you at the word 'cult,' "OH! See, I told you!" he looks to the other Rock, "That Free Mantis was right, this is the Cultist Void!" The other Rock simply grunts. The former then turns back to you, "Wait, if this is the Cultist Void... what are you doing here?"
ru: Он останавливает вас на слове "культ": "О! Видишь, я же говорил тебе!" Он смотрит на другого валуна: "Свободный богомол был прав, это Культ Пустоты!" Другой валун просто хмыкает. Затем первый поворачивается к вам: "Погодите, если это Культ Пустоты... что вы здесь делаете?"
zh_hans: 他听到“教派”这个词就打断了你：“哦！你看，我就说吧！”他转头看向另一个岩石族人，“那只自由螳螂说得没错，这里就是教徒虚空！”另一个岩石族人只是哼了一声。前者又转回头看向你：“等等，如果这里是教徒虚空……那你来这儿干什么？”

source: Uh... Just passing through...
ru: Э-э... Просто проходим мимо...
zh_hans: 呃……只是路过而已……

source: He squints, "Here to steal our occult secrets, I'm sure... Well, you can't have them! Get your own secrets, and your own void!" They cut communications and their weapons come online, they're preparing to attack!
ru: Он прищурился: "Пришли украсть наши оккультные тайны, да? Ну уж нет! Заводи свои собственные тайны и свою собственную пустоту!"
zh_hans: 他眯起眼睛：我看你就是来偷我们的神秘机密的……你想都别想！自己去找秘密，自己去找虚空去！他们切断通讯，武器开始充能，准备开战了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Cultist Crew) I'm friends with so many cultists.
ru: (Член экипажа-культист) Я дружу со многими культистами.
zh_hans: （教徒船员）我认识的教徒可多了去了。

source: His eyes go wide, "BROTHER! Oho, now I KNOW I'm dreaming! Gorthocc, slap me!" The second rock slaps him, hard, and he's... knocked out cold. Or dead, you can't really tell. Regardless, uh, 'Gorthocc' isn't much of a talker, and he leaves the room... Before you know it, though, he's on your ship! Your Rock Cultist explains that him and Gorthocc go way back, and that he was apparently getting really tired of that other Rock guy. Is he actually dead...? Regardless, Gorthocc has joined your crew!
ru: Его глаза расширились: "БРАТ! О, теперь Я ЗНАЮ, что сплю! Гортокк, дай мне пощечину!" Второй валун сильно бьет его, и он... вырубается. Или умирает, точно не скажешь. Как бы то ни было, Гортокк не слишком разговорчив, и он покидает комнату... Но не успеете вы оглянуться, как он уже на вашем корабле! Ваш культист валунов объясняет, что они с Гортокком давние знакомые и что ему, видимо, очень надоел тот другой валун. Неужели он умер? Как бы то ни было, Гортокк присоединился к вашей команде!
zh_hans: 他眼睛一下子瞪大：兄弟！哦哦，我现在肯定是在做梦！戈索克，扇我一下！第二个岩石族人狠狠一巴掌，他直接昏死过去，也可能是死了，你也说不清。不管怎样，戈索克本来就话不多，转身离开了房间……可没过多久，他居然出现在你的船上！你的教徒船员解释说，他和戈索克早就认识，而且他早就受够了刚才那个岩石族人。那家伙到底死没死……无所谓了，戈索克已经加入你的船员！

source: Gorthocc
ru: Гортокк
zh_hans: 戈索克

source: (Deep One Cultist) I'm friends with so many cultists.
ru: (Член экипажа-глубоководный культист) Я дружу со многими культистами.
zh_hans: （深渊潜者教徒）我认识的教徒多了去了。

source: He spends a while squinting at your Deep One, before saying "Is that, like... a suit?" He then takes a look at his own robes. "Kinda wish I had something like that, actually. Wardrobe's really lacking in the 'anything-but-blue-robes' department, and a fish suit could work." He blinks, "What were we, uh, talking about?"
ru: Он долго прищуривается, разглядывая вашего глубоководного, прежде чем сказать: "Это что, типа... костюм?". Затем он смотрит на свою собственную мантию. "Хотел бы я иметь что-то подобное, вообще-то. В гардеробе не хватает всего, кроме голубых халатов, а костюм рыбы мог бы пригодится". Он моргает: "О чем мы, э-э, говорили?"
zh_hans: 他盯着你的深渊潜者看了好一会儿，然后说：“那该不会……是一套服装吧？”他又看了看自己的长袍。“说实话，我还挺想要一件的。我的衣柜里除了蓝色长袍就没别的了，来套鱼人装应该挺不错。”他眨了眨眼，“呃，我们刚才说到哪儿了？”

source: Cult stuff.
ru: Вещички культистов.
zh_hans: 教派事务。

source: "Ah, of course! I love cult stuff, can't get enough of this Cultist Void!" He looks past the screen and out the window, and you see him shiver a little bit. "Now, say, like, hypothetically... one DID get enough of this Cultist Void. How exactly would they, you know, leave?"
ru: "Ах, конечно! Я обожаю всякие культистские вещи, не могу насмотреться на этот Культ Пустоты!" Он смотрит мимо экрана в иилюминатор, и вы видите, как он слегка вздрагивает. "А вот, допустим, гипотетически... кому-то и впрямь НАДОЕЛ этот Культ Пустоты. Как бы он, ну, знаете, мог бы из нее уйти?"
zh_hans: “啊，当然！我超爱教派相关的东西，这教徒虚空我怎么待都待不腻！”他看向屏幕外的窗外，你能看到他微微抖了一下。“话说回来，打个比方啊……假设有人真的待腻了这教徒虚空。那他们到底该怎么，你懂的，离开这里？”

source: I've read in, uh, occult writings that giving strangers free stuff helps with escaping Cultist Voids.
ru: Я читал в оккультных писаниях, что раздача незнакомцам бесплатных вещей помогает избежать Культа Пустоты.
zh_hans: 我呃，在神秘典籍里看到过，给陌生人送点免费的东西，有助于逃出教徒虚空。

source: "Well, that'd be useful if there were any strangers around..." He scratches his head for a while, before a surprised look overcomes his face, "WAIT! You're a stranger!" He faces the second rock, "Here, uh... Gorthocc, send some of the relics over, will you? We're out of the stuff we usually send to random strangers." He then turns back to you, "Thanks for getting us out of here. Thought we were, like, LOST for a second there!" They cut communications and the gift is sent over... you should probably leave before they realize they've been lied to. Assuming they ever realize.
ru: "Ну, это было бы полезно, если бы вокруг были незнакомцы..." Он некоторое время почесывает голову, затем на его лице появляется удивленный взгляд: "ПОСТОЙТЕ! ВЫ незнакомец!" Он подходит ко второму валуну: "Вот... Гортокк, пришли ему немного реликвий, ладно? У нас закончились вещи, которые мы обычно посылаем случайным незнакомцам". Затем он снова обращается к вам: "Спасибо, что вытащили нас отсюда. Я уж думал, что мы на секунду ПОТЕРЯЛИСЬ!" Связь прервана, подарок передан... Вам лучше уйти, пока они не поняли, что их обманули. Если, конечно, они вообще поймут.
zh_hans: “嗯，要是周围有陌生人的话，这办法倒挺有用……”他挠了半天头，脸上突然露出恍然大悟的神情，“等等！你就是陌生人啊！”他转向另一个岩石族人，“喂，呃……戈索克，把那些圣物送过去一些，行吗？我们平时送给陌生人的那些东西已经用完了。”然后他转回头对你说：“谢谢你帮我们离开这儿，刚才还以为我们彻底困死在这了呢！”他们切断了通讯，礼物也送了过来……你最好趁他们还没发现自己被骗之前赶紧离开。就当他们永远不会发现吧。

source: (Crystal Crew) I'm friends with God.
ru: (Член экипажа-кристаллин) Я дружу с Богом.
zh_hans: （水晶族船员）我和上帝是朋友。

source: Upon seeing your Crystal, both Rocks instantly pass out; they collapse to the floor with a loud thud. For a moment, you're unsure to do, and then one of them wakes up. Then you're unsure what to do again, as they pass out a second time. This cycle repeats for a while before you decide it's probably best to just cut communications... Your Crystal looks at you, straight-faced, and sighs as it leaves the room.
ru: Увидев вашего кристаллина, оба валуна мгновенно теряют сознание и с громким грохотом падают на пол. На мгновение вы не знаете, что делать, но потом один из них приходит в себя. Затем вы снова не знаете, что делать, так как он теряет сознание во второй раз. Этот цикл повторяется некоторое время, прежде чем вы решаете, что лучше просто отключить связь... Ваш кристаллин смотрит вам в лицо и со вздохом, выходит из комнаты.
zh_hans: 看到你的水晶族人，那两个岩石族人立刻昏了过去；砰的一声重重倒在地上。有那么一瞬间你不知道该怎么办，然后其中一个醒了过来。接着你又不知道该怎么办了，因为他们再一次昏了过去。这样循环了好一会儿，你觉得最好还是切断通讯……你的水晶族人面无表情地看着你，叹了口气，离开了房间。

source: (Vortigon) "What do you THINK I'm doing here?"
ru: (Вортигон) "Что, ПО-ТВОЕМУ, я здесь делаю?"
zh_hans: （沃蒂根）“你觉得我在这儿干什么？”

source: "V-Vortigon?! Here? Actually, y-you being in the Cultist Void makes an infinite amount of sense, sir! My deepest apologies, sir!" The second Rock grunts, apologetically, and they send over a bunch of random stuff as recompense. Vortigon rolls his eyes.
ru: "В-Вортигон?! Здесь? Вообще-то, в-ваше пребывание в Культе Пустоты имеет бесконечное количество смысла, сэр! Мои глубочайшие извинения, сэр!" Второй валун ворчит извинения, и они присылают кучу случайных вещей в качестве компенсации. Вортигон закатывает глаза.
zh_hans: “沃、沃蒂根？！您怎么会在这儿？说实话，您出现在教徒虚空里，简直再合理不过了，大人！我向您致以最深的歉意，大人！”第二个岩石族人歉意地哼了一声，然后他们送过来一堆乱七八糟的东西作为赔罪。沃蒂根翻了个白眼。

source: This place? It's your grave, pal. Attack!
ru: Это место? Это твоя могила, приятель. В атаку!
zh_hans: 这地方？就是你的坟墓，伙计。进攻！

source: The Rock blinks a few times, before realizing what's going on. "Oh-ho-ho, so it's like THAT, is it? GORTHOCC! READY THE WEAPO-" They cut communications mid-sentence. They must be eager for battle... still, not half as eager as you are.
ru: Валун несколько раз моргает, прежде чем осознать, что происходит. "О-хо-хо, так вот оно КАК, да? ГОРТОКК! ПРИГОТОВЬ ОРУЖ..." Они обрывают связь на полуслове. Должно быть, им не терпится вступить в бой... но все же не в такой степени, как вам.
zh_hans: 那岩石族人眨了好几下眼，才反应过来发生了什么。“哦——呵——呵，原来是这么回事，是吧？戈索克！准备武——”话没说完，他们就切断了通讯。看来他们是迫不及待要开战了……只不过，还是远没你这么迫不及待。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Nope.
ru: Нет.
zh_hans: 不。
