Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: Their eyes widen to the point that it feels absurd. "His... HIS..." they all collectively scream, "HIS CHOSEN?! HIS... CHOSEN HAS NOTICED... US?!" With that, all hell breaks loose; they literally just start smashing everything. It doesn't take long for one of them to accidentally start the FTL amidst all the commotion... After they've vanished, the voice calls to you, amused, "Well... outsiders they may be, it seems that... they'll fit in with the zealots just fine." Then, silence. You quickly realize how much you appreciate having a silly distraction as you're left staring into the darkness, alone.
ru: Их глаза расширились до такой степени, что это кажется абсурдным. "Он... ОН...", - кричат они все вместе, - "ОН ИЗБРАННЫЙ?! ОН... ИЗБРАННЫЙ И ОН ЗАМЕТИЛ... НАС?!" После этого начинается настоящий ад: они буквально начинают крушить все подряд. Не проходит и минуты, как один из них случайно запускает ССД среди всей этой суматохи... После того как они исчезли, голос обращается к вам, веселясь: "Ну... может, они и чужаки, но... похоже, они отлично впишутся в ряды фанатиков". Затем - тишина. Вы быстро понимаете, насколько вам нравится, когда вас отвлекают глупые разговоры, и остаетесь в одиночестве, глядя в тьму.
zh_hans: 他们的眼睛睁得大到离谱。“祂的……祂的……”他们齐声尖叫，“祂的选民？！祂的……选民居然注意到……我们了？！”话音一落，场面彻底失控；他们开始疯狂砸毁一切。混乱中，很快就有个家伙不小心启动了超光速引擎……他们消失后，那个声音带着戏谑开口：“好吧……虽说他们是外人，看来……跟那些狂热者倒是挺合得来。”随后便是寂静。当你独自凝视着黑暗时，才猛然发觉，刚才这场荒唐的插曲有多让人舒心。

source: (Deep One Cultist) Yep. Got my own cult and everything.
ru: (Член экипажа-глубоководный культист) Ага. У меня есть свой культ и все такое.
zh_hans: （深渊潜者教徒）没错。我有自己的教派，一应俱全。

source: "Your own... cult?" one of them asks, before briefly thinking on it and continuing, "Can... I join it?"
ru: "Ваш собственный... культ?" - спрашивает один из них, но потом ненадолго задумывается и продолжает: "Могу ли я... Я могу присоединиться к нему?"
zh_hans: “你自己的……教派？”其中一个问道，短暂思索后继续说，“我……能加入吗？”

source: Hell yeah! It's a party over here!
ru: Да, черт возьми! У нас тут вечеринка!
zh_hans: 那必须的！这儿可是派对现场！

source: The Deep One screams as it runs out of the room and makes for the teleporter. Moments later, he's then teleported straight into your room; he proceeds to continue screaming. The Deep Ones, over the hail, are also screaming. Your Enlightened Cultist... is screaming. They don't really tire themselves out either, they kinda just keep doing it. Eventually, like all good things, it has to come to an end... and it ends with you mumbling something under your breath while ending the call and demanding that the FTL be fired. The voice merely laughs, amused.
ru: Глубоководный с криком выбегает из комнаты и направляется к телепортатору. Мгновением позже он телепортируется прямо в вашу комнату; он продолжает кричать. Глубоководные через связь тоже кричат. Ваш Просветленный культист... кричит. Они не устают, просто продолжают делать это. В конце концов, как и все хорошее, это должно закончиться... и заканчивается это тем, что вы бормочете что-то себе под нос, прекращая вызов и требуя зарядить ССД. Голос просто смеется, его это забавляет.
zh_hans: 那名深渊潜者尖叫着冲出房间，冲向传送器。片刻之后，他直接被传送到了你的舱内，并且继续尖叫。通过通讯频道，其他深渊潜者也在尖叫。你的启蒙者教徒……同样在尖叫。他们丝毫没有疲惫的迹象，就这么一直尖叫着。最终，如同所有美好的事物一般，这一切必须画上句号……而结局就是你低声嘟囔了一句，挂断通讯，并下令启动超光速引擎。那个声音只是觉得有趣，轻笑了起来。

source: Nah. Only so much coolness to go around... supply and demand, and all that.
ru: Не-а. Только так много крутости, сколько нужно... спрос и предложение, и все такое.
zh_hans: 没门。酷劲儿可是有限度的……供需关系，懂吧。

source: At first, it seems saddened by this response, but then it leaves the room after gaining a certain air of determination. Moments later, it comes back carrying as much scrap as it can! "If... I cannot join your cult, directly... I will form a second cult here, in your... mighty name! Please... oh please, take this offering!" Most deities would probably be offended if offered a heaping pile of garbage as tribute, but you? It's hard to name a better gift...
ru: Сначала он кажется опечаленным таким ответом, но затем, набравшись решимости, выходит из комнаты. Мгновением позже он возвращается, неся с собой как можно больше лома! "Если... я не смогу присоединиться к вашему культу напрямую... я создам здесь второй культ, во имя вашего... могущественного имени! Пожалуйста... о, пожалуйста, примите этот дар!" Большинство божеств, наверное, обиделись бы, если бы им предложили в качестве подношения кучу мусора, но вы? Трудно придумать лучший подарок...
zh_hans: 起初，它似乎对你的回答感到难过，但随即带着一股坚定的神情离开了房间。片刻之后，它抱着尽可能多的废料回来了！“如果……我不能直接加入你的教派……我就在这里以你……伟大的名义建立第二个教派！求你……求求你，收下这份祭品吧！”大多数神祇如果收到一大堆垃圾当作贡品，或许都会感到被冒犯，但你呢？很难再找到比这更好的礼物了……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The scrap is transferred and, after you hang up on your newfound worshippers, the voice speaks, "There's... more value to this than you may... realize. The False God gains its power... from belief. It's useless to you or I, but, to it... it is everything. To convert its followers... is humorous, to say the least, but also... a tactical advantage." It then goes quiet, and you're left pondering the logistics of belief-power... you surmise that it's sort of like scrap, but for Gods.
ru: Лом передается, и, когда вы прерываете связь, голос говорит: "В этом есть... больше смысла, чем ты... понимаешь. Ложный Бог получает свою силу... от веры. Она бесполезна для тебя или меня, но для него... она - все. Обращать в свои последователи... это, мягко говоря, забавно, но также... тактическое преимущество". Затем он замолкает, и вы остаетесь размышлять о логике силы веры... Вы пришли к выводу, что это что-то вроде лома, но для богов.
zh_hans: 废料已转移，你挂断了与新信徒的通讯后，那个声音开口道：“这其中的价值……比你可能意识到的要大。伪神的力量……源自信仰。这对你我而言毫无用处，但对它而言……就是一切。至少可以说，策反它的追随者……很有趣，但这同时……也是一种战术优势。”随后它陷入沉默，留下你独自思索着信仰之力的运作方式……你推测，这有点像是废料，不过是专门供给神明的那种。

source: Are you kidding me? I hate that Dark God guy.
ru: Вы что, шутите? Я ненавижу этого Темного Бога.
zh_hans: 你在逗我吗？我讨厌那个黑暗之神。

source: The Deep Ones, in unison, immediately go silent and stop moving. They're all staring directly at you as the call ends, abruptly. You're not really sure how they did that without moving... and before you can think on it, you realize their ship has turned towards yours, weapons charging!
ru: Глубоководные в унисон сразу же умолкают и перестают двигаться. Они все смотрят прямо на вас, когда вызов резко заканчивается. Вы не совсем понимаете, как им это удалось, не двигаясь... и прежде чем вы успеваете подумать об этом, вы осознаете, что их корабль повернулся к вашему, заряжая оружие!
zh_hans: 深渊潜者们立刻齐声静止、不再动弹。通话骤然中断，他们全都直直盯着你。你完全想不通他们是怎么做到一动不动就做到这一点的……还没等你细想，就发现他们的飞船已经转向你这边，武器正在充能！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Fine. I didn't want to talk to them anyways...
ru: Отлично. Я все равно не хотел с ними разговаривать...
zh_hans: 好吧。反正我也没想跟他们说话……

source: The ship continues to merely float there, and you're uninterrupted as you wait for the FTL to charge.
ru: Корабль продолжает просто дрейфовать на месте, а вы спокойно ждете, пока зарядится ССД.
zh_hans: 飞船依旧只是飘浮在那里，在你等待超光速引擎充能的过程中，没有受到任何干扰。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: How rude of them. Attack!
ru: Как грубо с их стороны. Атакуем!
zh_hans: 他们也太没礼貌了。进攻！

source: You can't stand the gall of these weird fish-people. How can they sleep at night knowing they're the type to not call random, nearby ships on sight? You make the order to attack and, recognizing your aggression, the ship outside prepares to defend itself.
ru: Вы не можете вынести наглости этих странных рыболюдей. Как они могут спать по ночам, зная, что они одни из тех, кто не связывается со случайными кораблями поблизости вроде вашего? Вы отдаете приказ атаковать, и, распознав вашу агрессию, корабль поблизости готовится к обороне.
zh_hans: 你实在受不了这些怪异鱼人的放肆。他们居然看到附近随便一艘飞船都不主动联络，晚上怎么睡得着觉？你下令进攻，外面的飞船察觉到你的敌意，立刻准备自卫。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I prefer my presence unknown, thanks.
ru: Я бы предпочел, чтобы о моем присутствии ничего не знали, спасибо.
zh_hans: 我更愿意保持低调，不被人发现，谢谢。

source: "Suit... yourself." The voice goes quiet. You're left staring into nothing, and you think about how badly you miss the stars.
ru: "Ну... как хочешь". - голос умолкает. Вы остаетесь одни, глядя в пустоту, и думаете о том, как же сильно вам не хватает звезд.
zh_hans: “随你……便吧。”那个声音沉寂下去。你独自望着一片虚无，心里无比想念那些星辰。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Before you can move to... do nothing, you see a bright flash from outside pierce the darkness! Only briefly, though... it's gone as quickly as it came. Seconds later, the voice calls to you, "Kin, from outside. These... are no Enlightened. They aren't... aware of your presence, but shall I... remedy that?"
ru: Прежде чем вы успеваете пошевелиться, чтобы... ничего не делать, тьму пронзает яркая вспышка снаружи! Правда, ненадолго... Она исчезла так же быстро, как и появилась. Несколько секунд спустя голос обращается к вам: "Сородичи снаружи. Это... не Просветленные. Они не... знают о твоем присутствии, стоит ли мне... это исправить?"
zh_hans: 你还没来得及……什么都不做，就看见外面一道刺眼的闪光划破黑暗！不过只是一瞬……它来得快去得也快。几秒钟后，那个声音对你说道：“外面来了同类。这些……不是启蒙者。他们还……没有察觉你的存在，需要我……帮你处理一下吗？”

source: Sure, let me see them. Wonder what brings them here...
ru: Конечно, покажи мне их. Интересно, что привело их сюда...
zh_hans: 好，让我看看他们。真想知道是什么风把他们吹到这儿来的……

source: The darkness outside recedes, and the Deep One ship is slowly made visible. It's a bit of a sight for sore eyes in this cultist abyss... They're just kind of floating there, though; they make no attempts to hail you.
ru: Тьма снаружи отступает, и корабль глубоководных постепенно становится виден. В этой пучине культистов их появление выглядит очень необычно... Они просто дрейфуют рядом, не делая никаких попыток связаться с вами.
zh_hans: 外面的黑暗渐渐退去，深渊潜者的飞船慢慢显露出来。在这片信徒遍布的深渊里，这景象还算看得顺眼……不过他们就只是飘浮在那里，并没有尝试与你联络。

source: Make the first move, hail them.
ru: Сделать первый шаг - вызвать их.
zh_hans: 主动出击，联络他们。

source: They quickly accept your hail, but you're not exactly sure what to make of the sight being presented here... the Deep Ones are, like, running around screaming? It's not "I'm in mortal danger, please save me!" screaming, though, they look, like, ecstatic? About something? Or something?
ru: Они быстро принимают ваш вызов, но вы не совсем понимаете, как понимать представшее перед вами зрелище... Глубоководные, похоже, бегают вокруг и кричат? Но это не возглас "Я в смертельной опасности, пожалуйста, спасите меня!", они выглядят, как будто в экстазе? Из-за чего-то? Или кого-то?
zh_hans: 他们很快接受了你的通讯，但眼前的景象让你有点摸不着头脑……那些深渊潜者到处乱跑、还在尖叫？不过这可不是“我有生命危险，快救我”的尖叫，他们看起来……像是狂喜？因为什么事？还是怎么回事？

source: What is going on here?
ru: Что здесь происходит?
zh_hans: 这里到底发生什么事了？

source: "You!" A Deep One points at the screen, "You... have the power! The Dark One's... favor!" They must be talking about the darkness outside retreating... they're just shy of frothing at the mouth over this. What do you say?
ru: "Ты!" Глубокий указывает на экран: "Ты... обладаешь силой! Темный... благоволит!" Должно быть, они говорят о том, что тьма снаружи отступает... они чуть ли не слюной исходят от этого. Что вы скажете?
zh_hans: “你！”一名深渊潜者指着屏幕，“你……拥有力量！得到了黑暗存在的……眷顾！”他们说的肯定是刚才外面黑暗退去的事……他们对此几乎激动到发狂。你要如何回应？

source: Yeah, I'm the Dark God's Chosen. I'm a pretty big deal.
ru: Да, я Избранный Темного Бога. Я довольно крупная шишка.
zh_hans: 没错，我就是黑暗之神的选民。我可不是一般人物。

source: Their eyes widen to the point that it feels absurd. "His... HIS..." they all collectively scream, "HIS CHOSEN?! HIS... CHOSEN HAS NOTICED... US?!" With that, all hell breaks loose; they literally just start smashing everything. It doesn't take long for one of them to accidentally start the FTL amidst all the commotion... After they've vanished, the voice calls to you, amused, "Well... outsiders they may be, it seems that... they'll fit in with the zealots just fine." Then, silence. You quickly realize how much you appreciate having a silly distraction as you're left staring into the darkness, alone.
ru: Их глаза расширились до такой степени, что это кажется абсурдным. "Он... ОН...", - кричат они все вместе, - "ОН ИЗБРАННЫЙ?! ОН... ИЗБРАННЫЙ И ОН ЗАМЕТИЛ... НАС?!" После этого начинается настоящий ад: они буквально начинают крушить все подряд. Не проходит и минуты, как один из них случайно запускает ССД среди всей этой суматохи... После того как они исчезли, голос обращается к вам, веселясь: "Ну... может, они и чужаки, но... похоже, они отлично впишутся в ряды фанатиков". Затем - тишина. Вы быстро понимаете, насколько вам нравится, когда вас отвлекают глупые разговоры, и остаетесь в одиночестве, глядя в тьму.
zh_hans: 他们的眼睛瞪得大到离谱。“祂的……祂的……”他们集体尖叫起来，“祂的选民？！祂的……选民居然注意到……我们了？！”话音一落，场面彻底失控；他们真的开始砸毁一切。混乱中没过多久，其中一个家伙不小心启动了超光速引擎……他们消失后，那个声音带着笑意开口：“好吧……虽然他们是外人，但看来……跟那些狂热信徒倒是挺合得来。”随后便是一片寂静。当你独自凝视着黑暗时，很快就意识到，自己有多庆幸刚才这场荒唐的消遣。

source: (Deep One Cultist) Yep. Got my own cult and everything.
ru: (Член экипажа-глубоководный культист) Ага. У меня есть свой культ и все такое.
zh_hans: （深渊潜者信徒）没错。我自己都有教派了，一应俱全。

source: "Your own... cult?" one of them asks, before briefly thinking on it and continuing, "Can... I join it?"
ru: "Ваш собственный... культ?" - спрашивает один из них, но потом ненадолго задумывается и продолжает: "Могу ли я... Я могу присоединиться к нему?"
zh_hans: “你自己的……教派？”其中一个问道，稍微想了想又继续说，“那……我能加入吗？”

source: Hell yeah! It's a party over here!
ru: Да, черт возьми! У нас тут вечеринка!
zh_hans: 那必须的！这儿可是派对现场！

source: The Deep One screams as it runs out of the room and makes for the teleporter. Moments later, he's then teleported straight into your room; he proceeds to continue screaming. The Deep Ones, over the hail, are also screaming. Your Enlightened Cultist... is screaming. They don't really tire themselves out either, they kinda just keep doing it. Eventually, like all good things, it has to come to an end... and it ends with you mumbling something under your breath while ending the call and demanding that the FTL be fired. The voice merely laughs, amused.
ru: Глубоководный с криком выбегает из комнаты и направляется к телепортатору. Мгновением позже он телепортируется прямо в вашу комнату; он продолжает кричать. Глубоководные через связь тоже кричат. Ваш Просветленный культист... кричит. Они не устают, просто продолжают делать это. В конце концов, как и все хорошее, это должно закончиться... и заканчивается это тем, что вы бормочете что-то себе под нос, прекращая вызов и требуя зарядить ССД. Голос просто смеется, его это забавляет.
zh_hans: 那名深渊潜者尖叫着冲出房间，冲向传送器。片刻之后，他直接被传送到了你的房间里，并且继续尖叫。通过通讯频道，其他深渊潜者也在尖叫。你的启蒙派信徒也在尖叫。他们似乎完全不会累，就这么一直尖叫下去。最终，如同所有美好的事物一般，这一切总得结束……而结局就是你低声嘟囔了几句，挂断通讯，并下令启动超光速引擎。那个声音只是觉得好笑，轻笑了起来。

source: Nah. Only so much coolness to go around... supply and demand, and all that.
ru: Не-а. Только так много крутости, сколько нужно... спрос и предложение, и все такое.
zh_hans: 没门。酷劲儿可是有限度的……毕竟供需关系摆在那儿呢。

source: At first, it seems saddened by this response, but then it leaves the room after gaining a certain air of determination. Moments later, it comes back carrying as much scrap as it can! "If... I cannot join your cult, directly... I will form a second cult here, in your... mighty name! Please... oh please, take this offering!" Most deities would probably be offended if offered a heaping pile of garbage as tribute, but you? It's hard to name a better gift...
ru: Сначала он кажется опечаленным таким ответом, но затем, набравшись решимости, выходит из комнаты. Мгновением позже он возвращается, неся с собой как можно больше лома! "Если... я не смогу присоединиться к вашему культу напрямую... я создам здесь второй культ, во имя вашего... могущественного имени! Пожалуйста... о, пожалуйста, примите этот дар!" Большинство божеств, наверное, обиделись бы, если бы им предложили в качестве подношения кучу мусора, но вы? Трудно придумать лучший подарок...
zh_hans: 起初，它似乎对你的回答感到难过，但随即带着一股坚定的神情离开了房间。片刻之后，它抱着尽可能多的废料回来了！“如果……我不能直接加入你的教派……我就在这里以你……伟大的名义建立第二个教派！求你……求求你，收下这份祭品吧！”大多数神祇可能会因为被献上一堆垃圾而感到被冒犯，但你呢？很难再找到比这更好的礼物了……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The scrap is transferred and, after you hang up on your newfound worshippers, the voice speaks, "There's... more value to this than you may... realize. The False God gains its power... from belief. It's useless to you or I, but, to it... it is everything. To convert its followers... is humorous, to say the least, but also... a tactical advantage." It then goes quiet, and you're left pondering the logistics of belief-power... you surmise that it's sort of like scrap, but for Gods.
ru: Лом передается, и, когда вы прерываете связь, голос говорит: "В этом есть... больше смысла, чем ты... понимаешь. Ложный Бог получает свою силу... от веры. Она бесполезна для тебя или меня, но для него... она - все. Обращать в свои последователи... это, мягко говоря, забавно, но также... тактическое преимущество". Затем он замолкает, и вы остаетесь размышлять о логике силы веры... Вы пришли к выводу, что это что-то вроде лома, но для богов.
zh_hans: 废料被传送过来，在你挂断与新信徒们的通讯后，那个声音开口道：“这东西的价值……比你想象的要大。伪神的力量……源于信仰。信仰对你我而言毫无用处，但对它而言……却是一切。至少可以说，策反它的追随者这件事很有趣，但同时……这也是一种战术优势。”随后它陷入沉默，留下你独自思考信仰之力的运作原理……你推测，这对神明来说，大概就像废料对你一样重要。

source: Are you kidding me? I hate that Dark God guy.
ru: Вы что, шутите? Я ненавижу этого Темного Бога.
zh_hans: 开什么玩笑？我恨死那个黑暗之神了。

source: The Deep Ones, in unison, immediately go silent and stop moving. They're all staring directly at you as the call ends, abruptly. You're not really sure how they did that without moving... and before you can think on it, you realize their ship has turned towards yours, weapons charging!
ru: Глубоководные в унисон сразу же умолкают и перестают двигаться. Они все смотрят прямо на вас, когда вызов резко заканчивается. Вы не совсем понимаете, как им это удалось, не двигаясь... и прежде чем вы успеваете подумать об этом, вы осознаете, что их корабль повернулся к вашему, заряжая оружие!
zh_hans: 所有深渊潜者立刻齐声静止，一动不动。通讯突然中断时，他们全都直直地盯着你。你完全想不通他们是怎么做到不动却还能做到这一点的……还没等你细想，就发现他们的飞船已经转向你这边，武器正在充能！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Fine. I didn't want to talk to them anyways...
ru: Отлично. Я все равно не хотел с ними разговаривать...
zh_hans: 好吧。反正我也没想跟他们说话……

source: The ship continues to merely float there, and you're uninterrupted as you wait for the FTL to charge.
ru: Корабль продолжает просто дрейфовать на месте, а вы спокойно ждете, пока зарядится ССД.
zh_hans: 飞船依旧只是飘浮在那里，在你等待超光速引擎充能的过程中，没有受到任何干扰。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: How rude of them. Attack!
ru: Как грубо с их стороны. Атакуем!
zh_hans: 他们也太没礼貌了。进攻！

source: You can't stand the gall of these weird fish-people. How can they sleep at night knowing they're the type to not call random, nearby ships on sight? You make the order to attack and, recognizing your aggression, the ship outside prepares to defend itself.
ru: Вы не можете вынести наглости этих странных рыболюдей. Как они могут спать по ночам, зная, что они одни из тех, кто не связывается со случайными кораблями поблизости вроде вашего? Вы отдаете приказ атаковать, и, распознав вашу агрессию, корабль поблизости готовится к обороне.
zh_hans: 你简直受不了这些怪异鱼人的厚颜无耻。他们明知道自己是那种看到附近随机出现的飞船却不主动联络的家伙，晚上怎么还能睡得着觉？你下令进攻，外面那艘飞船察觉到你的敌意，立刻准备自卫。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I prefer my presence unknown, thanks.
ru: Я бы предпочел, чтобы о моем присутствии ничего не знали, спасибо.
zh_hans: 我希望不暴露行踪，谢谢。

source: "Suit... yourself." The voice goes quiet. You're left staring into nothing, and you think about how badly you miss the stars.
ru: "Ну... как хочешь". - голос умолкает. Вы остаетесь одни, глядя в пустоту, и думаете о том, как же сильно вам не хватает звезд.
zh_hans: “随你……便吧。”那个声音沉默了下去。你独自望着虚空，心里想着自己是多么想念那些星辰。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_enlightened.xml$//event[@name="NEUTRAL_ENLIGHTENED_DOUBTFUL"]/text
source: The void, ever-present, leaves you waiting for the voice's guidance. It doesn't leave you waiting long, though, "Enlightened... lie at this beacon. Though, it's... strange. This ship is a hunter, yet... they're not showing any signs of aggression. Should I... push back this false darkness?"
ru: Вечная пустота заставляет вас ждать указаний голоса. Впрочем, он не заставляет вас долго ждать: "Просветленные... находятся у этого маяка. Хотя, это... странно. Этот корабль - охотник, но... он не проявляет никаких признаков агрессии. Должен ли я... развеять эту ложную тьму?"
zh_hans: 无尽的虚空始终笼罩着你，你在等待那个声音的指引。不过它并没有让你等太久：“谐合者……就在这个信标处。只是……有点奇怪。这艘飞船本该是猎手，可他们……却没有表现出任何敌意。需要我……驱散这片虚假的黑暗吗？”

source: Go for it.
ru: Вперед.
zh_hans: 动手吧。

source: As the darkness is pulled back, the ship seems to continue retreating further and further back into it; eventually, though, it gives up and hails you, "I... don't understand. Prey... here, and the Dark One's protection forsakes me..." It seems really worked up about this.
ru: По мере того как тьма отступает, корабль, кажется, продолжает погружаться в нее все дальше и дальше; в конце концов он сдается и обращается к вам: "Я... не понимаю. Добыча... здесь, но защита Темного покидает меня..." Кажется, они очень переживают по этому поводу.
zh_hans: 随着黑暗被驱散，那艘飞船却不断往黑暗深处退去；不过最终它放弃了，并向你发起通讯：“我……不明白。猎物……就在这里，可黑暗之神的庇护却抛弃了我……”它看起来对此十分激动。

source: Why were you not attacking me? Aren't you a hunter?
ru: Почему ты не напал на меня? Разве ты не охотник?
zh_hans: 你为什么不攻击我？你不是猎手吗？

source: It seems surprised, "How did you..." it pauses, "Wait. This... this, is a test. A test... of faith. The Dark One wishes that I... prove my devotion. Hear me, then, and let my faith... be known!" The Enlightened cut communications, and their weapons come online!
ru: Он кажется удивленным: "Как ты...", - он делает паузу: "Подожди. Это... это испытание. Испытание... веры. Темный желает, чтобы я... доказал свою преданность. Услышь же меня, и да будет известна моя вера!" Просветленные отключили связь, и их оружие заработало!
zh_hans: 对方显得很惊讶：“你怎么会……”它顿了顿，“等等。这……这是一场考验。一场……信仰的考验。黑暗之神希望我……证明我的虔诚。那么听着，让我的信仰……昭示天下！”谐合者切断了通讯，他们的武器开始启动！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Looks like your Dark God's abandoned you.
ru: Похоже, твой Темный Бог покинул тебя.
zh_hans: 看来你的黑暗之神已经把你抛弃了。

source: It seems to ponder this for a moment. "Truth be told... I've been considering abandoning it, too. Word's arrived... that your 'Rebellion' pushes into our territory... unabated. Our teachings would leave you thinking this... to be impossible, and yet..." The Enlightened goes quiet for a while. Eventually, it continues, "If... if the Dark One has failed us, then... what good is staying here, waiting to die?"
ru: Кажется, он на мгновение задумался над этим. "По правде говоря... я тоже подумывал отказаться от него. До меня дошли слухи... что ваше Восстание проникает на нашу территорию... беспрепятственно. Наши учения заставляют нас думать, что это... невозможно, и все же..." Просветленный на некоторое время замолкает. В конце концов он продолжает: "Если... если Темный нас подвел, то... что толку оставаться здесь, ожидая смерти?"
zh_hans: 它似乎思考了片刻。“说实话……我也一直在考虑抛弃它。消息传来……你们的‘叛乱’正源源不断地攻入我们的领地……我们的教义本会让你认为这……是不可能的，然而……”启蒙者沉默了一会儿。最终，它继续说道：“如果……如果黑暗之神已经辜负了我们，那么……留在这里等死，又有什么意义？”

source: Continue...
ru: Продолжить...
zh_hans: 继续。
