Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_enlightened.xml/*.po
Languages: ru, zh_hans

source: You accept the hail, and you're face to face with an Enlightened Cultist, "Outsider, care... to gamble?" Before you can answer, the voice speaks to you, "This... is a fuel-transport ship, belonging to the Enlightened. I... didn't consider it a threat, nor did I... consider that they'd bother you." The darkness is pulled back, and you see the ship for yourself. Now, what's this about gambling?
ru: Вы принимаете вызов и оказываетесь лицом к лицу с культистом Просветленных: "Посторонний, не желаешь... сыграть в азартную игру?" Прежде чем вы успеваете ответить, голос обращается к вам: "Это... транспортный корабль с топливом, принадлежащий Просветленным. Я... не считал его угрозой, как и не считал... что он может тебя побеспокоить". Тьма отступает, и вы видите корабль воочию. А что это за азартная игра?
zh_hans: 你接通了通讯，迎面出现的是一名启蒙者教徒：“外来者，愿意……赌一把吗？”你还没来得及回答，那个声音便响起：“这艘……是启蒙者的燃料运输船。我……没把它视作威胁，也没料到……他们会来打扰你。”黑暗被拨开，你亲眼看见了那艘船。现在，说说赌局的事吧？

source: What are we gambling, exactly?
ru: На что мы играем?
zh_hans: 我们到底要赌什么？

source: The Enlightened would roll its eyes if it had any. "Fuel, were it not... obvious. We... each bid, and then toss dice... into the Dark One's embrace. Whoever... rolls highest when they return, wins."
ru: Просветленный закатил бы глаза, если бы они у него были. "Топливо, разве это не... очевидно. Мы... каждый делает ставку, а затем бросаем кости... в объятия Темного. У того, у кого... выпадет больше всех, когда они вернутся, тот и победит".
zh_hans: 如果启蒙者有眼睛的话，此刻一定会翻个白眼。“燃料，这难道……还不明显吗。我们……各自下注，然后把骰子……抛进黑暗之神的怀抱。谁的骰子……回来时点数最大，谁就赢。”

source: Sure, I'm up for it.
ru: Конечно, я не против.
zh_hans: 好啊，我奉陪到底。

source: "Then make... your bet. I'll mirror it, unless... you've got more fuel than a vessel whose sole purpose... is transporting fuel?"
ru: "Тогда делай... свою ставку. Я повторю ее, если только... у тебя нет больше топлива, чем у судна, единственной целью которого... является перевозка топлива?"
zh_hans: "那就下注吧。我会跟注，除非你的燃料比一艘专门用来运输燃料的飞船还要多？"

source: Bet low. [-3{]
ru: Низкая ставка. [-3{]
zh_hans: 小注。[-3{]

source: You send the fuel over, and the Enlightened, through an airlock, casts the dice into the ether. It asks you to call one of them; one's red, one's blue.
ru: Вы отправляете топливо, и Просветленный через воздушный шлюз бросает кости во тьму. Он просит вас выбрать один из цветов - красный или синий.
zh_hans: 你把燃料送过去，启蒙者通过气闸将骰子掷向虚空。它让你选一个，一个是红色，一个是蓝色。

source: Red.
ru: Красный.
zh_hans: 红色。

source: Blue.
ru: Синий.
zh_hans: 蓝色。

source: Bet middlingly. [-6{]
ru: Средняя ставка. [-6{]
zh_hans: 中等下注。[-6{]

source: You send the fuel over, and the Enlightened, through an airlock, casts the dice into the ether. It asks you to call one of them; one's red, one's blue.
ru: Вы отправляете топливо, и Просветленный через воздушный шлюз бросает кости во тьму. Он просит вас выбрать один из цветов - красный или синий.
zh_hans: 你把燃料送了过去，启蒙者通过气闸将骰子掷向虚空。它让你选一个，一个是红色，一个是蓝色。

source: Red.
ru: Красный.
zh_hans: 红色。

source: Blue.
ru: Синий.
zh_hans: 蓝色。

source: Bet high. [-9{]
ru: Высокая ставка. [-9{]
zh_hans: 重注。[-9{]

source: You send the fuel over, and the Enlightened, through an airlock, casts the dice into the ether. It asks you to call one of them; one's red, one's blue.
ru: Вы отправляете топливо, и Просветленный через воздушный шлюз бросает кости во тьму. Он просит вас выбрать один из цветов - красный или синий.
zh_hans: 你把燃料送过去，启蒙者通过气闸将骰子掷向虚空。它让你选一个，一个是红色，一个是蓝色。

source: Red.
ru: Красный.
zh_hans: 红色。

source: Blue.
ru: Синий.
zh_hans: 蓝色。

source: Bet ridiculously high. [-30{]
ru: До смешного высокая ставка. [-30{]
zh_hans: 押得高得离谱。[-30{]

source: You send the fuel over, and you notice that the Enlightened is sweating bullets... you didn't realize that they could sweat. Regardless, through an airlock, they cast the dice into the ether. It asks you to call one of them; one's red, one's blue.
ru: Вы отправляете топливо и замечаете, что Просветленный потеет... вы не знали, что они могут потеть. Тем не менее через воздушный шлюз он бросает кости во тьму. Он просит вас назвать один из цветов: красный или синий.
zh_hans: 你把燃料送了过去，然后注意到那个启蒙者紧张得满头大汗……你之前根本不知道他们居然会出汗。不管怎样，他们通过气闸把骰子掷向了虚空。它让你选一个，一个红色，一个蓝色。

source: Red.
ru: Красный.
zh_hans: 红色。

source: Blue.
ru: Синий.
zh_hans: 蓝色。

source: On second thought, I don't really want to bet.
ru: Подумав, я не хочу делать ставки.
zh_hans: 转念一想，我其实并不想下注。

source: "Here I was... thinking things were about to get interesting." They cut communications, and you're left alone with its words. Are you boring? The voice provides no answers.
ru: "А я-то... думал, что сейчас начнется веселье". Связь прерывается, и вы остаетесь наедине с его словами. Скучно ли вам? Голос не дает ответов.
zh_hans: “我本来还以为……事情要变得有趣了。”他们切断了通讯，只留下你独自回味这句话。你很无趣吗？那个声音没有给出任何答案。

source: Nah, I'm good.
ru: Нет, все в порядке.
zh_hans: 不了，我没事。

source: "Here I was... thinking things were about to get interesting." They cut communications, and you're left alone with its words. Are you boring? The voice provides no answers.
ru: "А я-то... думал, что сейчас начнется веселье". Связь прерывается, и вы остаетесь наедине с его словами. Скучно ли вам? Голос не дает ответов.
zh_hans: “我本来还以为……事情要变得有趣了。”他们切断了通讯，只留下你独自回味这番话。你很无趣吗？那个声音没有给出任何答案。

source: How about I just blow you up?
ru: А может, я просто взорву тебя?
zh_hans: 不如我直接把你炸飞怎么样？

source: "Wait, what? What's... there even to gai-" You cut communications and fire upon the fuel-transport. Even in the vacuum of space, the fuel manages to pull oxygen from within the ship and briefly ignite... resulting in the ship being decimated, consumed by a blazing explosion. It's not likely that there's anything left to scrap... a pity, truly. The silence agrees.
ru: "Подожди, что? Что... можно выи..." Вы прерываете связь и стреляете по перевозчику топлива. Даже в вакууме космоса топливо успевает вытянуть кислород изнутри корабля и ненадолго воспламениться... в результате чего корабль разрушается, поглощенный пылающим взрывом. Вряд ли там осталось что-то, что можно было бы разобрать на лом... жаль, правда. Тишина соглашается.
zh_hans: “等等，什么？这有什么好……”你直接切断通讯，朝这艘燃料运输舰开火。即便在太空真空里，燃料还是从舰体内部抽出氧气，瞬间燃起大火……整艘船被猛烈的爆炸彻底摧毁、吞噬。恐怕连一点残骸都剩不下……真是可惜。死寂的太空也认同这一点。

source: Eerie. Nope!
ru: Жутко. Нет!
zh_hans: 怪瘆人的。算了！

source: With the call refused, all is quiet. You tell yourself that you prefer this complete, inescapable and deafening silence in an attempt to feel better. Somehow, that doesn't work.
ru: После отказа от вызова все затихает. Вы говорите себе, что предпочитаете эту полную, неизбежную и оглушительную тишину, пытаясь почувствовать себя лучше. Почему-то это не срабатывает.
zh_hans: 拒绝喊话之后，一切归于寂静。你试图安慰自己，你偏爱这种彻底的、无处可逃的、震耳欲聋的沉默，想让自己好受一点。但不知为何，这并没有用。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship breaks apart and you quickly salvage what you can.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead you quickly salvage what you can.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Once you're done salvaging, the voice speaks to you, "DISPARITY-17... a name which implies much, and says... little." It doesn't elaborate, and you're left wondering about said implications.
ru: Как только вы заканчиваете разбирать обломки, голос обращается к вам: "ДИССОНАНС-17... название, которое подразумевает многое, но говорит... мало". Он не уточняет, и вы остаетесь в недоумении, что же именно подразумевается под этим названием.
zh_hans: 等你完成打捞回收后，那个声音对你说道：“谐离-17……这个名字寓意很多，却又……什么都没说。”它没有再详细解释，只留下你独自琢磨这些含义。

source: (Disparity Crew) They must have been here looking for members of the Disparity.
ru: (Член экипажа-энджи Диссонанса) Они, должно быть, искали здесь членов Диссонанса.
zh_hans: （谐离船员）他们之前一定是来这里寻找谐离成员的。

source: Indeed. Though misguided, this IS Dark God territory. Not the worst place in the universe to look... still, you have to wonder what they were hoping to accomplish by coming here.
ru: Действительно. Хоть это и ошибка, поскольку это пространство Темного Бога. Не самое худшее место во вселенной для поиска... но все же стоит задуматься, чего они надеялись добиться, придя сюда.
zh_hans: 没错。虽然他们误入歧途，但这里确实是黑暗之神的领地。这算不上是宇宙中最糟糕的搜寻地点……可你还是会好奇，他们来到这里究竟想要达成什么目的。

source: You're unsure...
ru: Вы не знаете...
zh_hans: 你不确定……

source: Alas, it seems that this must be a mystery for another day.
ru: Увы, похоже, эта загадка останется неразгаданной.
zh_hans: 唉，看来这个谜团只能留到以后再解开了。

source: The voice, for once, has a question for you, "These strange... metal men. What do you... know of them?"
ru: Голос, в кои-то веки, задал вам вопрос: "Эти странные... металлические люди. Что ты... знаешь о них?"
zh_hans: 这一次，那个声音向你提出了一个问题：“这些奇怪的……金属人。你……对他们了解多少？”

source: Depends. Which metal men?
ru: Зависит от того, какие металлические люди?
zh_hans: 看情况。你说的是哪种金属人？

source: "Your people... call them the Engi. My people... are quite closeted, one could say. We hear tell of... outsiders and their ways only through new kin, or tribute, arriving. These... Engi, in particular... we're quite unfamiliar with. Regardless, one of their... ships lies at this beacon, I believe." A mystery, even to the mysterious voice?
ru: "Твои люди... которых называют энджи. Мой народ... можно сказать, довольно закрытый. Мы слышим о... чужаках и их путях только благодаря прибытию новых сородичей или дани. Эти... энджи, в частности... нам совершенно незнакомы. Тем не менее, один из их... кораблей находится у этого маяка, я полагаю". Загадка, даже для таинственного голоса?
zh_hans: “你的族人……称他们为半械族。而我的族人……可以说相当封闭。我们只通过新来的同族或是贡品，才听闻外界和他们的行事方式。尤其是这些……半械族……我们对他们十分陌生。但不管怎样，我相信他们其中一艘……飞船就在这个信标处。”就连这个神秘的声音，也遇上谜团了？

source: Sounds interesting, let me see them.
ru: Звучит интересно, дай мне взглянуть на них.
zh_hans: 听起来挺有意思的，让我看看他们。

source: The darkness recedes, and you see an Engi ship; no mere one, either, but an elite. They hail you, "Identity: Federation. Probability of encountering Federation in current location: approaching null... implies external motivation. Federation motivation requested." They want to know why you're here... what do they have to be suspicious of?
ru: Тьма отступает, и вы видите корабль энджи, и не простой, а элитный. Они обращаются к вам: "Идентификация: Федерация. Вероятность встретить Федерацию в текущем месте: приближается к нулю... подразумевает внешнюю мотивацию. Запрашивается мотивация Федерации". Они хотят знать, почему вы здесь... почему они такие подозрительные?
zh_hans: 黑暗退去，你眼前出现了一艘半械族飞船——而且还不是普通型号，是一艘精英舰。他们向你发出通讯：“身份：联邦。当前区域遭遇联邦的概率：趋近于零……表明存在外部动机。请求说明联邦动机。”他们想知道你为什么会在这里……他们到底在怀疑什么？

source: Long story. Essentially, I've been chosen by the Deep Ones' 'Dark God' to be tribute. Just trying to escape the sector, now.
ru: Рассказать длинную историю. По сути, я был выбран "Темным Богом" глубоководных, чтобы стать данью. Сейчас я просто пытаюсь сбежать из сектора.
zh_hans: 说来话长。简单来说，我被深渊潜者的黑暗之神选为贡品了。现在只想设法逃出这片星域。

source: It processes this briefly, "Federation goal: escape. Engi goal: antithetical to Federation goal. Compromise proposed: Engi assists Federation; Federation assists Engi."
ru: Кратко это выглядит так: "Цель Федерации: побег. Цель энджи: противоречит цели Федерации. Предлагается компромисс: энджи помогает Федерации; Федерация помогает энджи".
zh_hans: 它短暂处理了一下信息：“联邦目标：逃离。半械族目标：与联邦目标对立。提议妥协：半械族协助联邦，联邦协助半械族。”

source: What do you want me to do?
ru: Что вы от меня хотите?
zh_hans: 你想要我做什么？

source: "Request: tell no one that you encountered Engi." It comes off as a demand rather than a request...
ru: "Просьба: никому не говорите, что вы встретили энджи". Это выглядит как требование, а не просьба...
zh_hans: “要求：不得向任何人透露你遭遇了半械族。”这听起来更像是命令，而非请求……

source: Of course.
ru: Конечно.
zh_hans: 当然。

source: Its body shifts slightly, "Request: fulfilled. Engi directive: trust Federation and assist. Assistance required = unknown. Request updated: make assistance required known."
ru: Его тело слегка меняется: "Запрос: выполнен. Директива энджи: довериться Федерации и оказать помощь. Требуемая помощь = неизвестно. Запрос обновлен: требуемая помощь известна".
zh_hans: 它的躯体微微一动：“要求：达成。半械族指令：信任联邦并提供协助。所需协助：未知。更新要求：告知所需协助。”

source: Request repairs.
ru: Запросить ремонт.
zh_hans: 请求维修。

source: They send a few drones over to repair your hull. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько дронов для ремонта вашего корпуса. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们派出几架无人机过来修复你的船体。完工后，他们重新接通通讯：“要求：完成。无继续通讯理由。”说完，他们便重新潜入虚空，只留下你和一开始一样满心疑惑……

source: Request fuel.
ru: Запросить топливо.
zh_hans: 请求燃料。

source: They send a few nodes of fuel over. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько единиц топлива. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来几个燃料舱。之后，他们再次接通通讯：“请求：已完成。没有继续通讯的必要了。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: Request missiles.
ru: Запросить боеголовки.
zh_hans: 需要弹药。

source: They send a few missiles over. You're not sure why the Engi even have missiles, but afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько боеголовок. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来几枚弹药。你不清楚半械族为什么会有弹药，但在那之后，他们重新接通通讯：“请求：已完成。没有继续通讯的必要了。”说完，他们便重新潜入虚空，只留下你和一开始一样满心疑惑……

source: Request drone parts.
ru: Запросить дрон-комплекты.
zh_hans: 请求无人机部件。

source: They send quite a few drone parts over, it seems they have them in surplus. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько дрон-комплекты. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来不少无人机部件，看来他们储备得很充足。之后，他们重新接通通讯：“请求：已完成。没有继续通讯的必要了。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: (Harmony Crew) Request direct Harmony assistance.
ru: (Член экипажа-энджи Гармонии) Запросить прямую помощь Гармонии.
zh_hans: （谐合船员）请求谐合势力直接支援。

source: They glance at your Engi, "Harmony unit detected. Request for Harmony assistance: deemed satisfactory. Dispatching additional Engi." With that, an Engi Defender is sent over, and the ship dives back into the void; you're left about as curious as you started...
ru: Они смотрят на вашего энджи: "Обнаружена единица Гармонии. Запрос на помощь Гармонии: признан удовлетворительным. Высылаю дополнительного энджи". С этими словами к вам отправляется Защитник энджи, и корабль снова погружается в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们看了一眼你的半械族，“检测到谐合单元。请求谐合支援：判定合格。派遣额外半械族。”话音刚落，一艘半械族防卫舰被派了过来，随后那艘飞船便潜入虚空，只留下你和一开始一样满心疑惑……

source: I can't promise that.
ru: Я не могу обещать этого.
zh_hans: 我不能保证。

source: The Engi's body stiffens, "Failure to meet request will result in retaliation. Request restated: tell no one that you encountered Engi."
ru: Тело энджи напряглось: "Невыполнение просьбы приведет к ответным мерам. Повторяю просьбу: никому не говорите, что вы встретили энджи".
zh_hans: 半械族的躯体瞬间僵硬：“若未能满足要求，将招致报复。重申要求：不得向任何人透露你遭遇了半械族。”

source: Okay, yeah, I won't tell anyone.
ru: Ладно, ага, я никому не скажу.
zh_hans: 好的，我不会告诉任何人。

source: Its body rests, "Request: fulfilled. Engi directive: trust Federation and assist. Assistance required = unknown. Request updated: make assistance required known."
ru: Его тело сняло напряжение: "Запрос выполнен. Директива энджи: довериться Федерации и оказать помощь. Требуемая помощь = неизвестно. Запрос обновлен: требуемая помощь известна".
zh_hans: 它的身体放松下来，“请求：已完成。半械族指令：信任联邦并提供协助。所需协助：未知。更新请求：告知你需要何种协助。”

source: Request repairs.
ru: Запросить ремонт.
zh_hans: 请求维修。

source: They send a few drones over to repair your hull. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько дронов для ремонта вашего корпуса. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们派来几架无人机修复你的船体。之后，他们重新接通通讯：“请求：已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: Request fuel.
ru: Запросить топливо.
zh_hans: 请求燃料。

source: They send a few nodes of fuel over. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько единиц топлива. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来几个燃料舱。之后，他们重新接通通讯：“请求：已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: Request missiles.
ru: Запросить боеголовки.
zh_hans: 请求弹药。

source: They send a few missiles over. You're not sure why the Engi even have missiles, but afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько боеголовок. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来几枚弹药。你不清楚半械族为什么会有弹药，但在那之后，他们重新接通通讯：“请求：已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: Request drone parts.
ru: Запросить дрон-комплекты.
zh_hans: 请求无人机部件。

source: They send quite a few drone parts over, it seems they have them in surplus. Afterwards, they pick the call back up, "Request: fulfilled. No further reason for communication." With that, they dive back into the void, and you're left about as curious as you started...
ru: Они отправляют несколько дрон-комплекты. После этого они снова обращаются к вам: "Запрос выполнен. Больше причин для связи нет". С этими словами они снова погружаются в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们送过来不少无人机部件，看来他们的储备十分充足。之后，他们重新接通通讯：“请求：已完成。没有继续通讯的理由。”说完，他们便重新潜入虚空，而你心中的疑惑和一开始时一模一样……

source: (Harmony Crew) Request direct Harmony assistance.
ru: (Член экипажа-энджи Гармонии) Запросить прямую помощь Гармонии.
zh_hans: （谐合船员）请求谐合势力直接支援。

source: They glance at your Engi, "Harmony unit detected. Request for Harmony assistance: deemed satisfactory. Dispatching additional Engi." With that, an Engi Defender is sent over, and the ship dives back into the void; you're left about as curious as you started...
ru: Они смотрят на вашего энджи: "Обнаружена единица Гармонии. Запрос на помощь Гармонии: признан удовлетворительным. Высылаю дополнительного энджи". С этими словами к вам отправляется Защитник энджи, и корабль снова погружается в пустоту, а вы остаетесь со своим неудовлетворенным любопытством, как и в начале разговора...
zh_hans: 他们瞥了一眼你的半械族，“检测到谐合单元。谐合支援请求：判定合格。正在派遣额外半械族。”话音刚落，一架半械族防卫机被派了过来，随后那艘飞船便重新潜入虚空，只留下你和一开始一样满心疑惑……

source: I'm sorry, I can't.
ru: Простите, я не могу.
zh_hans: 抱歉，我不能。

source: "Harmony infiltration of region DISPARITY-17 cannot be made known. Solution: destruction of Federation vessel." They cut communications, and their weapons come online!
ru: "Проникновение Гармонии в регион ДИССОНАНС-17 не должно стать известным. Решение: уничтожение корабля Федерации". Они прерывают связь, и их оружие активируется!
zh_hans: 谐合势力渗透谐离17区的事绝不能泄露。解决方案：摧毁联邦舰船。他们切断通讯，武器开始充能上线！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I think I'd rather just blow you up.
ru: Думаю, я лучше просто взорву вас.
zh_hans: 我看我还是直接把你炸掉算了。

source: "Hostility: detected. Preparing self-defense protocol." The Engi turn away from you, but communications remain up momentarily, "Request: reinforcements. Location: region DISPARITY-17, sub-region 198-B. Mission of crit-" Communications are finally cut, and you prepare to begin your assault.
ru: "Враждебность: обнаружена. Готовится протокол самообороны". Энджи отворачиваются от вас, но связь на мгновение сохраняется: "Запрос: подкрепление. Местонахождение: регион ДИССОНАНС-17, субрегион 198-Б. Миссия крит..." Связь окончательно прерывается, и вы готовитесь начать атаку.
zh_hans: “检测到敌意。启动自卫协议。”半械族转身离开，但通讯暂时还保持着畅通，“请求增援。位置：谐离17区，子区域198-B。任务关键——”通讯最终中断，你准备开始进攻。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: I don't have to explain myself to you.
ru: Я не обязан объясняться с вами.
zh_hans: 我没必要向你解释。

source: "Failure to meet request will result in retaliation. Request restated: Federation motivation."
ru: "Невыполнение просьбы приведет к ответным мерам. Запрос повторен: мотивация Федерации".
zh_hans: “不满足要求将会遭到报复。重申要求：说明联邦的动机。”

source: Fine, it's a long story. Essentially, I've been chosen by the Deep Ones' 'Dark God' to be tribute. Just trying to escape the sector, now.
ru: Ладно, это долгая история. Если коротко, я был выбран "Темным Богом" глубоководных, чтобы стать данью. Сейчас я просто пытаюсь сбежать из сектора.
zh_hans: 好吧，说来话长。简单来说，我被深渊潜者的“黑暗之神”选中作为祭品。我现在只想逃出这片星域。

source: It processes this briefly, "Federation goal: escape. Engi goal: antithetical to Federation goal. Compromise proposed: Engi assists Federation; Federation assists Engi."
ru: Кратко это выглядит так: "Цель Федерации: побег. Цель энджи: противоречит цели Федерации. Предлагается компромисс: энджи помогает Федерации; Федерация помогает энджи".
zh_hans: 它短暂处理了一下信息：“联邦目标：逃离。半械族目标：与联邦目标对立。提议妥协：半械族协助联邦，联邦协助半械族。”

source: What do you want me to do?
ru: Что вы от меня хотите?
zh_hans: 你想要我做什么？

source: "Request: tell no one that you encountered Engi." It comes off as a demand rather than a request...
ru: "Просьба: никому не говорите, что вы встретили энджи". Это выглядит как требование, а не просьба...
zh_hans: “要求：不得向任何人透露你遇到过半械族。”这听起来根本不是请求，更像是一道命令……

source: Of course.
ru: Конечно.
zh_hans: 当然。

source: Its body shifts slightly, "Request: fulfilled. Engi directive: trust Federation and assist. Assistance required = unknown. Request updated: make assistance required known."
ru: Его тело слегка меняется: "Запрос: выполнен. Директива энджи: довериться Федерации и оказать помощь. Требуемая помощь = неизвестно. Запрос обновлен: требуемая помощь известна".
zh_hans: 它的身体微微一动，“请求：已完成。半械族指令：信任联邦并提供协助。所需协助：未知。更新请求：告知你需要何种协助。”
