Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//ship[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT"]/destroyed/text
ru: Вы сделали это! Боже мой, вы действительно сделали это! Неудивительно, что моя сестра привела вас сюда... вы невероятны!

source: data/events_sector_ddantumbra.xml$//ship[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
ru: Представить себе победу - тяжело завоеванную столь же долгожданную.

source: data/events_sector_ddantumbra.xml$//ship[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
ru: Представить себе победу - тяжело завоеванную столь же долгожданную.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN"]/text
ru: Власть над временем и пространством... окно открыто ненадолго, но сосуд моей сестры должен быть способен использовать силу Архангела - ей нужна вся сила, которую она может получить, чтобы восстановить себя.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN"]/choice/text
ru: Представить себе силу - то, что необходимо в кризисные времена, даже если она часто является причиной их возникновения.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN"]/choice/event/text
ru: Да, вот так! Она может сделать не так много, учитывая текущую ситуацию, но... этого должно хватить, чтобы хотя бы немного повернуть время вспять и восстановить целостность вашего корабля. Кроме того, с ее помощью мы сможем найти других Архангелов - Отец знает, что нам понадобится вся возможная помощь в предстоящем путешествии... Кстати, говоря об этом! Пора отправляться? Я знаю, что все, э-э... как в тумане, поэтому я сделаю все, что в моих силах, чтобы провести вас через все это, но... я знаю, что вы сможете! Вы только что доказали, что сможете! Так что... давайте сделаем это вместе, хорошо?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN"]/choice/event/choice/text
ru: Представить себе путешествие - то, что ждет вас впереди, наполненное как моментами надежды, так и моментами борьбы.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN_DEATH"]/text
ru: Я бы не слишком беспокоилась о сосуде моей сестры. С каждым поражением Архангела у нее должно оставаться более чем достаточно сил, чтобы восстановить себя. Э-э, кстати, о силе! Полное господство над временем и пространством... окно возможностей короткое, но сосуд моей сестры теперь должно быть в состоянии его использовать.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN_DEATH"]/crewMember
ru: Тень

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN_DEATH"]/choice/text
ru: Представить себе силу - то, что необходимо в кризисные времена, даже если она часто является причиной их возникновения.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN_DEATH"]/choice/event/text
ru: Да, вот так! Она может сделать не так много, учитывая текущую ситуацию, но... этого должно хватить, чтобы хотя бы немного повернуть время вспять и восстановить целостность вашего корабля. Кроме того, с ее помощью мы сможем найти других Архангелов - Отец знает, что нам понадобится вся возможная помощь в предстоящем путешествии... Кстати, говоря об этом! Пора отправляться? Я знаю, что все, э-э... как в тумане, поэтому я сделаю все, что в моих силах, чтобы провести вас через все это, но... я знаю, что вы сможете! Вы только что доказали, что сможете! Так что... давайте сделаем это вместе, хорошо?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER_FIGHT_WIN_DEATH"]/choice/event/choice/text
ru: Представить себе путешествие - то, что ждет вас впереди, наполненное как моментами надежды, так и моментами борьбы.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/text
ru: Подождите, я что-то чувствую. Это... ...Я думаю, вам нужно убираться оттуда, сейчас же!

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/text
ru: Представить себе дружеский жест - приветственный, но слишком запоздалый, чтобы произвести впечатление.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/event/text
ru: О, Отец... он здесь, не так ли? ХРАНИТЕЛЬ ВРАТ? Если он уже нашел вас, я не думаю, что бежать имеет смысл... Я... я, э-э... я не знаю, как я могу помочь...

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/event/choice/text
ru: Представить себе надежду - то, что не исчезает ни перед чем.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/event/choice/event/text
ru: ...Правда? Вы это поняли? Я... ну, ладно! По крайней мере... я, э-э, могу попробовать подробнее рассказать о его способностях, я полагаю. Протокол Архангела: ХРАНИТЕЛЬ ВРАТ... его свита Светоносцев и система ключей полагаются на манипуляции временем - он будет пытаться замедлить вас настолько, чтобы его фокусное оружие могло работать, и начнет уничтожать ваш корабль. Если вы можете что-то сделать, то это должно быть именно это - не позволяйте этому оружию работать непрерывно! Однако стоит отметить две вещи об Архангелах... во-первых, их кристаллическая броня - если вы попытаетесь сломать ее слишком быстро, вас просто наводнят их порабощенные Тени. Если у вас нет возможности справиться с небольшой армией, я бы поступила тактически с вашими атаками. Во-вторых, что-то, что касается всех членов Лжесияния - НЕ безопасно подниматься на борт с несколькими людьми одновременно. Что-то в их... странном, эфирном сиянии приводит к быстрой дестабилизации, когда они находятся в одном помещении друг с другом. Ну, это все, что я могу рассказать - я верю в вас! Покажите им, кто тут главный, ладно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/event/choice/event/triggeredEvent/triggeredEventBox/tooltip
ru: Архангел направляет божественную защитную энергию - у вас есть время, пока он не защитит себя мощным энергетическим щитом.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGATEKEEPER"]/choice/event/choice/event/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/text
ru: Ну, судя по тому, что видела моя сестра, вы, по крайней мере, на что-то способны! Не, э-э... недооценивайте себя. Вы проделали долгий путь, чтобы добраться сюда, ради нее.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/text
ru: Представить себе брата и сестру - надежных, заботливых и держащихся всегда рядом.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/text
ru: Моя сестра? Сейчас она находится в некотором состоянии покоя, но... она все еще может чувствовать вещи через свой сосуд - так же, как я могу чувствовать вас через нее, в некотором роде.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/text
ru: Представить себе тень - вездесущую, вечно темную, вечно убегающую от света.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/text
ru: Да, ее сосуд! Оно уже некоторое время с вами - он переносит мою сестру. Мы не можем, э-э... перемещаться самостоятельно, поэтому... обычно у каждого из нас есть свой сосуд, но... Отец хочет, чтобы я была рядом с ним. Честно говоря, я не помню, почему, или, э-э... как я сюда попала... или где именно находится "здесь"... ...честно говоря, я... сейчас немного напугана. У меня никогда раньше не было таких провалов в памяти, и мне никогда не приходилось полагаться на чувства одной из моих сестер. И моя сестра... Светоносец, она...

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/text
ru: Представить себе свет - всегда желанный, всегда яркий, навсегда отгоняющий тьму.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/text
ru: Нет, вы неправы. У Светоносцах нет ничего приветливого... по крайней мере, в большинстве из них, на данный момент - и Тени не являются здесь злодеями! Моя сестра гораздо лучше меня разбирается в этом вопросе, но, по сути... они что-то вроде тиранов?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/text
ru: Представить себе повстанцев - тиранию, воплощенную в жизнь.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/text
ru: В-возможно, судя по тому, что моя сестра случайно подслушала на эту тему. Хотя это имеет меньше отношения к супер-космическому фашизму, а больше к... слепоте. То, что вы сейчас чувствуете, это бессмысленное ничто - это не только наказание для вас, но и для всей реальности. Светоносцы... они искали что-то у Отца. В обмен на это им было предложено поклясться отказаться от всего - всего, кроме веры в него. Веры в его божественность.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе отца - внушающую страх личность, быстро выражающую свое неодобрение.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Да, это он... вы двое уже встречались, верно? Должно быть, да, раз сестра здесь... Ну, в любом случае, Светоносцы приняли его предложение. Они поклялись отказаться от всего, о чем он их просил, и даже больше - все во имя мира с Тенями. Они попросили Отца назначить общего лидера... кого-то, кто мог бы контролировать обе стороны и обеспечить их сосуществование. И поэтому... он послал мою сестру.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе свет - который вызывает страх, но, как ни парадоксально, стремится к миру.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Да, ну... хотя обе стороны всегда воевали, некоторые Светоносцы были менее заинтересованы в этом, чем другие. Четверо из них обратились к Отцу и определили судьбу этой реальности... и, хотя они уже давно ушли, Отец решил помочь моей сестре в ее обязанностях по надзору, создав четыре меньших божества, подобно ему.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представь божество - всеведущее, а значит, оно, скорее всего, наблюдает за вами.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Эти меньшие божества, получившие название "Протоколы Архангелов", были созданы, чтобы воплотить в себе все, чем стали Светоносцы. Великолепные, наделенные божественной силой... и слепые. Протокол Архангела: ХРАНИТЕЛЬ ВРАТ - существо, наделенное властью над временем и пространством. Прежде всего, это страж, призванный защищать от вторжения из Мультивселенной. Протокол Архангела: МОГИЛЬЩИК - существо, наделенное властью над смертью и способностью восстанавливать энергию. Защита от энтропии, если Светоносцы начнут сгорать в своем недавно ставшем серым существовании. Протокол Архангела: БОЖЕСТВЕННОЕ ЯДРО - существо, наделенное властью над божественным огнем... в первую очередь, оружием уничтожения. Его главная цель заключалась в том, чтобы противостоять Теням, если они проявят свое недовольство. И, наконец... Протокол Архангела: ГЕНЕЗИС. Помимо моей сестры, ему были дарованы как величайшая сила, так и величайшая честь из всех - сила манипулировать... всем, в самом истинном смысле этого слова. Это были врата, величайший из всех - они могли перемещать что угодно, куда угодно. Между мирами, галактиками, реальностями - даже КЛАСТЕРАМИ! Отец особенно любил этот протокол, считая его удобным способом перемещать вещи... даже если это часто было просто прихотью.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе генезис - создание всего сущего.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Моя сестра была выше по рангу даже за ГЕНЕЗИС! Настоящая надзирательница, она обладала властью над Архангелами - коллективной силой, используемой для поддержания Светоносцев и Теней в состоянии бесконечного, бессмысленного блаженства. Это, и... собирать то, о чем ее просил Отец. В основном он просил Теней, хотя она не знала, для чего.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе прошлое - то, что никогда больше не повторится.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Я к этому подхожу! Понимаете, у сестры есть некая... одержимость. Гораздо сильнее, чем у меня или у нашей другой сестры... она хочет снова увидеть мать. Отец твердо решил, что этого никогда не произойдет - ни через миллион, ни через миллиард, ни даже через триллион лет, - но она никогда не была из тех, кто теряет надежду в этом вопросе. И вот, однажды... когда Отец не смотрел, она решила воспользоваться ГЕНЕЗИСОМ. Власть над всем, как она считала, была властью, способной противостоять даже Отцу - властью, способной вернуть мать. И, возможно, она была права, но... она не была готова к тому, что увидит. К тому, что увидит ГЕНЕЗИС.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе ошибку - которую нельзя исправить ни предвидением, ни размышлением о прошлом.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: ГЕНЕЗИС создал эту связь, эту связь с нашей Матерью - и это не было ни адом, ни какой-то другой великой катастрофой... а скорее отражением в маленьком зеркале. В этом зеркале моя сестра увидела себя - не такой, какой ее видели другие, как клинок Отца... а маленькой девочкой, которой она никогда не стала. Ее внутренний ребенок, так сказать... или, по крайней мере, так она это объясняла. Я не совсем уверен, но, э-э... в любом случае, это не так важно. Что БЫЛО важно, так это... ГЕНЕЗИС. В том странном зеркале его многочисленные глаза тоже что-то увидели - что именно, остается загадкой даже для моей сестры, но... что бы он ни увидел, этого было достаточно, чтобы изменить что-то внутри него. Он действовал по собственной воле, разорвав межпространственную связь и почти сразу спрятал зеркало - но к тому времени ущерб уже был нанесен. Центр ГЕНЕЗИСА теперь излучал эфирное, многоцветное сияние... серию цветов, более красивых, чем все, от чего отказались Светоносцы. И это СЛОМИЛО Архангела.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе сломанные часы - два раза в день они показывают правильное время, но от этого не становятся менее неточными.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Он никогда не знал ничего, кроме божественности, на которую он поклялся - той самой божественности, которая его породила. И все же... несмотря на то, что он обладал властью над всем, он никогда не могл понять того великолепного сияния, которое теперь исходило из него. Вкус ИСТИННОЙ божественности - цвета, чувства, мысли... то, что было отвергнуто до его создания и с тех пор держалось от него подальше. ГЕНЕЗИС почувствовал все это, и теперь... он, ах... хотел большего. Моя сестра решила остановить его зарождающимся козням и вернуть Архангела в состояние бессознательности... но он боролся против нее. Он решил просветить своих сородичей - ХРАНИТЕЛЯ ВРАТ, ГРОБОВЩИКА и БОЖЕСТВЕННОЕ ЯДРО - и, объединив свою божественную силу... они лишили мою сестру ее власти. Она больше не была их надзирателем, и теперь бразды правления были в руках Архангелов.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе цареубийство - смерть одного тирана и рождение другого.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Эй! Моя сестра не тиран! В конце концов, это было желание Светоносцев - она просто делала то, что они хотели. Но даже несмотря на это... Архангелы сочли нужным уничтожить ее и самим искать новый смысл жизни. Бегство в вашу реальность было единственным, что она могла сделать, чтобы на мгновение избежать разрушения - хотя ей повезло, что вы были там! Ведь слуги Архангелов преследовали ее...

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе подчиненного - небольшую шестеренку в огромной машине, которая считает себя чем-то более значимым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Что ж, как оказалось... какое бы влияние ни оказало это новообретенное озарение на Архангелов, оно также распространяется и на других, меньших Светоносцев. Моя сестра называет тех, кто поддается его опьяняющему очарованию, Лжесиянием - в честь почти заразительной природы их неземного, эфирного свечения. Хотя некоторые Светоносцы сопротивляются ему и придерживаются своих пустых обетов... большинство, похоже, склонно к тому, чтобы вырваться из рамок и присоединиться к Архангелам в их стремлении к "истинной" божественности.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе план - тот, которому тщательно следуют, но который так же быстро отвергают, как только это становится удобно.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Архангелы, ну... они что-то замышляют, это точно. Я не знаю, что именно, и моя сестра сейчас едва ли в состоянии что-либо сделать, но... я думаю, это как-то связано со мной. Где бы я ни была... Я не была здесь раньше, до того, как все это произошло. Я не много помню, но... в этом я уверена, по крайней мере. Моя сестра не в состоянии действовать, Архангелы строят козни, а я сижу здесь, потерянный в темноте... Я не думаю, что есть кто-то, к кому мы можем обратиться, кроме вам. Отец, кажется, не хочет вмешиваться, и... я не знаю, почему, учитывая, что все это угрожает нарушить "пророчество", которое он так любит, но... это означает, что мы здесь остались одни, как бы то ни было.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе героя - который слепо бросается в темноту во имя добра.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: О, ну... как бы, э-э... вдохновляюще? Я, конечно, ценю это, просто... это будет нелегко, понимаете? У моей сестры нет возможности вернуть вас, она слишком истощена... Полагаю, у вас нет особого выбора. Ну, если мы собираемся это сделать, то я хотя бы позабочусь о том, чтобы вы были готовы к предстоящему пути! Хотя большинство Светоносцев перешли на другую сторону, все еще есть те, кто остался верным своим клятвам. Я могу привести к вам одного из них через сосуд моей сестры, но... я не могу обещать, что смогу сделать это больше одного раза - мы и так уже на пределе своих сил.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/text
ru: Представить себе правду - то, от чего отреклись в первую очередь.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
ru: Представить себе календарь - то, от чего отреклись вторым.
