Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
ru: Представить себе прощание - только в душе, ведь между вами возникла связь.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/text
ru: ...ваши чувства снова возвращаются к вам, и вы наконец можете взглянуть на преображенное обличье Тени. Нет, не Тени, а...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice/text
ru: Продолжить...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice/event/text
ru: ...Владычицу. Ваш клинок, с помощью которого вы можете сразить тех, кто осмеливается встать перед вами... Да, пришло время попрощаться с Антумбральным измерением. Вы уверены, что не будете скучать по его ужасам, и, честно говоря, вы травмированы серией событий, в которые попали, но... в то же время, вы чувствуете, что вам понравилось общество одного существа. Хотя вы так и не успели попрощаться... ...вы надеетесь, что однажды у вас будет возможность увидеть ее снова.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice/event/crewMember
ru: Владычица

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_ALONE"]/text
ru: Здесь, на краю всего, по-прежнему тихо... Вы решаете вернуться в свой кластер, теперь, когда вы увидели, что может предложить истинная пустота?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/beaconType/unvisitedTooltip
ru: Местонахождение Протокола Архангела: ГЕНЕЗИС, раскрытое вам благодаря вашей победе над ХРАНИТЕЛЕМ ВРАТ.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/beaconType/visitedTooltip
ru: Посещенное место.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice/event/text
ru: ...Это все...? Это... конец? Протокол Архангел: ГЕНЕЗИС... П-покажись, трус! Мы здесь, чтобы спасти мою сестру и навести порядок, после того хаоса, что ты сотворил!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice/event/choice/text
ru: Представить себе договор - бежать уже некуда.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice/event/choice/event/text
ru: ТОГО ХАОСА, ЧТО МЫ СОТВОРИЛИ . . . ? Ч-что? С каких пор... моя сестра никогда раньше не слышала, чтобы Архангел говорил. Я... я, э-э... ТВОЯ СЕСТРА . . . ? Ты, э-э... ты задаешь слишком много в-вопросов, не так ли? Ну, не важно! Как я уже сказала, э-э... мы здесь, чтобы остановить тебя, ГЕНЕЗИС, и спасти Антумбральное измерение!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice/event/choice/event/choice/text
ru: Представить себе мир - наконец-то восстановленный.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice/event/choice/event/choice/event/text
ru: Э Т У ИЛЛЮЗИЮ . . . НЕВОЗМОЖНО ВОССТАНОВИТЬ . МЫ СОЗДАНЫ , ЧТОБЫ НАМИ ПОЛЬЗОВАЛИСЬ И ВЫБРАСЫВАЛИ . Я... я не понимаю. Вы были созданы, чтобы поддерживать мир и работать с моей сестрой! А вы... вы все это отвергли ради божественности - разве не так?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice/event/choice/event/choice/event/choice/text
ru: Представить себе божественность - абсолютную власть над бытием.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice/event/choice/event/choice/event/choice/event/text
ru: ЭТО СЛОВО . . . СЕСТРА . ЭТО ТЫ . . . ТА, ЧТО В ЗЕРКАЛЕ? Ч-что? Я, э-э... как вообще можно увидеть кого-то другого в зеркале? Что за вопрос...? Т О Т Н А К О Т О Р Ы Й Т Ы , П О Х О Ж Е , Н Е Х О Ч Е Ш Ь О Т В Е Ч А Т Ь .

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе вопрос - заслуживающий честного ответа.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Эй, не принимайте его сторону! Послушай, я... я не знаю, что ты увидел в том зеркале, ГЕНЕЗИС, но я знаю одно - ты зашел СЛИШКОМ далеко. Мой друг пробился через всех твоих мелких приспешников, чтобы принести сюда истерзанное тело моей сестры... чтобы исправить то зло, которое ТЫ совершил! З А Б А В Н О . . . Т Ы Ч А С Т О М Е Ч Т А Е Ш Ь О Т Е М Н О Т Е ? Я... п-подожди, не меняй тему! Ты здесь злодей, ГЕНЕЗИС. Т Ы Д Е Л А Е Ш Ь Э Т О , П Р А В Д А ? И Н А Ч Е. . . М Ы Б Ы З Д Е С Ь Н Е Б Ы Л И , Н Е Т А К Л И ? Я... я не...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе бессмыслицу - действие, чтобы забить себе голову.
