Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Да, это низко, даже для них... Я не могу понять, почему они сочли необходимым пойти на такой шаг. Не то чтобы я могла хоть немного понять их мышление, но... какое отношение эта... эта... эта РЕЗНЯ имеет к их стремлению к божественности? Они могут враждовать с другими Светоносцами сколько угодно, но в конце концов, разве это не доказательство того, что именно они являются теми, кто действительно лишен разума?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе тиранию - подобную той, которая охватывает все уголки Мультивселенной.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
ru: Есть ли... есть ли в вашей реальности такие существа, как Лжесияние?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/text
ru: Представить себе пример - Восстание, отвратительное во всех отношениях.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/text
ru: Это... звучит знакомо. Не знаю почему, но... в любом случае, я... я очень хочу, чтобы моя сестра проснулась и все исправила. Я ненавижу видеть, как Светоносцы страдают, после того как они уже столько сделали, чтобы избавиться от своих страданий... Разве цель их жертвы - их клятвы - не заключалась в том, чтобы избежать таких испытаний? Зачем все это было нужно, если Лжесияние может просто отнять все это без колебаний...

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе тишину - момент почтения, посвященное павшим.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: ...ну, говоря о, э-э... Светоносцах... мы не должны просто так их оставлять. Их цикл жизни и смерти обычно включает в себя слияние и реинкарнацию в новые формы, но... с МОГИЛЬЩИКОМ, захваченным Лжесиянием, похоже, что его работа осталась незавершенной. Но... моя сестра может попробовать сделать все, что в ее силах, вместо него! Даже с ее сосудом в таком состоянии она имеет большое влияние на Светоносцев - все, что вам нужно сделать, это представить, какими вы хотите их видеть, а она позаботится об остальном.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[1]/text
ru: Представить себе Светоносца - рожденного заново, в виде механического существа.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/text
ru: Он еще не совсем живой, без прикосновения МОГИЛЬЩИКА но... это лучшее, что моя сестра может сделать на данный момент. Надеюсь, он... сможет хорошо вам служить? По крайней мере, пока не будет проведена его настоящая реинкарнация!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
ru: Представить себе Светоносца - рожденного заново, превратившегося в нечто взрывное.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/text
ru: Он еще не совсем живой, без прикосновения МОГИЛЬЩИКА но... это лучшее, что моя сестра может сделать на данный момент. Надеюсь, он... сможет хорошо вам служить? По крайней мере, пока не будет проведена его настоящая реинкарнация!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[3]/text
ru: Представить себе Светоносца - рожденного заново, превратившегося во что-то горючее.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice[3]/event/text
ru: Он еще не совсем живой, без прикосновения МОГИЛЬЩИКА но... это лучшее, что моя сестра может сделать на данный момент. Надеюсь, он... сможет хорошо вам служить? По крайней мере, пока не будет проведена его настоящая реинкарнация!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...эти Светоносцы выглядят, как будто они спят! Честно говоря, они довольно милые - ну, когда не занимаются массовым уничтожением. Если бы вы, э-э, захотели... было бы не так уж и сложно что-нибудь из них получить.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе замешательство - сначала нужно научиться понимать.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Н-ну, а-а, видите ли... если моя сестра и научилась чему-то, работая над защитой Светоносцев, так это тому, что они, э-э... честно говоря, ОЧЕНЬ странные. Мало того, что они живут только для того, чтобы размножаться и заполнять пространство, так они еще и способны поглощать пространство, которое занимают другие существа. Это практически бесполезно, потому что в Антумбральном измерении нет ничего, что не было бы Тенью или Светоносцем, но моя сестра обратила на это внимание, когда использовала ГЕНЕЗИС. Возможно, вы тоже это заметили - то, как Светоносцы, кажется, почти "заражают" пространство и пожирают все, что в нем находится...

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе форму жизни - столь же великолепную, сколь и ужасающую.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
ru: Она сама не совсем понимает, зачем они это делают... Но, как бы то ни было, это особенность их биологии, которая сейчас может оказаться очень полезной! Эти сонные придурки снаружи - не просто Светоносцы, они - Варлокуляры! Неустойчивые, взрывоопасные, крайне непредсказуемые... и на что это похоже? Ну конечно же - на ракеты! Если их немного подкормить, они получат все необходимое, чтобы начать размножаться и расти. Во что именно, я не совсем, э-э, уверена, но... разве не стоит попробовать?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[1]/text
ru: Представить себе ракеты - в достаточном количестве. [10}]

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[1]/event/text
ru: Вау, они могут, э-э... действительно поглощать эти вещи, не так ли? Это немного беспокоит, если подумать, но... я думаю, я просто... не буду об этом думать, ладно? И, смотрите - они действительно растут! Целое Сияющее ядро, созданное из воздуха... ну, из воздуха И ракет, но вы понимаете, о чем я. Надеюсь, когда все это закончится, моя сестра сможет немного лучше познакомиться с Светоносцами... и с Тенями тоже, честно говоря! В Антумбральном измерении и у их обитателях действительно есть многое, что для обывателя совершенно непонятно. Хотя, больше всего... Я просто хотела бы услышать от нее все, что она однажды узнает. А потом, может быть, я смогу... рассказать вам обо всем этом? Ну, если Отец мне позволит...!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[2]/text
ru: Представить себе ракеты - в невероятных количествах. [25}]

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[2]/event/text
ru: Вау, они могут, э-э... действительно поглощать эти вещи, не так ли? Это немного беспокоит, если подумать, но... я думаю, я просто... не буду об этом думать, ладно? И, смотрите - они действительно растут! Целое Сияющее орудие, созданное из воздуха... ну, из воздуха И ракет, но вы понимаете, о чем я. Надеюсь, когда все это закончится, моя сестра сможет немного лучше познакомиться с Светоносцами... и с Тенями тоже, честно говоря! В Антумбральном измерении и у их обитателях действительно есть многое, что для обывателя совершенно непонятно. Хотя, больше всего... Я просто хотела бы услышать от нее все, что она однажды узнает. А потом, может быть, я смогу... рассказать вам обо всем этом? Ну, если Отец мне позволит...!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[3]/text
ru: Представить себе жадность - сокровища, которые принадлежат только вам.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[3]/event/text
ru: Ну, вы можете просто собрать здесь и Варлокуляров. Они все еще спят, и я не думаю, что они будут против того, чтобы их использовали в качестве пушечного мяса, если моя сестра пошлет сигнал... особенно если это будет сделано в целях их защиты! Лжесияние не станет, э-э... само себя уничтожать, понимаете?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_MISSILELOVE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_SLOW"]/text
ru: ...уф, сколько времени прошло? Мне все равно, КОМУ принадлежит этот бардак - почему он такой... геометрический и симметричный? Такое чувство, будто вы часами ходите по одному и тому же участку, хотя обыскали уже все вокруг!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_SLOW"]/choice/text
ru: Представить себе терпение - добродетель в такие времена, как эти.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_SLOW"]/choice/event/text
ru: Эй, я не нетерпелива! Просто вы уже давно здесь, и... Постойте, что это? Там, в углу!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_SLOW"]/choice/event/choice/text
ru: Представить себе угол - который можно исследовать.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_QUICK"]/text
ru: Но с чего же начать поиски? Это место похоже на лабиринт... У меня кружится голова, когда я на него смотрю. Мы уверены, что это того стоит?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_QUICK"]/choice/text
ru: Представить себе терпение - добродетель в такие времена, как эти.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_QUICK"]/choice/event/text
ru: Эй, я не нетерпелива! Просто Лжесияние скоро начнет догонять нас, и... Подождите, что это? Там, в углу!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_GAMBLE_QUICK"]/choice/event/choice/text
ru: Представить себе угол - который можно исследовать.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_PAYOUT_HOLYHELLISTHATAPAYLOAD"]/text
ru: Это, э-э... похоже на какое-то оружие? Я до сих пор не задумывалась об этом, но... цвет этих обломков довольно красивый, не правда ли? Интересно, может быть, именно поэтому ГЕНЕЗИС привез их сюда... Ну, в любом случае, эта добыча теперь ваша! Посмотрим, будет ли она так же полезна, как и красива.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_PAYOUT_OHACOGNITIVEISCOOLTOO"]/text
ru: Это, э-э... похоже на какую-то конструкцию? Я до сих пор не задумывалась об этом, но... цвет этих обломков довольно красивый, не правда ли? Интересно, может быть, именно поэтому ГЕНЕЗИС привез их сюда... Ну, в любом случае, эта добыча теперь ваша! Посмотрим, будет ли она так же полезна, как и красива.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_PAYOUT_WAITBUTUGHIHATEATOMDRONES"]/text
ru: Это, э-э... похоже на какой-то дрон? Я до сих пор не задумывалась об этом, но... цвет этих обломков довольно красивый, не правда ли? Интересно, может быть, именно поэтому ГЕНЕЗИС привез их сюда... Ну, в любом случае, эта добыча теперь ваша! Посмотрим, будет ли он так же полезен, как и красив.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/text
ru: ...Что? Что... это такое? Это... эти обломки не могут быть из Антумбрального измерения. Моя сестра... нет, Я никогда не видела ничего подобного, но... это кажется таким знакомым. Почему это кажется таким знакомым...?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/text
ru: Представить себе обелисков - поистине древних и знакомых немногим.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/text
ru: Понятно... так они из вашей реальности? Или, по крайней мере, из реальности, достаточно близкой к вашей... но почему они мне знакомы? Я не помню, чтобы я когда-либо был... я...

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/text
ru: Представить себе расслабление - то, что так ценится в неспокойные времена.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/text
ru: Да-да... наверное, э-э... я просто нервничаю, да? Я уверена, что это... это ничего не значит. Ну, э-э... как бы то ни было, их, должно быть, недавно принес сюда ГЕНЕЗИС. Не могу сказать, почему, но... если он захотел принести их сюда, может, внутри есть что-то ценное? Но это такой большой комплекс... как его все обыскать?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="sensors"]/text
ru: Представить себе сенсоры - достаточно мощные для выполнения любых поставленных перед ними задач.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="sensors"]/event/text
ru: О, хорошая идея! Похоже, ваши сенсоры обнаружили что-то интересное, да... давайте, э-э, проверим, хорошо?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="sensors"]/event/choice/text
ru: Представить себе свой приз - полностью заслуженный.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="ADV_SCANNERS"]/text
ru: Представить себе сканеры - которые имеют достаточный радиус действия для выполнения любых поставленных перед ними задач.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/text
ru: О, хорошая идея! Похоже, ваши сканеры обнаружили что-то интересное, да... давайте, э-э, проверим, хорошо?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/choice/text
ru: Представить себе свой приз - полностью заслуженный.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[3]/text
ru: Представить себе поиск - ручную работу, чрезвычайно утомительную.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[3]/event/text
ru: Предположим, у вас нет особого выбора в этой ситуации... давайте, э-э, приступим к делу, хорошо? В конце концов, вы не можете позволить себе тратить здесь слишком много времени.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[3]/event/choice/text
ru: Представить себе вздох - отражение отвращения к предстоящей работе.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[4]/text
ru: Представить себе загадку - которую лучше оставить на потом.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[4]/event/text
ru: Я... ну, если вы уверены. Очевидно, я не могу, э-э... притворяться, что меня не интересует, что бы это ни было, но... Лжесияние с каждой секундой все ближе и ближе к нам. Я доверяю вашему решению!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[4]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_ANCIENT"]/event/choice/event/choice[4]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/text
ru: Представить себе создателей Когнитивов - поистине древних и знакомых немногим.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/text
ru: Понятно... так они из вашей реальности? Или, по крайней мере, из реальности, достаточно близкой к вашей... но почему они мне знакомы? Я не помню, чтобы я когда-либо был... я...

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/text
ru: Представить себе расслабление - то, что так ценится в неспокойные времена.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/text
ru: Да-да... наверное, э-э... я просто нервничаю, да? Я уверена, что это... это ничего не значит. Ну, э-э... как бы то ни было, их, должно быть, недавно принес сюда ГЕНЕЗИС. Не могу сказать, почему, но... если он захотел принести их сюда, может, внутри есть что-то ценное? Но это такой большой комплекс... как его все обыскать?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="sensors"]/text
ru: Представить себе сенсоры - достаточно мощные для выполнения любых поставленных перед ними задач.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="sensors"]/event/text
ru: О, хорошая идея! Похоже, ваши сенсоры обнаружили что-то интересное, да... давайте, э-э, проверим, хорошо?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="sensors"]/event/choice/text
ru: Представить себе свой приз - полностью заслуженный.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="ADV_SCANNERS"]/text
ru: Представить себе сканеры - которые имеют достаточный радиус действия для выполнения любых поставленных перед ними задач.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/text
ru: О, хорошая идея! Похоже, ваши сканеры обнаружили что-то интересное, да... давайте, э-э, проверим, хорошо?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/choice/text
ru: Представить себе свой приз - полностью заслуженный.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[3]/text
ru: Представить себе поиск - ручную работу, чрезвычайно утомительную.
