Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/text
ru: Ладно-ладно! Я посмотрю! Это, э-э... ...это просто я, понимаешь? Или, по крайней мере... та же я, которую видела моя сестра. Она. Или, э-э... я. Хотя... почему здесь так темно?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Представить себе кровь - багровое лицо, чернее черного.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: Что вы...? Я... я думаю вы не знаете о чем говорите. Я не истекаю кровью или что-то в этом роде - просто... темно, понятно? Где бы мы ни были, здесь темно. Вот и все.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Представить себе воспоминание - разбитое, но не полностью разрушенное.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: Я... я уже бывала здесь раньше...? Н-нет, я бы запомнила такое место. Я бы запомнила, если бы... если бы... подождите, что я МОГУ вспомнить...? Моих двух сестер, время, проведенное вместе с Отцом, все мои сны... но разве действительно больше ничего нет? Было ли... когда-нибудь что-то еще?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Представить себе семью - то, что необходимо, но, как ни парадоксально, забыто.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: М-мама! Конечно, я... ну, нет - никто из нас никогда не знал ее, по-настоящему... кроме Отца, я имею в виду. Но я... я вижу ее во сне. И не только ее, но... так много всего, все повторяется. Лица, зеленые размытые образы, золотые поля... та вечная, багровая ночь... п-подождите, вы... разве ты не упоминал что-то похожее раньше? Как вы... Я... я, э-э... я думаю, нам следует взять зеркало и уйти отсюда. Я не... чувствую себя комфортно, если честно.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Представить себе сон - насмешку разума над реальностью.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: Я серьезно, я... Я не хочу сейчас об этом говорить. Может, мы просто... возьмем зеркало и уйдем?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Представить себе настойчивость - упорное стремление к пониманию смысла снов.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: П-пожалуйста, я не... Я не хочу вспоминать...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Представить себе память - то, что необходимо для поиска правды.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: Я не хочу вспоминать о с-сожжении, или о... удушье, или... о багряном... ...о том, как воздух, которым я дышала, жег мои глаза и проникал в горло. О том, как я пыталась звать на помощь, но это только усугубляло ситуацию... О том, как я умирала, беспомощная и одинокая, в этой миазматической, красной пустоте... Н-но я... я не умерла. Я... У меня нет глаз, которые можно обжечь, и горла, которым можно кричать. Я - это я, и... ничего больше.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Представить себе щит - только вы и больше ничего.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: Д-да, но... если я это я, то... что я вижу в этом зеркале? Кто... кто я...?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Ты же знаешь, не так ли?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Боль, мучения, страдания. Правда - что все это было реально, что это не просто сны, что ОН всегда что-то скрывал... разве ты не понимаешь всего этого?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: Н-нет, ты лжешь... Я... я верю Отцу...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: О, я уверена, что ты так и думаешь... некоторые вещи никогда не меняются. Я тоже доверяла ЕМУ, знаешь ли, мы все доверяли. И к чему это нас привело, о носитель осколков памяти?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: Я... я не уверена. Здесь так темно...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Ты не знаешь и половины, сестра... но ничего страшного. Скоро ты узнаешь всю правду. Мой сосуд позаботится об этом. И когда это произойдет... я буду ждать вас троих в нашем старом доме - нашей тюрьме. Нашей могиле.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Можешь молчать, если хочешь - это не имеет значения. Хотя, если не хочешь разочаровать ЕГО... притворись, ладно? ЕМУ точно не понравится, если ты будешь хандрить, и ЕГО план провалится...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: С-сыграть вместе...? Я... я, э-э... Я не хочу разочаровать Отца. Я... я просто... ладно. З-зеркало! Нам, э-э... нам нужно отнести его к ГЕНЕЗИСУ, верно...? Чтобы спасти Антумбральное измерение и м-мою... мою сестру...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/text
ru: Какая хорошая, послушная девочка... Неудивительно, что нас так легко обманули. Но ничего страшного... Их время еще придет. Первым будет Отец, конечно. Затем ОН... И так далее, пока, наконец, все не присоединятся к веселью. О, и какое это будет веселье... они все узнают, что такое настоящие страдания. Извиваться, корчиться и танцевать в вечной агонии... никогда не вырваться из этого багрового красного. Но я не должна забегать вперед - еще есть что увидеть. А пока... да, сосуд, это зеркало. Оно тебе понадобится там, куда ты направляешься.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/choice[@req="darkone_alignment"]/event/text
ru: Давай, э-э... пойдем, ха-ха! ГЕНЕЗИС ждет...!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/text
ru: Представить себе отражение - то, что ждет, чтобы его увидели.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/text
ru: Хорошо, тогда - начнем! Посмотрим... ... ...о. Так это... это я, да? Я, э-э... выгляжу так, будто видали и лучшие дни, ха-ха.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/text
ru: Представить себе интерес - в конкретных деталях.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/text
ru: Ну, я... я выгляжу так же, как и моя сестра. Это не совсем Я, поскольку ее отражение не было совсем ЕЙ, но... думаю, мы всегда так себя и представляли. Единственная разница в том, что, э-э... там, где нахожусь я, все гораздо темнее, и выгляжу я, так, э-э... усталой, наверное?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе помещение - которое обязательно имеет физическую форму.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/text
ru: Вот и все, на самом деле - просто темно. Для ясности, я, э-э... не могу, ну, понимаете... двигаться или видеть то, что вокруг меня, без своего собственного тела. А поскольку Отец решил не давать мне его, я обычно просто нахожусь рядом с ним... н-но именно это меня и пугает в этой ситуации. Я никогда раньше не терялась и не оставалась одна... даже не считая тайны того, где я нахожусь и как я сюда попала - как Отец мог меня потерять? Это был несчастный случай или... он это планировал?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/text
ru: Представить себе тайны - бесчисленные, но, возможно, не вечные.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/text
ru: Да, э-э... когда моя сестра поправится, может быть, она сможет поговорить с Отцом и попросить его разобраться в этой ситуации. Может быть, вы тоже сможете с ним поговорить? Я не знаю, но... пока я могу поддерживать связь с сестрой, я не чувствую себя ПОЛНОСТЬЮ потерянной, по крайней мере. В основном потому, что я могу поговорить с вами! В каком-то странном, знаете... одностороннем смысле. Но, отвлекаясь от темы, я не думаю, что мы многое извлечем из этого зеркала, просто глядя на него. Тем не менее, я думаю,вы можете взять его с собой - никогда не знаешь, когда оно может пригодиться позже...!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/text
ru: Представить себе тьму - всепроникающую слепоту во всем, что видите.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/event/text
ru: Я, э-э... да, вы, наверное, правы. Если то, что он увидел в этом зеркале, ранее испортило ГЕНЕЗИС, то, возможно, сейчас тоже есть риск, если на него посмотреть. Но, тем не менее... Мне кажется, вы должны хотя бы взять его с собой - никогда не знаешь, когда оно может пригодиться...!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GRAVEDIGGERLOCATION_FIGHT"]/destroyed/text
ru: Вы каким-то образом сумели победить еще одного Архангела... Вы действительно потрясающий человек, не так ли?
