Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/text
ru: Представить себе тишину - мрачного спутника терпения.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/event/text
ru: ...ну, я думаю, пока они, эм... жуют это оружие, мы могли бы, э-э, немного поговорить? Я... хотела спросить вас кое-что - о Тенях, как ни странно. Они есть и в вашей реальности, верно? Я смутно помню, но мне кажется, я могу вспомнить то, что видела моя сестра, когда встретила вас. Я хотела спросить, э-э... каковы они там?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/event/choice/text
ru: Представить себе тьму - безграничную, всепоглощающую и настолько глубокую, что в ней можно утонуть.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/event/choice/event/text
ru: П-правда? Здесь Тени такие робкие... Учитывая, насколько далека ваша реальность, можно с уверенностью предположить, что Отец перенес их туда отсюда. Но что могло вызвать такую перемену в их поведении? И... зачем ему вообще было их туда переносить? Особенно если они удовлетворены жизнью здесь, а в противном случае становятся злыми... М-может, мы спросим его позже? Конечно, вместе...! Это, э-э... не так страшно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе спутника - желанную компанию на неприветливой территории.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Спутник? Вы... думаете, что я, э-э... о, смотрите! Тени закончили! И похоже, у них есть что-то для вас? Это... Светоносец? Тот, кто не находится под влиянием Лжесияния... Интересно, может быть, Тени защищали его, и поэтому Лжесияние напало на них. Похоже, теперь они доверяют его вам? Вы очень популярен! У, э-э, Теней, конечно...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/text
ru: Представить себе бомбу - оружие, от которого невозможно спастись.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/text
ru: О, они... едят его? Или, э-э... может, они просто... впитывают его? Я не знаю точно. Моя сестра никогда не имела много возможностей познакомиться с Тенями, несмотря на то, что работала над обеспечением безопасности их и Светоносцев. Они, э-э... в основном держатся особняком. Но, эй! Может быть, мы сможем здесь чему-то научиться и рассказать ей об этом, когда все закончится! Давайте, э-э... давайте просто позволим им сделать свое дело, ладно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/text
ru: Представить себе терпение - одно из многих добродетелей, которое следует проявлять, когда это необходимо.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/text
ru: Представить себе тишину - мрачного спутника терпения.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/event/text
ru: ...ну, я думаю, пока они, эм... жуют это оружие, мы могли бы, э-э, немного поговорить? Я... хотела спросить вас кое-что - о Тенях, как ни странно. Они есть и в вашей реальности, верно? Я смутно помню, но мне кажется, я могу вспомнить то, что видела моя сестра, когда встретила вас. Я хотела спросить, э-э... каковы они там?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/event/choice/text
ru: Представить себе тьму - безграничную, всепоглощающую и настолько глубокую, что в ней можно утонуть.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/event/choice/event/text
ru: П-правда? Здесь Тени такие робкие... Учитывая, насколько далека ваша реальность, можно с уверенностью предположить, что Отец перенес их туда отсюда. Но что могло вызвать такую перемену в их поведении? И... зачем ему вообще было их туда переносить? Особенно если они удовлетворены жизнью здесь, а в противном случае становятся злыми... М-может, мы спросим его позже? Конечно, вместе...! Это, э-э... не так страшно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе спутника - желанную компанию на неприветливой территории.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="BOMB_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Спутник? Вы... думаете, что я, э-э... о, смотрите! Тени закончили! И похоже, у них есть что-то для вас? Это... Светоносец? Тот, кто не находится под влиянием Лжесияния... Интересно, может быть, Тени защищали его, и поэтому Лжесияние напало на них. Похоже, теперь они доверяют его вам? Вы очень популярен! У, э-э, Теней, конечно...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/text
ru: Представить себе оружие с упреждающим лучом - тишину, которая обрушится на всех.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/text
ru: О, они... едят его? Или, э-э... может, они просто... впитывают его? Я не знаю точно. Моя сестра никогда не имела много возможностей познакомиться с Тенями, несмотря на то, что работала над обеспечением безопасности их и Светоносцев. Они, э-э... в основном держатся особняком. Но, эй! Может быть, мы сможем здесь чему-то научиться и рассказать ей об этом, когда все закончится! Давайте, э-э... давайте просто позволим им сделать свое дело, ладно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/text
ru: Представить себе терпение - одно из многих добродетелей, которое следует проявлять, когда это необходимо.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/text
ru: Представить себе тишину - мрачного спутника терпения.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/event/text
ru: ...ну, я думаю, пока они, эм... жуют это оружие, мы могли бы, э-э, немного поговорить? Я... хотела спросить вас кое-что - о Тенях, как ни странно. Они есть и в вашей реальности, верно? Я смутно помню, но мне кажется, я могу вспомнить то, что видела моя сестра, когда встретила вас. Я хотела спросить, э-э... каковы они там?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/event/choice/text
ru: Представить себе тьму - безграничную, всепоглощающую и настолько глубокую, что в ней можно утонуть.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/event/choice/event/text
ru: П-правда? Здесь Тени такие робкие... Учитывая, насколько далека ваша реальность, можно с уверенностью предположить, что Отец перенес их туда отсюда. Но что могло вызвать такую перемену в их поведении? И... зачем ему вообще было их туда переносить? Особенно если они удовлетворены жизнью здесь, а в противном случае становятся злыми... М-может, мы спросим его позже? Конечно, вместе...! Это, э-э... не так страшно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе спутника - желанную компанию на неприветливой территории.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DD_BEAM_INSTANT_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Спутник? Вы... думаете, что я, э-э... о, смотрите! Тени закончили! И похоже, у них есть что-то для вас? Это... Светоносец? Тот, кто не находится под влиянием Лжесияния... Интересно, может быть, Тени защищали его, и поэтому Лжесияние напало на них. Похоже, теперь они доверяют его вам? Вы очень популярен! У, э-э, Теней, конечно...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/text
ru: Представить себе зарядное лазерное оружие - завтрашние сумерки, которым суждено опуститься.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/text
ru: О, они... едят его? Или, э-э... может, они просто... впитывают его? Я не знаю точно. Моя сестра никогда не имела много возможностей познакомиться с Тенями, несмотря на то, что работала над обеспечением безопасности их и Светоносцев. Они, э-э... в основном держатся особняком. Но, эй! Может быть, мы сможем здесь чему-то научиться и рассказать ей об этом, когда все закончится! Давайте, э-э... давайте просто позволим им сделать свое дело, ладно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/text
ru: Представить себе терпение - одно из многих добродетелей, которое следует проявлять, когда это необходимо.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/text
ru: Представить себе тишину - мрачного спутника терпения.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/event/text
ru: ...ну, я думаю, пока они, эм... жуют это оружие, мы могли бы, э-э, немного поговорить? Я... хотела спросить вас кое-что - о Тенях, как ни странно. Они есть и в вашей реальности, верно? Я смутно помню, но мне кажется, я могу вспомнить то, что видела моя сестра, когда встретила вас. Я хотела спросить, э-э... каковы они там?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/event/choice/text
ru: Представить себе тьму - безграничную, всепоглощающую и настолько глубокую, что в ней можно утонуть.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/event/choice/event/text
ru: П-правда? Здесь Тени такие робкие... Учитывая, насколько далека ваша реальность, можно с уверенностью предположить, что Отец перенес их туда отсюда. Но что могло вызвать такую перемену в их поведении? И... зачем ему вообще было их туда переносить? Особенно если они удовлетворены жизнью здесь, а в противном случае становятся злыми... М-может, мы спросим его позже? Конечно, вместе...! Это, э-э... не так страшно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе спутника - желанную компанию на неприветливой территории.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="DDLASER_CHARGE_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Спутник? Вы... думаете, что я, э-э... о, смотрите! Тени закончили! И похоже, у них есть что-то для вас? Это... Светоносец? Тот, кто не находится под влиянием Лжесияния... Интересно, может быть, Тени защищали его, и поэтому Лжесияние напало на них. Похоже, теперь они доверяют его вам? Вы очень популярен! У, э-э, Теней, конечно...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/text
ru: Представить себе жертвоприношение - родство, найденное в даре теневого дрона.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/text
ru: Дрон? Думаете, это поможет? Ну... какой тогда?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/text
ru: Представить себе боевой дрон - медленный, но неуклонный натиск.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/text
ru: О, они... едят его? Или, э-э... может, они просто... впитывают его? Я не знаю точно. Моя сестра никогда не имела много возможностей познакомиться с Тенями, несмотря на то, что работала над обеспечением безопасности их и Светоносцев. Они, э-э... в основном держатся особняком. Но, эй! Может быть, мы сможем здесь чему-то научиться и рассказать ей об этом, когда все закончится! Давайте, э-э... давайте просто позволим им сделать свое дело, ладно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/text
ru: Представить себе терпение - одно из многих добродетелей, которое следует проявлять, когда это необходимо.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/text
ru: Представить себе тишину - мрачного спутника терпения.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/event/text
ru: ...ну, я думаю, пока они, эм... жуют это оружие, мы могли бы, э-э, немного поговорить? Я... хотела спросить вас кое-что - о Тенях, как ни странно. Они есть и в вашей реальности, верно? Я смутно помню, но мне кажется, я могу вспомнить то, что видела моя сестра, когда встретила вас. Я хотела спросить, э-э... каковы они там?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/event/choice/text
ru: Представить себе тьму - безграничную, всепоглощающую и настолько глубокую, что в ней можно утонуть.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/event/choice/event/text
ru: П-правда? Здесь Тени такие робкие... Учитывая, насколько далека ваша реальность, можно с уверенностью предположить, что Отец перенес их туда отсюда. Но что могло вызвать такую перемену в их поведении? И... зачем ему вообще было их туда переносить? Особенно если они удовлетворены жизнью здесь, а в противном случае становятся злыми... М-может, мы спросим его позже? Конечно, вместе...! Это, э-э... не так страшно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе спутника - желанную компанию на неприветливой территории.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="DRONE_MINISHROUD"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Спутник? Вы... думаете, что я, э-э... о, смотрите! Тени закончили! И похоже, у них есть что-то для вас? Это... Светоносец? Тот, кто не находится под влиянием Лжесияния... Интересно, может быть, Тени защищали его, и поэтому Лжесияние напало на них. Похоже, теперь они доверяют его вам? Вы очень популярен! У, э-э, Теней, конечно...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/text
ru: Представить себе противопехотный дрон, предназначенный для борьбы с живой силой - единственный в своем роде, пока не доказано обратное.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/text
ru: О, они... едят его? Или, э-э... может, они просто... впитывают его? Я не знаю точно. Моя сестра никогда не имела много возможностей познакомиться с Тенями, несмотря на то, что работала над обеспечением безопасности их и Светоносцев. Они, э-э... в основном держатся особняком. Но, эй! Может быть, мы сможем здесь чему-то научиться и рассказать ей об этом, когда все закончится! Давайте, э-э... давайте просто позволим им сделать свое дело, ладно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/text
ru: Представить себе терпение - одно из многих добродетелей, которое следует проявлять, когда это необходимо.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/text
ru: Представить себе тишину - мрачного спутника терпения.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/event/text
ru: ...ну, я думаю, пока они, эм... жуют это оружие, мы могли бы, э-э, немного поговорить? Я... хотела спросить вас кое-что - о Тенях, как ни странно. Они есть и в вашей реальности, верно? Я смутно помню, но мне кажется, я могу вспомнить то, что видела моя сестра, когда встретила вас. Я хотела спросить, э-э... каковы они там?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/event/choice/text
ru: Представить себе тьму - безграничную, всепоглощающую и настолько глубокую, что в ней можно утонуть.
