Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/text
ru: Все затихает, и вы чувствуете, как в воздухе распространяется неприятная тяжесть. Вы не можете не нервничать, поскольку ваше тело напрягается под воздействием нового давления.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/text
ru: Я... я просто не понимаю, пойми. Зачем вообще придумывать все это? Если ты так сильно хотел помочь ее сестре, почему бы тебе просто... не помочь ей самому?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/text
ru: "НЕ МОЕ ДЕЛО ВМЕШИВАТЬСЯ В ТВОИ ЖЕЛАНИЯ, ГЛУПЕЦ, КАК И НЕ ТВОЕ ВМЕШИВАТЬСЯ В МОИ НАМЕРЕНИЯ. ТЕМ НЕ МЕНЕЕ, ПОСКОЛЬКУ МНЕ НУЖНЫ ТВОИ ЖЕЛАНИЯ... Я ОТВЕТИЛ НА ТВОИ ПУСТЫЕ СЛОВА". Несмотря на ядовитые слова, вы чувствуете облегчение, поскольку напряжение в помещение немного спадает, и Темный Бог продолжает: "МОЙ КЛИНОК СЛОМАН... ПО ЖЕЛАНИЮ ДРУГОГО. ПОСКОЛЬКУ МНЕ НУЖЕН ЭТОТ КЛИНОК, МНЕ ПРИШЛОСЬ НАЙТИ СПОСОБ ВОССТАНОВИТЬ ЕГО. МОЙ ЩИТ... ОН ОБЛАДАЕТ СИЛОЙ НЕ ТОЛЬКО НАД ПАМЯТЬЮ, НО И НАД РЕАЛЬНОСТЬЮ". "ЭТО ПРОСТРАНСТВО, АНТУМБРАЛЬНОЕ ИЗМЕРЕНИЕ - ОНО СУЩЕСТВОВАЛО ЛИШЬ ВО СНЕ. ДА, В СНЕ, УВИДЕННОМ ДАВНЫМ-ДАВНО, НО ВСЕ ЕЩЕ ХРАНИМОМ В ОБЛОМКАХ ПАМЯТИ И ОБРЕТШЕМ РЕАЛЬНОСТЬ БЛАГОДАРЯ СИЛЕ ТВОРЕНИЯ. СИЛЕ... МОЕГО ЩИТА".

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Но почему? Все это кажется таким... излишне сложным.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: "ЭТА РЕАЛЬНОСТЬ И ЕЕ СОЗДАНИЯ - НЕ МОЕ ТВОРЕНИЕ. ТАК БЫВАЕТ РЕДКО. Я ЛИШЬ ЗАВЕЛ ЭТУ ИГРУШКУ, ПОЗВОЛИЛ ЕЙ КРУТИТЬСЯ... И НАБЛЮДАЛ, КАК ОНА САМА СЕБЯ УНИЧТОЖАЕТ. НАБЛЮДАЛ, КАК ПОСЛЕДСТВИЯ ЕЕ СУЩЕСТВОВАНИЯ ОТЗЫВАЮТСЯ ЭХОМ ЧЕРЕЗ ВРЕМЯ И ПРОСТРАНСТВО, ПРОНИКАЯ СКВОЗЬ МУЛЬТИВСЕЛЕННУЮ... ХОТЯ СВЕТОНОСЦЫ, В ОСНОВНОМ, ОСТАЮТСЯ В СВОИХ ГРАНИЦАХ, КАЖЕТСЯ, ТЕНИ ИМЕЛИ ДРУГИЕ ПЛАНЫ. ТЫ УЖЕ ВСТРЕЧАЛСЯ С НИМИ - ЕЩЕ ДО ТОГО, КАК ПОПАЛ СЮДА. И, СОСУД,... ЭТО И ЕСТЬ ОПАСНОСТЬ ТВОРЕНИЯ. НЕОБДУМАННОГО ЖЕЛАНИЯ".

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Хорошо, но... ты хочешь сказать, что не можешь даже правильно использовать свои собственные реликвии? Свою собственную силу?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Голос Темного Бога стихает, и он говорит вам едва слышным шепотом: "НЕ ПУТАЙТЕ МОЮ ЗАВИСИМОСТЬ ОТ НИХ С СЛАБОСТЬЮ. В КОНЕЧНОМ СЧЕТЕ, ОНИ - МОИ РЕЛИКВИИ. ХОТЯ АСПЕКТЫ МОЕЙ СИЛЫ ФРАГМЕНТИРОВАНЫ И РАСПРЕДЕЛЕНЫ ПО НИМ, ОНИ ВСЕ РАВНО ОСТАЮТСЯ МОИМИ. И Я ЕЩЕ НЕ ОТКАЗАЛСЯ ОТ ВСЕЙ СИЛЫ, КОТОРОЙ ОБЛАДАЮ".

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Зачем вообще отказываться, если результаты такие хаотичные?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: "ХАОТИЧНЫЕ...? УВЕРЯЮ ТЕБЯ, ОНИ ВСЕ, ЧТО УГОДНО, НО НЕ ХАОТИЧНЫЕ. ЕСЛИ ТЫ НЕ СОГЛАСЕН, ТО ТЫ ЕЩЕ НЕ ВИДЕЛ НАСТОЯЩЕГО ХАОСА - ТОГО, ЧТО НАХОДИТСЯ ЗА ПРЕДЕЛАМИ ТВОЕЙ РЕАЛЬНОСТИ. НЕТ, СОСУД... МОЙ ЩИТ ПРОСТО ЗАПОМНИЛ ПОРЯДОК, КОТОРЫЙ СУЩЕСТВОВАЛ В ПРОШЛОМ. ЖЕСТКОСТЬ МОМЕНТА, ЗАМЕРШЕГО В ПАМЯТИ И ВРЕМЕНИ. ОТКЛОНЯЯСЬ ОТ ТЕМЫ, ОТВЕЧУ НА ТВОЙ ВОПРОС: Я ПРОСТО СДЕЛАЛ ТО, ЧТО БЫЛО НЕОБХОДИМО, РАДИ ЧЬЕГО-ТО ЖЕЛАНИЯ".

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: И чье это было желание, собственно? Этот голос, этот щит... В конце концов, она звучала просто несчастной.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Наступает долгая пауза, пока Темный Бог обдумывает, как ответить. Наконец, его голос возвращается к вам, и от его простой искренности по спине пробегает холодок: "НЕ МНЕ ЭТО ГОВОРИТЬ. НЕ ДО ТОГО, КАК НАСТАНЕТ ТОТ СУДЬБОНОСНЫЙ ДЕНЬ". Снова наступает тишина, и вы не знаете, как продолжить. Наконец, Темный Бог снова заговорил: "ЕСТЬ ЛИ ЕЩЕ ЧТО-ТО, О ЧЕМ ТЫ ХОТЕЛ СПРОСИТЬ? ЕСЛИ НЕТ, ТО Я ПРОШУ ТЕБЯ ВЕРНУТЬ МОЙ СЛОМАННЫЙ КЛИНОК И ПОКИНУТЬ ЭТО ИЗМЕРЕНИЕ. Я ДОЛЖЕН ПОГОВОРИТЬ О ТОМ, ЧТОБЫ ОН БЫЛ ВОССТАНОВЛЕН ДРУГИМ СПОСОБОМ".

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: А что насчет щита?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: "ОНА ДОЛЖНА БЫТЬ НАКАЗАНА, КАК Я УЖЕ ГОВОРИЛ. ТЫ... СЧИТАЛ СЕБЯ КАКИМ-ТО ДИПЛОМАТОМ? Я СДЕЛАЮ ТО, ЧТО НЕОБХОДИМО, СОСУД".

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Ладно, тогда вот тебе вопрос, большой здоровяк: почему ты все время называешь меня "сосудом"?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: "Я... РАЗВЕ Я ТАК ДЕЛАЛ?" Темный Бог, похоже, искренне поражен, и вы сами удивлены увидеть в нем тень слабости. "ЭТО КРАЙНЕ НЕОБЫЧНО. МОЙ ЩИТ, ДОЛЖНО БЫТЬ, ... ДЕЙСТВИТЕЛЬНО, НЕПРЕДСКАЗУЕМО. ПОДУМАТЬ ТОЛЬКО, ЧТО ПОСЛЕ ЦЕЛОЙ ВЕЧНОСТИ... ЭТО ДЕЙСТВИЕ ПОДХОДИТ К КОНЦУ". "СЛУШАЙ ВНИМАТЕЛЬНО, СОСУД - ТЫ ДОЛЖЕН ВОССТАНОВИТЬ МОЙ КЛИНОК И ВОСПОЛЬЗОВАТЬСЯ ИМ В БУДУЩЕМ. ХОТЯ ТОЧНОЕ ВРЕМЯ, КОГДА ЭТО ПРОИЗОЙДЕТ - ТАЙНА... УВЕРЯЮ ТЕБЯ, ТЫ ПОЙМЕШЬ, КОГДА ОНО НАСТУПИТ".

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Что? Как ты хочешь, чтобы Я это сделал? Я думаю, ты даже сам не знаешь, как его восстановить.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: "ТЫ ПРАВ - Я НЕ ЗНАЮ... ЭТО УЖЕ НЕ ИМЕЕТ ЗНАЧЕНИЯ. РЕДКО КОГДА ИМЕЕТ. ВОССТАНОВИ КЛИНОК И ВЕРНИСЬ СЮДА, КОГДА НАСТАНЕТ ПОДХОДЯЩЕЕ ВРЕМЯ. КОГДА ПРИДЕТ ТОТ РОКОВОЙ ДЕНЬ, СОСУД... ТЕБЕ ПРЕДСТОИТ НАЧАТЬ ТАНЕЦ. ТАК И БУДЕТ СВЕРШЕНО".

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Подожди, но... разве ты не можешь хотя бы отпустить щит, если ты все понял?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Хотя вы ожидаете ответа, напряжение в помещении просто рассеивается. На корабле царит тишина.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Эй, постой! Я с тобой еще не закончил! Верни ее, черт возьми!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/text
ru: Ваш голос раздается эхом по всему помещению, по коридорам и даже, каким-то образом, по всей пустоте этого великолепного пространства... и, тем не менее, вы не получаете ответа.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/text
ru: В раздражении ударить ближайший предмет.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/text
ru: С раздраженным криком вы наносите удар кулаком - и сразу же отшатываетесь, когда ваши костяшки с мучительным звуком врезаются в теплое, шероховатое тело Тени. Тщетно пытаясь утолить боль в только что ушибленной руке, все, что вы можешь сделать, пока оправляетесь от боли, - это кидать взволнованные взгляды на странную машину.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/text
ru: Боже, я просто... Я просто хочу, чтобы ты не была сломана. Ничего этого бы не случилось, и, может быть, щит мог бы...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/text
ru: Еще не успев закончить фразу, вы видите, как помещение озаряет ослепительный свет, и вскоре вы погружаетесь в... знакомый сон...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/text
ru: ...Сокрушитель Серых, Верховный Убийца, Носитель Клинка. Из всех титулов, которыми можно удостоить вас, ни один не может в полной мере отразить ваше величие - вы один такой, и вы великолепный. Я благодарю вас, безупречный... моя единственная надежда - служить вас хотя бы наполовину так же хорошо, как вы служили Антумбральному измерению в этот знаменательный день. Я позабочусь о том, чтобы Светоносцы воспевали ваше имя навеки! Насколько они могут, во всяком случае - пожалуйста, не рассчитывай на хор.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе щит - то, кого вы молитесь увидеть.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Я... простите? А, вы, наверное, говорите о моей сестре. Было очень приятно наблюдать, как вы двое работали рука об руку! Хотя, конечно, я сожалею о том, как все закончилось. Я молюсь, чтобы она обрела покой, которого ищет, в компании Отца.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе клинок - тот, который был сломан.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Действительно! Один раз - предатель, а потом - Лжесияние. О, как меняется история... все по прихоти памяти. Памяти Матери! О, Отец, разве она не удивительна?!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе замешательство - то, что возвращается с полной силой.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Ну, вы же слышали это от отца, не так ли? Моя сестра создала это место и мою роль в нем - все из Маминых снов! И каким же великолепным был этот сон... Я увидела ее. Впервые, Носитель Клинка, я увидела ее! Мать, во плоти! О, как это было трогательно - и, тем не менее... Я сожалею, что не смогла сохранить это благословенное зеркало у себя.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/text
ru: Представить себе зеркало - которое удобно использовать, когда нужно посмотреть на свое отражение.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/text
ru: Вы... о, Отец, я, должно быть, что-то пропустила... пожалуйста, позвольте мне немедленно посмотреть в зеркало! Я... я просто должна убедиться, что она все еще там...!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/text
ru: Представить себе облик - отражение сущности.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/text
ru: ...а, понятно. Ну, ладно, надеюсь, ему там будет весело.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/choice/text
ru: Представить себе разъяснение - объяснение только что сказанной бессмыслицы.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/choice/event/text
ru: К сожалению, Верховный Убийца... несмотря на ваше мастерство, похоже, что подлый ГЕНЕЗИС в конце концов одержал верх. Лицо Матери исчезло, и на его месте появилось уродливое хмурое лицо ГЕНЕЗИСА. Или, может быть, это не столько хмурое лицо, сколько... хм... как правильно описать выражение чистейшего ужаса? Ах, неважно - вряд ли это сможет напугать Светоносцев!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе птицу - запертую в клетке, но отчаянно стремящуюся расправить крылья.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: О, ты так думаете...? Почему же, я должна была знать, что вы обладаете безграничным милосердием, мой повелитель! Конечно, как вы приказали, Сокрушитель Серых, я могу освободить этого дьявольского Архангела из его тюрьмы. Это не идеальное решение, но... кто же идеален? Кроме вас, конечно. Один освобожденный пленник на подходе! Хотя, ах... жаль насчет зеркала. Похоже, оно как-то разбилось в процессе... увы, что поделать? Облик матери будет жить в памяти, пока не наступит тот судьбоносный день, когда мы снова станцуем!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="DDLIGHTBORNE_ANTUMBRALMIRROR"]/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе воспоминание - иногда это лучшее, что можно сделать.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_TWO"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
ru: Представить себе воспоминание - иногда это лучшее, что можно сделать.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/text
ru: Ну, я отвлеклась. Вы оказали мне, Светоносцам и даже Теням величайшую услугу, которую только можно вообразить - вы спасли нас всех, Верховный Убийца! Из глубин моего странного, расплывчатого существа... я искренне благодарю вас.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/text
ru: Представить себе иллюзию - реальность, в которой вы находитесь.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/text
ru: Да, Сокрушитель Серых, я была там, когда ГЕНЕЗИС произносил свою речь. Вы же не можете серьезно утверждать, что вас волнует эта чепуха про истину, ведь так? Мы сейчас находимся в Антумбральном измерении - что может быть реальнее этого? Потому что вчера его здесь не было? Я помню, что оно было здесь вчера, так кому нужны эти детали? Нет, ах... простите, если не согласны со мной, мой повелитель.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/text
ru: Представить себе решение - которое необходимо сделать, чтобы сохранить эту фантазию.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/text
ru: Действительно, Светоносцы сейчас как никогда нуждаются в своем надзирателе... они поклялись отдать все, только чтобы потом все это было им насильно возвращено. О, этот отвратительный ГЕНЕЗИС! К счастью, я нахожу новые цвета здесь такими... великолепными, действительно. Иначе я бы попросила Отца что-нибудь с этим сделать! Хотя, говоря об Отце... он, похоже, имел какие-то планы, Верховный Убийца.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/text
ru: Представить себе намерение - оставленное загадочным и открытым для интерпретации.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/text
ru: Хотя я не могу сказать, что понимаю его мотивы, он, похоже, сразу проникся к вам симпатией... как и любой другой в вашем присутствии! По правде говоря, я не вижу лучшего пути, чем идти рядом с вами - в конце концов, вы теперь Носитель Клинка. На данный момент мы можем заняться делами в других кластерах. Но поймите, что я должна вернуться сюда, чтобы направлять Светоносцев в это смутное время... в-временно, конечно! Я и подумать не могу о том, чтобы покинуть вас.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/text
ru: Представить себе договор - до тех пор, пока не будет найдена сестра.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/text
ru: Красноречиво сказано, мой повелитель. Теперь, если вам нужна моя аудиенция, просто подойдите к моему сосуду - я не могу, э-э... разговаривать, как некоторые из ваших других друзей. Однако, подойдя ко мне, я смогу перенести вас сюда, в Антумбральное измерение, и высказать все, что у меня на уме. И, если вам интересно... нет, Носитель Клинка, мои боевые навыки не ограничиваются пределами этого мира. Используйте меня правильно, и я уверяю вас, что я буду бить точно!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
ru: Представить себе прощание - только в душе, ведь между вами возникла связь.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/text
ru: ...ваши чувства снова возвращаются к вам, и вы наконец можете взглянуть на преображенное обличье Тени. Нет, не Тени, а...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/removeCrew/text
ru: ...вы не можете клонировать Тень, поскольку она была превращена в...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/choice/text
ru: Продолжить...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/choice/event/text
ru: ...Владычицу. Ваш клинок, с помощью которого вы можете сразить тех, кто осмеливается встать перед вами... Да, пришло время попрощаться с Антумбральным измерением. Вы уверены, что не будете скучать по его ужасам, и, честно говоря, вы травмированы серией событий, в которые попали, но... в то же время, вы чувствуете, что вам понравилось общество одного существа. Хотя вы так и не успели попрощаться... ...вы надеетесь, что однажды у вас будет возможность увидеть ее снова.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION_THEEND"]/choice/event/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/choice/event/crewMember
ru: Владычица
