Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice[2]/event/text
ru: Можно просто оставить их в покое, да... В любом случае, с их стороны довольно грубо игнорировать мою сестру, не так ли? Она пытается их защитить! Или, по крайней мере, она... она бы защищала, если бы... ...Я очень надеюсь, что все будет хорошо. Что с моей сестрой все в порядке, и мы сможем... мы сможем просто вернуться к тому, как было раньше, до Лжесияния и до того... зеркала... но, э-э! Я, э-э... я не хотела портить настроение! Эй, просто, знайте, э-э... дайте мне знать, если вам что-нибудь понадобится, ладно?!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_FIGHT"]/destroyed/text
ru: Похоже, взрывчатка вместе с флотом, э-э... умчалась прочь, пока вы сражались. Это неудивительно, учитывая, что они были заняты своими делами, но... ну, по крайней мере, вы несколько сорвали планы Лжесияния! Победа есть победа, не так ли?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_MADDASH_LIST_CAUGHT"]/text
ru: Подождите, будьте... ...осторожны. О-они точно, э-э... они точно вас видят! Вам нужно защищаться, пока они не нанесли еще один удар!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_MADDASH_LIST_CAUGHT"]/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/text
ru: Вау, отлично - это действительно сработало! Вы находитесь у их склада взрывчатки... огромной кучи взрывоопасных Варлокуляров, готовых взорваться в любой момент. Они уже заражены Лжесиянием, так что я бы не стала... слишком беспокоиться о том, как их взорвать. Это немного печально, но... по крайней мере, они все еще могут быть полезны, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/text
ru: Представить себе импровизированный взрывной механизм - подключенный к цепи и готовый вызвать цепную реакцию.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/text
ru: Теперь вам нужно только быстро убраться оттуда! До того, как Лжесияние, э-э... з-заметит! Или, ну, знаете... до того, как Варлоккуляры взорвутся?!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/text
ru: Представить себе расстояние - то, что сейчас так необходимо.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/event/text
ru: Еще секунда, и все будет... О! Да, вот вам, вы, э-э... вы, злобные придурки! Это за мою сестру и ее сосуд! Не то чтобы она, э-э... не могла отомстить позже, но, э-э... все равно!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/event/choice/text
ru: Представить себе возмездие - подарок в виде боли, отраженной тысячекратно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/event/choice/event/text
ru: С Лжесиянием покончено, их добыча теперь ваша! Кроме того, вы нанесли удар по их планам, уничтожив их флот и склад взрывчатки... хорошая работа!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Представить себе удовлетворение - истинную награду за хорошо выполненную работу.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[1]/event/choice/event/choice/event/choice/event/text
ru: Я не могу не задаться вопросом, в чем ИМЕННО заключались их планы... Этого количества Варлоккуляров хватило бы, чтобы отправить Архангела в ад. Н-не то чтобы они когда-нибудь пошли на такое, но... Мне это просто кажется немного тревожным, понимаете? Моя сестра никогда не видела, чтобы Светоносцы сами координировали что-то подобное. Но, пока вы, э-э... просто будете бдительным, я уверена, что все будет хорошо! По крайней мере, я на это надеюсь...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/text
ru: Представить себе проблему - отсутствие путей для продвижения вперед.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/text
ru: ...О. Это, эм... проблема, не так ли? Думаю, вы могли бы просто выстрелить в тайник, но... это звучит опасно, не так ли?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/text
ru: Представить себе опасность - то, что необходимо в такие времена.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/text
ru: Ладно, просто... хотя бы немного отдалитесь, ладно? Ваш корабль будет немного потрепан, но повреждения должны быть относительно незначительными. Хотя это кажется немного сумасшедшим...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/text
ru: Представить себе взрыв - приближающийся, неизбежный, от которого невозможно укрыться.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/event/text
ru: Это действительно происходит... ладно, я спокойна, я, я... ...подождите, это... это сработало?! Э-это... это действительно сработало! Да, вот вам, вы, эм... вы злобные придурки! Это за мою сестру и ее сосуд! Не то чтобы она, эм... не смогла отомстить позже, но, эм... все равно!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/event/choice/text
ru: Представить себе возмездие - подарок в виде боли, отраженной тысячекратно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/event/choice/event/text
ru: С Лжесиянием покончено, их добыча теперь ваша! Кроме того, вы нанесли удар по их планам, уничтожив их флот и склад взрывчатки... хорошая работа!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/event/choice/event/choice/text
ru: Представить себе удовлетворение - истинную награду за хорошо выполненную работу.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="1"]/event/choice/event/choice/event/choice/event/text
ru: Я не могу не задаться вопросом, в чем ИМЕННО заключались их планы... Этого количества Варлоккуляров хватило бы, чтобы отправить Архангела в ад. Н-не то чтобы они когда-нибудь пошли на такое, но... Мне это просто кажется немного тревожным, понимаете? Моя сестра никогда не видела, чтобы Светоносцы сами координировали что-то подобное. Но, пока вы, э-э... просто будете бдительным, я уверена, что все будет хорошо! По крайней мере, я на это надеюсь...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="0"]/text
ru: Представить себе проблему - на этот раз, связанную с отсутствием системы управления оружием.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="0"]/event/text
ru: Вы серьезно?! У вас нет... ну, я думаю, это впечатляет, больше всего на свете. Но если вы не можете разобраться с тайником, то делать нечего... Подождите, берегитесь! Мы, наверное, задержались - Лжесияние вас обнаружило!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[@req="weapons" and @lvl="0"]/event/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[3]/text
ru: Представить себе вопрос - вопрос о целесообразности этого плана.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[3]/event/text
ru: Да, я вроде как согласна... что же делать, тогда... хм... подождите, смотрите! Мы, наверное, задержались - Лжесияние вас обнаружило!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_UNDERWAY"]/choice[2]/event/choice[3]/event/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/text
ru: ...это... ОЧЕНЬ много взрывчатки - не говоря уже о наличии целого флота! Похоже, Лжесияние готовится к какому-то нападению, но, э-э... они еще не заметили ваше судно, ведь так? Если это так, то, возможно, было бы неплохо подкрасться к ним и каким-то образом сорвать их планы. Прежде чем они сделают что-то, э-э... ну, вы понимаете, плохое?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[@req="LIST_DRONES_DDFALSERADIANCE"]/text
ru: Представить себе отвлекающий маневр - в котором используется сила притяжения Сияющего ядра. [1|]

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[@req="LIST_DRONES_DDFALSERADIANCE"]/event/text
ru: О, это умно! Если вы оставите здесь свое Сияющее ядро, а моя сестра пошлет сигнал, то Лжесияние должно подойти и начать расследование. Затем, пока они будут отвлечены желанием обратить его в свою пользу, ВЫ проберетесь к их запасам взрывчатки и... бум! Мне кажется, это хороший план - только, э-э... будьте осторожны, ладно? Ваше Сияющее ядро должно быть в порядке, если вы не будете слишком сильно мешкать - к тому же, оно будет достаточно близко, чтобы вернуться к вам! Ну, знаете, на случай если вас, э-э... как‑нибудь поймают...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[@req="LIST_DRONES_DDFALSERADIANCE"]/event/choice/text
ru: Представить себе план - который будет выполнен безупречно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[@req="cloaking"]/text
ru: Представить себе маскировку - продвинутую, даже среди самых передовых технологий.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[@req="engines"]/text
ru: Представить себе двигатель - достаточно мощные, чтобы двигаться быстро и тихо.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[4]/text
ru: Представить себе безумную гонку - рискованную, но потенциально стоящую того.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[5]/text
ru: Представить себе конфронтацию - нет нужды прятаться в темноте.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[5]/event/text
ru: О, э-э... ну, если вы уверены! Я уважаю вашу решительность - безрассудство достойно восхищения! Я, э-э... я так думаю, в каком-то смысле...?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[5]/event/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[6]/text
ru: Представить себе пожимание плечами - символ тех, кому все равно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[6]/event/text
ru: П-подождите, но... если вы ничего не предпримете, то Лжесияние станет только сильнее... ...ну, я, э-э... я думаю, это нормально, если вы уверены? Может быть, сейчас есть более подходящие места, а я просто не... не вижу общей картины! Да!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[6]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE_REAL"]/choice[6]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SUBTERFUGE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...знаете, я тут подумала - вокруг Антумбрального измерения полно Сияющих ядер, но... вы вообще можете их использовать? Для работы им нужна энергия, что, по-моему, равносильно, э-э... системе контроля дронами, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/text
ru: Представить себе дрон - то, чем можно управлять.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/text
ru: О, так вы МОЖЕТЕ их использовать! Как минимум, это хорошо. Ну, э-э... если хотите, моя сестра может послать сигнал, и кто-нибудь из Светоносцев придет и улучшит вам систему. Только, э-э... только в этот раз! У нее не бесконечная энергия, учитывая состояние ее сосуда, но... я думаю, это того стоит, правда?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="1"]/text
ru: Представить себе улучшение - неизбежное и желанное.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="1"]/event/text
ru: Ее сигнал должен появиться через мгновение, и... ...вот, Светоносцы здесь! Надеюсь, это, э-э, ну, вы понимаете... станет для вас тем стимулом, который нужен в предстоящих сражениях. Учитывая, что, э-э... Архангелы наступают на вас, и все такое... ну, по крайней мере, НЕКОТОРЫЕ из Светоносцев прикроют вас! И я тоже прикрою вас - насколько это возможно...

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="7"]/text
ru: Представить себе улучшение - неизбежное и желанное.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="7"]/event/text
ru: Ее сигнал должен появиться через мгновение, и... ...вот, Светоносцы здесь! Надеюсь, это, э-э, ну, вы понимаете... станет для вас тем стимулом, который нужен в предстоящих сражениях. Учитывая, что, э-э... Архангелы наступают на вас, и все такое... ну, по крайней мере, НЕКОТОРЫЕ из Светоносцев прикроют вас! И я тоже прикрою вас - насколько это возможно...

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="8"]/text
ru: Представить себе улучшение - желаемое, но невозможное.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="8"]/event/text
ru: А, понятно. Ну, вы не можете винить меня за то, что я пыталась! По крайней мере, надеюсь? П-пожалуйста, э-э... не надо.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="8"]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="1"]/event/choice[@req="drones" and @lvl="8"]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/text
ru: Представить себе дрон - то, чем у вас нет возможности воспользоваться.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/text
ru: Да, я так и думала. Ну, э-э... если хотите, моя сестра может послать сигнал, и несколько Светоносцев придут и сделают необходимые модификации, чтобы установить систему вам. Только, э-э... только в этот раз! У нее не бесконечная энергия, учитывая состояние ее сосуда, но... я думаю, что это того стоит, правда?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[1]/text
ru: Представить себе установку - добро пожаловать в грядущие войны.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[1]/event/text
ru: Ее сигнал должен появиться через мгновение, и... ...вот, Светоносцы здесь! Надеюсь, это, э-э, ну, вы понимаете... станет для вас тем стимулом, который нужен в предстоящих сражениях. Учитывая, что, э-э... Архангелы наступают на вас, и все такое... ну, по крайней мере, НЕКОТОРЫЕ из Светоносцев прикроют вас! И я тоже прикрою вас - насколько это возможно...

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[2]/text
ru: Представить себе отказ - отсутствие интереса к подобным вещам.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[2]/event/text
ru: А, понятно. Ну, вы не можете винить меня за то, что я пыталась! По крайней мере, надеюсь? П-пожалуйста, э-э... не надо.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="drones" and @lvl="0"]/event/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_SYSTEMINSTALL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...какое ужасное зрелище. Сотни, если не тысячи, мертвых Светоносцев - каждый из них бесцельно дрейфует в космосе... За все время, что моя сестра была их надзирателем, она никогда не видела такого большого кладбища. Как бы мне ни хотелось этого не говорить, я... я думаю, что это сделало Лжесияние.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_RESOURCES"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе жестокость - отвратительную в своем проявлении.
