Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[3]/event/text
ru: Предположим, у вас нет особого выбора в этой ситуации... давайте, э-э, приступим к делу, хорошо? В конце концов, вы не можете позволить себе тратить здесь слишком много времени.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[3]/event/choice/text
ru: Представить себе вздох - отражение отвращения к предстоящей работе.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[4]/text
ru: Представить себе загадку - которую лучше оставить на потом.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[4]/event/text
ru: Я... ну, если вы уверены. Очевидно, я не могу, э-э... притворяться, что меня не интересует, что бы это ни было, но... Лжесияние с каждой секундой все ближе и ближе к нам. Я доверяю вашему решению!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[4]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="LIST_CREW_COGNITIVE_ALL"]/event/choice/event/choice[4]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/text
ru: Представить себе предков - поистине древних и знакомых немногим.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/text
ru: Понятно... так они из вашей реальности? Или, по крайней мере, из реальности, достаточно близкой к вашей... но почему они мне знакомы? Я не помню, чтобы я когда-либо был... я...

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/text
ru: Представить себе расслабление - то, что так ценится в неспокойные времена.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/text
ru: Да-да... наверное, э-э... я просто нервничаю, да? Я уверена, что это... это ничего не значит. Ну, э-э... как бы то ни было, их, должно быть, недавно принес сюда ГЕНЕЗИС. Не могу сказать, почему, но... если он захотел принести их сюда, может, внутри есть что-то ценное? Но это такой большой комплекс... как его все обыскать?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="sensors"]/text
ru: Представить себе сенсоры - достаточно мощные для выполнения любых поставленных перед ними задач.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="sensors"]/event/text
ru: О, хорошая идея! Похоже, ваши сенсоры обнаружили что-то интересное, да... давайте, э-э, проверим, хорошо?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="sensors"]/event/choice/text
ru: Представить себе свой приз - полностью заслуженный.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="ADV_SCANNERS"]/text
ru: Представить себе сканеры - которые имеют достаточный радиус действия для выполнения любых поставленных перед ними задач.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/text
ru: О, хорошая идея! Похоже, ваши сканеры обнаружили что-то интересное, да... давайте, э-э, проверим, хорошо?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/choice/text
ru: Представить себе свой приз - полностью заслуженный.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[3]/text
ru: Представить себе поиск - ручную работу, чрезвычайно утомительную.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[3]/event/text
ru: Предположим, у вас нет особого выбора в этой ситуации... давайте, э-э, приступим к делу, хорошо? В конце концов, вы не можете позволить себе тратить здесь слишком много времени.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[3]/event/choice/text
ru: Представить себе вздох - отражение отвращения к предстоящей работе.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[4]/text
ru: Представить себе загадку - которую лучше оставить на потом.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[4]/event/text
ru: Я... ну, если вы уверены. Очевидно, я не могу, э-э... притворяться, что меня не интересует, что бы это ни было, но... Лжесияние с каждой секундой все ближе и ближе к нам. Я доверяю вашему решению!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[4]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[@req="unique_anointed"]/event/choice/event/choice[4]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/text
ru: Представить себе замешательство - выраженное в виде шквала вопросов.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/text
ru: Вы тоже это чувствуете, правда? Это знакомое ощущение... эта растерянность... почему? Что это... что оно может значить... ах, у меня голова раскалывается...

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/text
ru: Представить себе расслабление - то, что так ценится в неспокойные времена.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/text
ru: ...да-да... наверное, э-э... я просто нервничаю, да? Я уверена, что это... это должно быть пустяк. Ну, э-э... как бы то ни было, это, должно быть, недавно принес сюда ГЕНЕЗИС. Не могу сказать, почему, но... если он захотел принести это сюда, может, внутри есть что-то ценное? Но это такой большой комплекс... как его все обыскать?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="sensors"]/text
ru: Представить себе сенсоры - достаточно мощные для выполнения любых поставленных перед ними задач.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="sensors"]/event/text
ru: О, хорошая идея! Похоже, ваши сенсоры обнаружили что-то интересное, да... давайте, э-э, проверим, хорошо?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="sensors"]/event/choice/text
ru: Представить себе свой приз - полностью заслуженный.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="ADV_SCANNERS"]/text
ru: Представить себе сканеры - которые имеют достаточный радиус действия для выполнения любых поставленных перед ними задач.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/text
ru: О, хорошая идея! Похоже, ваши сканеры обнаружили что-то интересное, да... давайте, э-э, проверим, хорошо?

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[@req="ADV_SCANNERS"]/event/choice/text
ru: Представить себе свой приз - полностью заслуженный.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[3]/text
ru: Представить себе поиск - ручную работу, чрезвычайно утомительную.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[3]/event/text
ru: Предположим, у вас нет особого выбора в этой ситуации... давайте, э-э, приступим к делу, хорошо? В конце концов, вы не можете позволить себе тратить здесь слишком много времени.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[3]/event/choice/text
ru: Представить себе вздох - отражение отвращения к предстоящей работе.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[4]/text
ru: Представить себе загадку - которую лучше оставить на потом.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[4]/event/text
ru: Я... ну, если вы уверены. Очевидно, я не могу, э-э... притворяться, что меня не интересует, что бы это ни было, но... Лжесияние с каждой секундой все ближе и ближе к нам. Я доверяю вашему решению!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[4]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK_REAL"]/choice[4]/event/choice/event/choice[4]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_ANCIENTWRECK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...о, Отец мой, ЭТО огромный Светоносец. И это... да, так и есть! Он каким-то образом ПОЖИРАЕТ разведчиков Лжесияния, которые здесь находятся - давай, дружище!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе ликование - празднование гибели зла.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Очень вдохновляет видеть, как Светоносцы сражаются с пороком ГЕНЕЗИСА. Даже несмотря на то, что моя сестра находится в таком состоянии, они умудряются держаться... и не только, они, ах, похоже, процветают! Она никогда не видела, чтобы кто-то из них достигал таких размеров - э-э, в основном потому, что Светоносцы обычно не сражаются между собой и не поедают друг друга, я полагаю.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе дань уважения - почтение, оказываемое в знак великих заслуг.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
ru: Вы... думаете, вы могли бы его накормить? Я, э-э... Не вижу причин, почему бы не сделать этого, даже если это немного странно. Может быть, он, в свою очередь, сможет вам помочь? Больше, чем уже помог, э-э... замедлив Лжесияние, я имею в виду.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[1]/text
ru: Представить себе мизерную сумму - небольшую, но искреннюю. [20~]

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[1]/event/text
ru: О, вау - он действительно просто, э-э... поглощает мусор, да? Похоже, он все еще голоден, учитывая, как мало вы ему предложили, но... я думаю, это может оказаться достаточно? Если вы разбудили его аппетит, это только доставит еще больше хлопот Лжесиянию. Сп-спасибо вам, мистер Светоносец!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[2]/text
ru: Представить себе помощь - вполне приличную по размеру. [40~]

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[2]/event/text
ru: О, вау - он действительно просто... поглощает мусор, да? Судя по тому, как он вибрирует, ему это, похоже, нравится. Или это, э-э... расщепление? Подождите, да - это ОДНОЗНАЧНО расщепление. Мерзко, но, э-э... сп-спасибо, мистер Светоносец!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[3]/text
ru: Представить себе блюдо - достойное такого великолепного существа. [80~]

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[3]/event/text
ru: О, вау - он действительно просто, э-э... поглощает мусор, да? Но даже несмотря на это, он так красиво светится... так это чувствуешь, когда тебя благословляют? Такое великолепие, что даже превосходит Лжесияние... ваши Светоносцы должны почувствовать некоторое успокоение от существования такого символа надежды, если у вас есть такие. Сп-спасибо, мистер чудесный Светоносец!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[4]/text
ru: Представить себе пустоту - пустую по содержанию, но не по намерениям.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[4]/event/text
ru: Ну, даже если у вас нет ничего, что можно было бы подарить, я уверена, что этот здоровяк оценит ваше внимание! К тому же, похоже, он уже уходит. Мне грустно, что он уходит, но... может быть, мы еще встретимся с ним когда-нибудь? Или, э-э... может быть, по крайней мере, моя сестра встретится с ним, и тогда она сможет рассказать нам, как у него дела!

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[4]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice[4]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="ITEMS_DDANTUMBRA_THEDEVOURER"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...знаете, э-э... Я тут подумала. О вашей реальности, собственно. Моя сестра записала не так много, поскольку ее сосуд был поврежден, но... Мне кажется, что я узнаю в этом что-то знакомое.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе ухо - готовое слушать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Я... я не знаю почему, но... мне кажется, что я что-то помню. Или, э-э... кого-то? Его кожа была... прозрачной, но при этом красивее всего, что я когда-либо видела. В ее отражающемся золотистом сиянии было что-то такое, что делало его присутствие невероятно успокаивающим. Я... я не помню, кто это был, и когда я его встретила. Я просто подумала, может быть, вы, э-э... знаете что-нибудь? Я д-думаю, вы многое видели и, возможно, когда-то сами с ним встречались.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе описанное - это кристаллин.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
ru: Кристаллин...? Хм... может быть? Я, э-э... не общаюсь с другими существами, поскольку живу с Отцом, но... мне кажется, я бы лучше запомнила такое существо, если бы действительно с ним встретилась. Интересно... это был сон или... что-то большее?

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
ru: Дримголд

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_CRYSTAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...знаете, э-э... Я тут подумала. О вашей реальности, собственно. Моя сестра записала не так много, поскольку ее сосуд был поврежден, но... Мне кажется, что я узнаю в этом что-то знакомое.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе ухо - готовое слушать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Я... я не знаю почему, но... мне кажется, что я что-то помню. Или, э-э... кого-то? Его кожа была... немного слизистой, но также и чешуйчатой. И эти чешуйки... в их отражающемся золотистом сиянии было что-то такое, что делало его присутствие невероятно успокаивающим. Я... я не помню, кто это был, и когда я его встретила. Я просто подумала, может быть, вы... знаете что-нибудь? Я полагаю, вы многое видели и, возможно, когда-то... сами с ним встречались.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе описанное - это глубоководный.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
ru: Глубоководный...? Хм... может быть? Я, э-э... не общаюсь с другими существами, поскольку живу с Отцом, но... мне кажется, я бы лучше запомнила такое существо, если бы действительно встретила его. Интересно... это был сон, или... что-то большее?

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
ru: Офдрим

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_DEEPONE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.
