Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/text
ru: Представить себе слова - то, от чего отреклись третьим.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[4]/text
ru: Представить себе ценности - то, от чего отреклись четвертым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[4]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[5]/text
ru: Представить себе правила - то, от чего отреклись пятым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[5]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[6]/text
ru: Представить себе смысл - то, от чего отреклись шестым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[6]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[7]/text
ru: Представить себе достоинство - то, от чего отреклись седьмым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_LOREDROP"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[7]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/text
ru: Внезапно ваш корабль выбрасывается из другой стороны червоточины, но не теряет полностью свою скорость. Ваш корабль продолжает лететь, и при этом... все начинает размываться.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/text
ru: Ухватиться за что-то.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/text
ru: Вы начинаете сжимать в руке... Тень, как вы понимаете. Наверное, это было самое близкое, что было под рукой, когда вы бросились искать что-нибудь, за что можно было бы ухватиться. Ваша рука как будто онемела, сжимая эту странную металлическую поверхность...

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/text
ru: Отдернуть свою руку от Тени.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/text
ru: Даже когда вы отрываете ее, вы чувствуете, как ваша рука продолжает неметь. Действительно, все становится таким... туманным. Ваше зрение, осязание, обоняние - даже ваша способность думать тускнеет. В приступе судорог вы беспомощно падаете на пол.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/text
ru: Что... происходит...?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/text
ru: Последнее, что вы видите, прежде чем все ваши чувства померкнут, - это Тень, стоящая над вами, неподвижная, как всегда. Затем все становится... темным... и...

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: ...эй? Кто-то меня слышит?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Я... не вижу вас и не слышу, но, э-э... я чувствую вас! Вы же здесь, правда?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: Если вы меня слышите, то... попробуйте представить себе формы. Объекты, физические вещи - это все, что осталось здесь от Светоносцев, полагаю...

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе кричащую, страдающую и мучимую душу - ту, которая вобрала в себя все утраченное.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: О, боже... ладно! Ну, по крайней мере, вы меня слышите, но... Мне нужно, чтобы вы немного успокоились. Я... сама боюсь. Я не знаю, где я нахожусь, и... я... Полагаю, вы тоже не знаете, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/text
ru: Представить себе мутное озеро - чьи пучины сокрыты не только от постороннего взгляда, но и от него самого.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
ru: Представить себе кристально чистое озеро - которое полностью открыто и давно изучено.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/text
ru: О, ну... какое облегчение! Вы, наверное, знаете больше, чем я, но... я все равно постараюсь помочь! Мы будем, э-э... отличной командой!

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/text
ru: Представить себе команду - вместе, до самого конца.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/text
ru: Ну, раз уж мы собираемся это сделать, то я хотя бы позабочусь о том, чтобы вы были готовы к предстоящему путешествию! Хотя большинство Светоносцев перешли на сторону врага, все еще есть те, кто остался верным своим клятвам. Я могу привести к вам одного из них через сосуд моей сестры, но... я не могу обещать, что смогу сделать это больше одного раза - мы и так уже на пределе своих сил.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[1]/text
ru: Представить себе правду - то, от чего отреклись в первую очередь.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[1]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[2]/text
ru: Представить себе календарь - то, от чего отреклись вторым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[2]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[3]/text
ru: Представить себе слова - то, от чего отреклись третьим.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[3]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[4]/text
ru: Представить себе ценности - то, от чего отреклись четвертым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[4]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[5]/text
ru: Представить себе правила - то, от чего отреклись пятым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[5]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[6]/text
ru: Представить себе смысл - то, от чего отреклись шестым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[6]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[7]/text
ru: Представить себе достоинство - то, от чего отреклись седьмым.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/choice/event/choice[7]/event/text
ru: Хорошо, это должно помочь! Я бы на вашем месте проверила свое снаряжение, прежде чем мы отправимся в путь. Последователи Лжесияния - не говоря уже о самих Архангелах - ждут нас, и их арсенал, э-э... мягко говоря, смертоносен. Лучше быть готовым, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...о, здесь есть... группа Светоносцев? Эти тоже, похоже, все еще привязаны к своим обетам. Должно быть, несложно будет убедить их перейти на другую сторону и оказать некоторую помощь... но, э-э... не возражаете, если мы поговорим немного, пока у вас есть время? Если, ну, вы понимаете! Хотите! Или, э-э...

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
ru: Представить себе ухо - которое всегда готово слушать, пока не наступит день, когда оно больше не сможет этого делать.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
ru: Ну, просто... я... цвета вашего кластера... вы думаете, я смогу их увидеть когда-нибудь? Когда все это закончится, я имею в виду! Если Отец не будет против, и, э-э... вы понимаете. Я просто... я вижу их через воспоминания сестры, и... они такие... захватывающие. Или, по крайней мере, э-э... были бы, если бы я, э-э, могла дышать! Ха-ха...

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Представить себе нервного срывшегося - он заикается, запинается, пошатывается.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/text
ru: Извините! Я, э-э... нервничаю, признаюсь... Отец просто не одобряет, когда мы поступаем по своему усмотрению. Не могу себе представить, что он с пониманием отнесется, например, к попытке моей сестры увидеться с Мамой... но если бы вы его попросили! Или, может быть, даже... поддержали меня...? Я, э-э... мне кажется, он был бы ВЫНУЖДЕН согласиться, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/text
ru: Представить себе радугу - лучше поделиться ею, чем держать в секрете.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/text
ru: П-правда? Я... Я с нетерпением жду этого. А пока что, э-э... поход по магазинам, да?! И, знаете... Архангелы, и, э-э...

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/text
ru: Представить себе нерешительного - он заикается, запинается, пошатывается.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/text
ru: Э-эй! Я просто... Попробуйте САМИ просидеть взаперти в темной, бесконечной комнате, общаясь с кем-то - между прочим, находящимся НАПОЛОВИНУ В ОТКЛЮЧКЕ - через бесплотное, обессиленное тело своей сестры! Я стараюсь изо всех сил! Это вообще-то... глупый вопрос был. Я, пожалуй... оставлю вас с вашими, эм... покупками и прочим...

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
ru: Представить себе муравья - вечно занятого, не имеющего времени на пустую болтовню.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
ru: О-о, э-э... конечно! Всегда занят, ха-ха... ну, тогда я просто... оставлю вас в покое!

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_COLORTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...Похоже, Тени ждали вас? Или мою, э-э... сестру. Трудно сказать. В любом случае, похоже, они знают о вашей миссии. Хотя, мне интересно... А, ладно, неважно! Покупки с помощью странных черных щупалец - ура!

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
ru: Представить себе детектива - любознательного и жаждущего узнать больше.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
ru: О, вы хотите... ладно! Ну, я просто... думала о Тенях, наверное. Они вроде как всегда выступают в роли таких... ну, сторонних наблюдателей в делах Светоносцев. Раньше они воевали, это да, но зачем вообще? И вот - Светоносцы ради прекращения войны поклялись отказаться от всего... А Тени - нет. И все равно, знаете... они кажутся вполне довольными тем, что война продолжается. Разве это не странно?

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Представить себе вопрос - который стоит задать своему брату или сестре.
