Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/text
ru: Ну, дело в том, что... она тоже не знает. БОЖЕСТВЕННОЕ ЯДРО было создано на случай, если Тени когда-нибудь угрожали бы насилием Светоносцам, но... моей сестре никогда не приходилось его использовать. Мало того, но... что они вообще такое? Какое-то коллективная сознание? Я знаю, что здесь они относительно дружелюбны, и нехорошо кусать руку, которая тебя кормит, но... все это меня немного пугает.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/text
ru: Представить себе выражение согласия - короткое кивание головой.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/text
ru: Думаю, в конечном итоге это не имеет большого значения, но... может быть, моя сестра расскажет мне все об этом, когда все закончится, когда она проведет с ними еще немного времени, верно? А потом, э-э... я тоже смогу рассказать вам все об этом!

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[1]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/text
ru: Представить себе несогласие - строгое покачивание головой.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/text
ru: Правда? Возможно, я просто слишком много думаю. В любом случае, э-э... ну, пора идти за покупками, да?

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
ru: Представить себе покупателя - который не замечает ничего, кроме поставленной перед ним задачи.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
ru: Да! Шоппинг! Я, э-э... никогда не ходила по магазинам, но, э-э... вы находите это достаточно увлекательным, правда? Хотя, может быть, я должна... ну, знаете, отнестись к этому немного серьезнее. Вся эта, э-э... борьба за свою жизнь? Да ладно! Идите и наслаждайтесь!

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_DARKNESSTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//ship[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT"]/destroyed/text
ru: Вот что получают эти ПРИДУРКИ! Нам следует, э-э... проверить других Светоносцев, верно?

source: data/events_sector_ddantumbra.xml$//ship[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT"]/destroyed/choice/text
ru: Представить себе руку помощи - которая поднимает упавшего.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/text
ru: Они примерно в таком же состоянии, как и вы, но... по крайней мере, в остальном с ними все в порядке. Сосуд моей сестры должно быть в состоянии разбудить их настолько, чтобы они смогли помочь. Кстати, о моей, э-э... сестре...

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/text
ru: Представить себе открытую книгу - которую так и хочется прочитать.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/text
ru: Я просто хотела спросить, э-э... что вы о ней думаете?

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/text
ru: Представить себе труп - избитый, израненный, окровавленный.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/event/text
ru: П-правильно! Я, э-э... верно... Полагаю, у вас еще не было возможности поговорить с ней... Ну, скоро у вас будет такая возможность! И это будет здорово! И, и... я, э-э... буду там, надеюсь, ха-ха...

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/event/choice/text
ru: Представить себе зеркало - в котором отражаются, в частности, вопросы.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/event/choice/event/text
ru: Я? Что я о ней думаю? Ну, она... она потрясающая. Смелая, любящая, сильная - она всегда была любимицей Отца. Я же немного... робкая, наверное... поэтому отец держит меня поближе к себе. А что касается нашей другой сестры, то... Думаю, она его немного пугает. Меня она точно пугает! Она... немного отличается от нас двоих. Более, э-э... жесткая? Она не слишком заботится о нас, но... она все равно член семьи! В любом случае... насколько я знаю, отец отправил ее на миссию на своем корабле. Я... единственная из нас, у кого нет корабля. Но... ничего страшного! Я уверена, что отец со временем найдет мне корабль... а пока что - пойдем по магазинам, ладно? Э-э... с Светоносцем! Старым добрым Светоносцем...

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/event/choice/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[1]/event/choice/event/choice/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[2]/text
ru: Представить себе пчелу - занятую, жужжащую, торопливую.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[2]/event/text
ru: О, э-э... ладно, я не должна отвлекать вас. Покупки! У-ура! Веселитесь...? Насколько это возможно, учитывая ваше... э-э... нынешнее положение...

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK_FIGHT_WIN"]/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...Лжесияние здесь? И они издеваются над другими Светоносцами... нам нужно вмешаться и спасти их, верно?! Или, э-э... вам это нужно. Вам и моей, э-э... сестре! Несмотря на то, что она в таком плачевном состоянии...

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
ru: Представить себе руку помощи - протянутую в виде сжатого кулака.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
ru: Д-да! Дайте им просраться! Я буду, э-э... болеть за вас - отсюда! Где бы это ни было, ах... "здесь".

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
ru: Представить себе прохожего - который просто путешествует и не ищет ссор.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
ru: Вы уверены? Я думала, что мы... или, э-э... вы... ну, ладно. Полагаю, у вас есть дела поважнее, не так ли? Но все же... я надеюсь, что с этими Светоносцами все будет в порядке.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="STORE_DDANTUMBRA_SISTERTALK"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_WORMHOLE_SUMMONLIST_CHOSEN_FIGHT"]/destroyed/text
ru: О-отлично! Жаль, что, э-э... мы не смогли просто договориться с ними, но... ну, вы сделали то, что должны были. К тому же! Они с самого начала не производили на меня впечатление, э-э... разумных существ.

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_WORMHOLE_SUMMONLIST_CHOSEN_FIGHT"]/destroyed/choice/text
ru: Представить себе исследование - исследование этих уютных, но все же неземных обломков.

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_WORMHOLE_SUMMONLIST_CHOSEN_FIGHT"]/deadCrew/text
ru: О-отлично! Жаль, что, э-э... мы не смогли просто договориться с ними, но... ну, вы сделали то, что должны были. К тому же! Они с самого начала не производили на меня впечатление, э-э... разумных существ.

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_WORMHOLE_SUMMONLIST_CHOSEN_FIGHT"]/deadCrew/choice/text
ru: Представить себе исследование - исследование этих уютных, но все же неземных обломков.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE_SUMMONLIST_CHOSEN_FIGHT_WIN"]/text
ru: О, что-то осталось... что это? Какое-то странное орудие из вашей реальности? Подождите, но... разве это не Тени внутри него? Это значит, что... о, Отец! Он всегда просил мою сестру перевозить Тени для него через ГЕНЕЗИС... Думаю, он просто, э-э... раздает их своим последователям? Я не понимаю, зачем, но... кто я такая, чтобы судить его? Уверена, у него есть свои причины! Ха-ха...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...что, э-э... это такое? Здесь, в космосе, есть какая-то... серая кнопка. Что она здесь делает?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
ru: Представить себе удар кулаком - очень, очень сильный.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
ru: Подождите, будьте осторожны! Кто знает, что может случиться, если вы...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Представить себе пыл - пыл, пыл, ПЫЛ!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/text
ru: О, боже - червоточина?! Я же говорила вам быть осторожнее! Похоже, к вам пришла компания из вашей реальности... и они, похоже, не очень хорошо справляются с этой, э-э, "навязанной бессознательностью". Они кажутся довольно растерянными, даже... ах, в любом случае, они приближаются к вам! Приготовьтесь!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice/event/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
ru: Представить себе избегание - непонятных космических кнопок.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
ru: Честно говоря, да... меня это тоже немного смущает. Давайте просто, э-э...? Оставим это на откуп тем странным кнопкам, которые делают что-то в космосе? Да, это звучит нормально!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_WORMHOLE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...о, Тени здесь! Хотя, э-э... обычно они бы были немного более воодушевлены, увидев мою сестру. Эти же кажутся... тревожными? Испуганными? Должно быть, они недавно подверглись нападению Лжесияния... Если предположить, что они все еще приходят в себя, может быть, вы сможете им чем-то помочь?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/text
ru: Представить себе дар - родство, обретенное при подношении Теням оружия.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/text
ru: Оружие? Думаете, это поможет? Ну... какое же тогда?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/text
ru: Представить себе осколочное оружие - пелену из множества вещей.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/text
ru: О, они... едят его? Или, э-э... может, они просто... впитывают его? Я не знаю точно. Моя сестра никогда не имела много возможностей познакомиться с Тенями, несмотря на то, что работала над обеспечением безопасности их и Светоносцев. Они, э-э... в основном держатся особняком. Но, эй! Может быть, мы сможем здесь чему-то научиться и рассказать ей об этом, когда все закончится! Давайте, э-э... давайте просто позволим им сделать свое дело, ладно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/text
ru: Представить себе терпение - одно из многих добродетелей, которое следует проявлять, когда это необходимо.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/text
ru: Представить себе тишину - мрачного спутника терпения.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/event/text
ru: ...ну, я думаю, пока они, эм... жуют это оружие, мы могли бы, э-э, немного поговорить? Я... хотела спросить вас кое-что - о Тенях, как ни странно. Они есть и в вашей реальности, верно? Я смутно помню, но мне кажется, я могу вспомнить то, что видела моя сестра, когда встретила вас. Я хотела спросить, э-э... каковы они там?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/event/choice/text
ru: Представить себе тьму - безграничную, всепоглощающую и настолько глубокую, что в ней можно утонуть.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/event/choice/event/text
ru: П-правда? Здесь Тени такие робкие... Учитывая, насколько далека ваша реальность, можно с уверенностью предположить, что Отец перенес их туда отсюда. Но что могло вызвать такую перемену в их поведении? И... зачем ему вообще было их туда переносить? Особенно если они удовлетворены жизнью здесь, а в противном случае становятся злыми... М-может, мы спросим его позже? Конечно, вместе...! Это, э-э... не так страшно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе спутника - желанную компанию на неприветливой территории.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="SHOTGUN_DARKGOD"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Спутник? Вы... думаете, что я, э-э... о, смотрите! Тени закончили! И похоже, у них есть что-то для вас? Это... Светоносец? Тот, кто не находится под влиянием Лжесияния... Интересно, может быть, Тени защищали его, и поэтому Лжесияние напало на них. Похоже, теперь они доверяют его вам? Вы очень популярен! У, э-э, Теней, конечно...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/text
ru: Представить себе лазерное легкое оружие - проклятие того, в честь чего он назван.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/text
ru: О, они... едят его? Или, э-э... может, они просто... впитывают его? Я не знаю точно. Моя сестра никогда не имела много возможностей познакомиться с Тенями, несмотря на то, что работала над обеспечением безопасности их и Светоносцев. Они, э-э... в основном держатся особняком. Но, эй! Может быть, мы сможем здесь чему-то научиться и рассказать ей об этом, когда все закончится! Давайте, э-э... давайте просто позволим им сделать свое дело, ладно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="GIFTLIST_DARKGOD_WEAPONS"]/event/choice[@req="LASER_DARKGOD"]/event/choice/text
ru: Представить себе терпение - одно из многих добродетелей, которое следует проявлять, когда это необходимо.
