Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/event/choice/event/text
ru: П-правда? Здесь Тени такие робкие... Учитывая, насколько далека ваша реальность, можно с уверенностью предположить, что Отец перенес их туда отсюда. Но что могло вызвать такую перемену в их поведении? И... зачем ему вообще было их туда переносить? Особенно если они удовлетворены жизнью здесь, а в противном случае становятся злыми... М-может, мы спросим его позже? Конечно, вместе...! Это, э-э... не так страшно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе спутника - желанную компанию на неприветливой территории.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DISPARITYBROODMOTHER"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Спутник? Вы... думаете, что я, э-э... о, смотрите! Тени закончили! И похоже, у них есть что-то для вас? Это... Светоносец? Тот, кто не находится под влиянием Лжесияния... Интересно, может быть, Тени защищали его, и поэтому Лжесияние напало на них. Похоже, теперь они доверяют его вам? Вы очень популярен! У, э-э, Теней, конечно...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/text
ru: Представить себе служебный дрон - маяк для тех, кто в нем нуждается.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/text
ru: О, они... едят его? Или, э-э... может, они просто... впитывают его? Я не знаю точно. Моя сестра никогда не имела много возможностей познакомиться с Тенями, несмотря на то, что работала над обеспечением безопасности их и Светоносцев. Они, э-э... в основном держатся особняком. Но, эй! Может быть, мы сможем здесь чему-то научиться и рассказать ей об этом, когда все закончится! Давайте, э-э... давайте просто позволим им сделать свое дело, ладно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/text
ru: Представить себе терпение - одно из многих добродетелей, которое следует проявлять, когда это необходимо.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/text
ru: Представить себе тишину - мрачного спутника терпения.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/event/text
ru: ...ну, я думаю, пока они, эм... жуют это оружие, мы могли бы, э-э, немного поговорить? Я... хотела спросить вас кое-что - о Тенях, как ни странно. Они есть и в вашей реальности, верно? Я смутно помню, но мне кажется, я могу вспомнить то, что видела моя сестра, когда встретила вас. Я хотела спросить, э-э... каковы они там?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/event/choice/text
ru: Представить себе тьму - безграничную, всепоглощающую и настолько глубокую, что в ней можно утонуть.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/event/choice/event/text
ru: П-правда? Здесь Тени такие робкие... Учитывая, насколько далека ваша реальность, можно с уверенностью предположить, что Отец перенес их туда отсюда. Но что могло вызвать такую перемену в их поведении? И... зачем ему вообще было их туда переносить? Особенно если они удовлетворены жизнью здесь, а в противном случае становятся злыми... М-может, мы спросим его позже? Конечно, вместе...! Это, э-э... не так страшно.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе спутника - желанную компанию на неприветливой территории.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[@req="LIST_DDDARKGOD_DRONES"]/event/choice[@req="LIST_CREW_MORPH_DDDISPARITYADMINISTRATOR"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Спутник? Вы... думаете, что я, э-э... о, смотрите! Тени закончили! И похоже, у них есть что-то для вас? Это... Светоносец? Тот, кто не находится под влиянием Лжесияния... Интересно, может быть, Тени защищали его, и поэтому Лжесияние напало на них. Похоже, теперь они доверяют его вам? Вы очень популярен! У, э-э, Теней, конечно...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/text
ru: Представить себе немногое - ведь это все, что вы можете предложить.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/event/text
ru: Они ОЧЕНЬ странные и, э-э... аморфные? Пожалуй, я тоже не знаю, как им помочь... хотя, э-э... они что, готовятся к атаке? Они... они, наверное, думают, что вы здесь, чтобы закончить то, что начало Лжесияние! Быстрее - берегитесь!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_SHADOWS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_FIGHT"]/destroyed/text
ru: Ну, вот и все. Нечего делать, кроме как двигаться дальше, верно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_GAMBLE_NOAPPRECIATION"]/text
ru: Подождите, это работает...? Неужели Лжесияние действительно способно... ...о, нет. Они явно, э-э... не очень ценят вашу доброту. Если это вас утешит, я думаю, что это, э-э... очень благородно, что вы попытались? Они бы не сделали то же самое для вас, очевидно, но... все же! Я думаю, что по крайней мере в попытке есть ценность, не так ли?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_GAMBLE_NOAPPRECIATION"]/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_GAMBLE_YIPPEE"]/text
ru: О, вау. Они повреждены даже больше, чем я думала... Светоносцы, создавшие их корабль, умирают, и я не знаю, можно ли что-то для них сделать. Хотя, э-э... может быть, вы сможете помочь меньшим Светоносцам на борту? Вот тому, вон там - он, возможно, согласится присоединиться к вам, если это, э-э... означает, что он будет жить.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_GAMBLE_YIPPEE"]/choice/text
ru: Представить себе свет - то, что более чем приветствуется в этом темном месте.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT_GAMBLE_YIPPEE"]/choice/event/text
ru: Тогда добро пожаловать на борт - надеюсь, он не доставит слишком много хлопот! Хотя я признаю, что я, э-э... Наверное, я ошибалась, считая их НАСТОЯЩИМИ монстрами. Не то чтобы они делали что-то особенное, кроме как защищали свою жизнь, но... Я действительно не думала, что Лжесияние способно на какую-либо форму разума. Немного странно думать, что наши враги, возможно, не так уж отличаются от нас, даже если они не все такие приятные...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...Лжесияние здесь, но... они выглядят не слишком сияюще. Нет, ах, каламбур непреднамеренный! Просто они, эм... они кажутся ранеными. Даже если бы они хотели проявить агрессию по отношению к вам, я не уверена, что они смогли бы это сделать.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
ru: Представить себе руку, протянутую в знак помощи.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
ru: В-вы... вы хотите помочь своим врагам? Это очень благородно, но... я не думаю, что члены Лжесияния слишком верят в искупление. Похоже, их мало что волнует, кроме веры в силу божественности. Я, конечно, не могу... помешать вам попытаться, но... это безнадежно, не так ли?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[1]/text
ru: Представить себе настойчивость - надежду, которая не угасает даже в моменты отчаяния.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[1]/event/text
ru: Ну, если вы уверены! Только, э-э... не говорите, что я вас не предупреждала, ладно?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[1]/event/choice/text
ru: Представить себе приближение - осторожное, но уверенное.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[2]/text
ru: Представить себе нерешительность - бездействие, рожденное колебаниями.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[2]/event/text
ru: Я уверена, что так будет безопаснее. Просто... держитесь подальше от этих придурков, ладно? Не дайте им ничего предпринять!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[2]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[2]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
ru: Представить себе разрушение - отсутствие пощады для нечестивых.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
ru: Нет ничего постыдного в том, чтобы бить их, когда они в беде - они бы поступили так же с вами, не правда ли? Но не... не теряйте бдительности. Даже если они уязвимы, Лжесияние по-прежнему опасно!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/text
ru: Представить себе расстояние - безопасное пространство между двумя соперничающими сторонами.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/event/text
ru: Наверное, нет смысла позволять им что-нибудь выкинуть. Может быть, просто, э-э, присмотреть за ними? Е-если, конечно, вы сможете... Ладно, Я буду присматривать за ними в переносном смысле, а вы... делайте то, что вам нужно!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[3]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_HURTLIGHT"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//ship[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_DANGER_FIGHT"]/destroyed/text
ru: Вау, м-молодец! Вы снова это сделали! Хотя, э-э... похоже, что другие челны Лжесияния, которые собрались здесь, ушли во время стычки. Это обидно, но... вы все равно должны гордиться собой, понимаете? Лжесияние - это не просто КАКАЯ-ТО там мелкая угроза!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHTHEFURTHEST_SAFE"]/text
ru: В-вау, я... Мне нравится ваша уверенность! Похоже, она окупилась? Самый крупный из присутствующих здесь Светоносцев направляется сюда, а Лжесияние, похоже, ничего об этом не подозревает!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHTHEFURTHEST_SAFE"]/choice/text
ru: Представить себе победу - сладкие плоды удачи.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHTHEFURTHEST_SAFE"]/choice/event/text
ru: Теперь давайте посмотрим, что притащила моя сестра... ...Сияющее орудие! Моя сестра довольно хорошо знает Светоносцев, так как тесно сотрудничала с ними в качестве их надзирателя... В то время как большинство Светоносцев живут для того, чтобы превратиться в Сияющие ядра и после размножиться, некоторые из более крупных могут стать Сияющим орудием - особенно мощными Светоносцами, способными изменять пространство и делать его пригодным для жизни своих меньших сородичей. Несмотря на свою силу, они по-прежнему зависят от еще более могущественных Светоносцев - тех немногих могучих и огромных, которые обслуживают и питают как Сияющие ядра так и орудия. Это с-странная система, но, э-э... я думаю, что это даже мило, как все их роли необходимы. Они как большая, бесчувственная машина!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_DANGER"]/text
ru: Подождите, это... о, Отец, Лжесияние здесь! Они, должно быть, все-таки перехватили сигнал моей сестры... Н-но все в порядке! Я... я знаю, что вы справитесь с ними!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_DANGER"]/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHEVENFURTHER_SAFE"]/text
ru: Пока все идет хорошо... сигнал моей сестры почти достиг центра этого роя Светоносцев! Вам следует, э-э... наверное, отменить операцию сейчас, пока Лжесияние не перехватило сигнал.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHEVENFURTHER_SAFE"]/choice[1]/text
ru: Представить себе джекпот - он находится вне досягаемости, но стоит того, чтобы к нему стремиться.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHEVENFURTHER_SAFE"]/choice[2]/text
ru: Представить себе выигрыш - хороший игрок знает, когда нужно остановиться.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHEVENFURTHER_SAFE"]/choice[2]/event/text
ru: Вот это настрой! Не стоит испытывать удачу больше, чем вы уже сделали. А теперь давайте посмотрим, что притащила моя сестра... ...Сияющее ядро! Моя сестра довольно хорошо знает Светоносцев, так как тесно сотрудничала с ними в качестве надзирателя - Сияющие ядра сами по себе ЯВЛЯЮТСЯ Светоносцами, но они также служат средством для воспроизводства ДОПОЛНИТЕЛЬНЫХ, меньших Светоносцев. Для этого им нужно питаться энергией, но, эм... как только процесс запущен, они начинают размножаться в ПОЛНУЮ силу. С их отнятыми чувствами размножение - единственное, на что Светоносцы действительно способны, если только моя сестра не привлечет их внимание... по крайней мере, в большинстве случаев. Похоже, что Светоносцы, находящиеся под влиянием Лжесияния, преследуют свои собственные интересы, но, э-э... мы их остановим, правда? То есть, э-э... в-вы их остановите! Я просто, ну, знаете, здесь... здесь! Помогаю! Или, по крайней мере, э-э, пытаюсь...? Я п-перестаю болтать...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_SAFE"]/text
ru: Сработало - некоторые из более сильных Светоносцев, похоже, сейчас пришли в движение. Хотя, вы можете продолжать испытывать удачу и найти ОЧЕНЬ могущественных Светоносцев... но, в-все же, э-э... решать вам!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_SAFE"]/choice[1]/text
ru: Представить себе дальнейший риск - одна возможность стоит другой.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_SAFE"]/choice[2]/text
ru: Представить себе выигрыш - хороший игрок знает, когда нужно остановиться.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_PUSHFURTHER_SAFE"]/choice[2]/event/text
ru: Нет ничего постыдного в том, чтобы играть осторожно - особенно когда вы уже рискнули! А теперь давайте посмотрим, что притащила моя сестра... ...Сияющее ядро! Моя сестра довольно хорошо знает Светоносцев, так как тесно сотрудничала с ними в качестве надзирателя - Сияющие ядра сами по себе ЯВЛЯЮТСЯ Светоносцами, но они также служат средством для воспроизводства ДОПОЛНИТЕЛЬНЫХ, меньших Светоносцев. Для этого им нужно питаться энергией, но, эм... как только процесс запущен, они начинают размножаться в ПОЛНУЮ силу. С их отнятыми чувствами размножение - единственное, на что Светоносцы действительно способны, если только моя сестра не привлечет их внимание... по крайней мере, в большинстве случаев. Похоже, что Светоносцы, находящиеся под влиянием Лжесияния, преследуют свои собственные интересы, но, э-э... мы их остановим, правда? То есть, э-э... в-вы их остановите! Я просто, ну, знаете, здесь... здесь! Помогаю! Или, по крайней мере, э-э, пытаюсь...? Я п-перестаю болтать...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE_TIERONEACQUIRED"]/text
ru: Нет ничего постыдного в том, чтобы играть осторожно! А теперь давайте посмотрим, что притащила моя сестра... ...Сияющее ядро! Моя сестра довольно хорошо знает Светоносцев, так как тесно сотрудничала с ними в качестве надзирателя - Сияющие ядра сами по себе ЯВЛЯЮТСЯ Светоносцами, но они также служат средством для воспроизводства ДОПОЛНИТЕЛЬНЫХ, меньших Светоносцев. Для этого им нужно питаться энергией, но, эм... как только процесс запущен, они начинают размножаться в ПОЛНУЮ силу. С их отнятыми чувствами размножение - единственное, на что Светоносцы действительно способны, если только моя сестра не привлечет их внимание... по крайней мере, в большинстве случаев. Похоже, что Светоносцы, находящиеся под влиянием Лжесияния, преследуют свои собственные интересы, но, э-э... мы их остановим, правда? То есть, э-э... в-вы их остановите! Я просто, ну, знаете, здесь... здесь! Помогаю! Или, по крайней мере, э-э, пытаюсь...? Я п-перестаю болтать...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...ой, здесь так много Светоносцев! Похоже, они тоже не подвержены влиянию Лжесияния... если вы, э-э, хотите, можете воспользоваться присутствием моей сестры, чтобы разозлить некоторых из них? Это может привлечь нежелательное внимание, но... может привлечь и желаемое внимание!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
ru: Представить себе соглашение - согласие с предложенным планом.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/text
ru: Их действительно много... с таким количеством Светоносцев здесь, вам придется пробиться через маленьких, чтобы добраться до больших. Э-э... р-решать вам, стоит ли такой риск. Меньшие Светоносцы тоже, эм... по-своему довольно сильны!»

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[1]/text
ru: Представить себе - тот, который связан с привлечением внимания.
