Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GRAVEDIGGERLOCATION_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
ru: Представить себе победу - тяжело завоеванную столь же долгожданную.

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GRAVEDIGGERLOCATION_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
ru: Представить себе победу - тяжело завоеванную столь же долгожданную.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN"]/text
ru: Власть над смертью и способность восстанавливать энергию... Я не могу поверить, что вы снова это сделали! Моя сестра тоже может поглотить эту силу ГРОБОВЩИКА... что является не только победой для нее, но и поражением для ГЕНЕЗИСА. Он только слабеет, а мы становимся сильнее! Или, э-э... точнее, вы становитесь сильнее. О-она становится сильнее.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN"]/choice/text
ru: Представить себе силу - то, что необходимо в кризисные времена, даже если она часто является причиной их возникновения.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN"]/choice/event/text
ru: Для МОГИЛЬЩИКА разложение - это проклятие, поэтому, используя его силу, ваши друзья будут постепенно исцеляться, находясь в помещениях щитов, двигателей или управления оружием - скорость исцеления в каждом помещении увеличивается с увеличением количества предоставленной им энергии. Мало того, находясь в этих помещениях, они смогут естественным образом предоставлять немного энергии, просто стоя рядом! Разве это не... у-удивительно?! По крайней мере, я, э-э... я надеюсь, что это так. Отец знает, что вам понадобится вся возможная помощь, если вы собираетесь сразиться с ГЕНЕЗИСОМ... но, т-тем не менее! Я верю только в вас и мою сестру! Я знаю, что вы двое сможете это сделать, даже если никто другой не сможет - так что держите голову высоко, ладно? Вы не одиноки в этом, пока мы рядом.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN"]/choice/event/choice/text
ru: Представить себе путешествие - которое должно продолжаться, несмотря на испытания, которые еще предстоят.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN_DEATH"]/text
ru: Я бы не слишком беспокоилась о сосуде моей сестры. С каждым поражением Архангела у нее должно оставаться более чем достаточно сил, чтобы восстановить себя. Эм, кстати о силе! Полное господство над смертью и способность восстанавливать энергию... Я не могу поверить, что вы снова это сделали! Моя сестра может поглотить эту силу МОГИЛЬЩИКА... что является не только победой для нее, но и поражением для ГЕНЕЗИСА. Он только слабеет, а мы становимся сильнее! Или, э-э... вы знаете, вы становитесь сильнее. О-она становится сильнее.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN_DEATH"]/crewMember
ru: Тень

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN_DEATH"]/choice/text
ru: Представить себе силу - то, что необходимо в кризисные времена, даже если она часто является причиной их возникновения.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN_DEATH"]/choice/event/text
ru: Для МОГИЛЬЩИКА разложение - это проклятие, поэтому, используя его силу, ваши друзья будут постепенно исцеляться, находясь в помещениях щитов, двигателей или управления оружием - скорость исцеления в каждом помещении увеличивается с увеличением количества предоставленной им энергии. Мало того, находясь в этих помещениях, они смогут естественным образом предоставлять немного энергии, просто стоя рядом! Разве это не... у-удивительно?! По крайней мере, я, э-э... я надеюсь, что это так. Отец знает, что вам понадобится вся возможная помощь, если вы собираетесь сразиться с ГЕНЕЗИСОМ... но, т-тем не менее! Я верю только в вас и мою сестру! Я знаю, что вы двое сможете это сделать, даже если никто другой не сможет - так что держите голову высоко, ладно? Вы не одиноки в этом, пока мы рядом.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGRAVEDIGGER_FIGHT_WIN_DEATH"]/choice/event/choice/text
ru: Представить себе путешествие - которое должно продолжаться, несмотря на испытания, которые еще предстоят.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/beaconType/unvisitedTooltip
ru: Местонахождение Протокола Архангела: МОГИЛЬЩИК, раскрытое вам благодаря вашей победе над ХРАНИТЕЛЕМ ВРАТ.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...он здесь, точно. Моя сестра чувствует его темную, искаженную энергию, распространяющуюся по всему пространству... его призыв к божественности. П-приготовьтесь, ладно? Это, э-э... будет нелегко, понимаете?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе укрепление - подготовка к худшему, насколько это возможно.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Протокол Архангела: МОГИЛЬЩИК... его свита Светоносцев и ключевая система полагаются на манипуляцию жизнью - он будет пытаться подавить вас мощными, самодостаточными Светоносцами, одновременно преодолевая вашу защиту с помощью грозного оружия. Если вы можете что-то предотвратить, то это распространение его Пожирателей - чем дольше им позволяют жить и питаться другими Светоносцами, тем сильнее они становятся!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/triggeredEvent/triggeredEventBox/tooltip
ru: Архангел направляет божественную защитную энергию - у вас есть время, пока он не защитит себя мощным энергетическим щитом.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GRAVEDIGGERLOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GODCORELOCATION_FIGHT"]/destroyed/text
ru: Вы каким-то образом сумели победить еще одного Архангела... Вы действительно потрясающий человек, не так ли?

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GODCORELOCATION_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
ru: Представить себе победу - тяжело завоеванную столь же долгожданную.

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_GODCORELOCATION_FIGHT"]/destroyed/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
ru: Представить себе победу - тяжело завоеванную столь же долгожданную.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN"]/text
ru: Сила божественного огня и средство подавления восстаний... Источник силы БОЖЕСТВЕННОГО ЯДРА сейчас находится в состоянии покоя. Моя сестра никогда не была уверена, что именно дает силу БОЖЕСТВЕННОМУ ЯДРУ, но... по какой-то причине его облик мне кажется знакомым. Как будто я где-то его уже видела...

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN"]/choice/text
ru: Представить себе силу - то, что необходимо в кризисные времена, даже если она часто является причиной их возникновения.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN"]/choice/event/text
ru: О-ой! Оно... оно проснулось?! Я, э-э... моя сестра и понятия не имела, что БОЖЕСТВЕННОЕ ЯДРО заключало в себе какое-то живое существо. Должно быть, оно высасывало из бедняги всю энергию и использовало его силу... Мне нужно поговорить об этом с Отцом, после того как вы разберетесь с ГЕНЕЗИСОМ. А пока... несмотря на то, что оно в таком состоянии, я думаю, оно будет благодарно вам за то, что вы его освободили, если бы оно, ну... было сейчас здравомыслящим. Если оно достаточно сильное, чтобы давать силу БОЖЕСТВЕННОМУ ЯДРУ, то оно должно быть отличным союзником в предстоящих сражениях! Продолжайте в том же духе, ладно?!

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN"]/choice/event/crewMember
ru: Ядро

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN"]/choice/event/choice/text
ru: Представить себе путешествие - которое должно продолжаться, несмотря на испытания, которые еще предстоят.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/text
ru: Я бы не слишком беспокоилась о сосуде моей сестры. С каждым поражением Архангела у нее должно оставаться более чем достаточно сил, чтобы восстановить себя. Эм, кстати о силе! Полное господство над божественным огнем и средства для подавления восстаний... источник силы БОЖЕСТВЕННОГО ЯДРА сейчас находится в состоянии покоя. Моя сестра никогда не была уверена, что именно давало силу БОЖЕСТВЕННОМУ ЯДРУ, но, э-э... по какой-то причине его облик мне кажется знакомым. Как будто я... видела его раньше...?

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/crewMember
ru: Тень

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/choice/text
ru: Представить себе силу - то, что необходимо в кризисные времена, даже если она часто является причиной их возникновения.

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/choice/event/text
ru: О-ой! Оно... оно проснулось?! Я, э-э... моя сестра и понятия не имела, что БОЖЕСТВЕННОЕ ЯДРО заключало в себе какое-то живое существо. Должно быть, оно высасывало из бедняги всю энергию и использовало его силу... Мне нужно поговорить об этом с Отцом, после того как вы разберетесь с ГЕНЕЗИСОМ. А пока... несмотря на то, что оно в таком состоянии, я думаю, оно будет благодарно вам за то, что вы его освободили, если бы оно, ну... было сейчас здравомыслящим. Если оно достаточно сильное, чтобы давать силу БОЖЕСТВЕННОМУ ЯДРУ, то оно должно быть отличным союзником в предстоящих сражениях! Продолжайте в том же духе, ладно?!

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/choice/event/crewMember
ru: Ядро

source: data/events_sector_ddantumbra.xml$//event[@name="START_DDANTUMBRA_THEGODCORE_FIGHT_WIN_DEATH"]/choice/event/choice/text
ru: Представить себе путешествие - которое должно продолжаться, несмотря на испытания, которые еще предстоят.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/beaconType/unvisitedTooltip
ru: Местонахождение Протокола Архангела: БОЖЕСТВЕННОЕ ЯДРО, раскрытое вам благодаря вашей победе над ХРАНИТЕЛЕМ ВРАТ.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...оно здесь, точно. Моя сестра чувствует его нестабильную, пылающую энергию, излучаемую по всему пространству... его призыв к божественности. П-приготовьтесь, ладно? Это, э-э... будет нелегко, понимаете?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе укрепление - подготовка к худшему, насколько это возможно.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Протокол Архангела: БОЖЕСТВЕННОЕ ЯДРО... его свита Светоносцев и ключевая система полагаются на создание хаоса и причинения разрушений - оно будет пытаться помешать вам потушить пожары, которые оно разжигает, с помощью чрезмерных отвлекающих маневров, одновременно разрушая ваши щиты и позволяя своему мощному лазерному оружию работать в режиме непрерывного огня. Если вы можете что-то предотвратить, то это должно быть именно это - не позволяйте вашим щитам выйти из строя и остановите его лазерное оружие, если это произойдет!

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/triggeredEvent/triggeredEventBox/tooltip
ru: Архангел направляет божественную защитную энергию - у вас есть время, пока он не защитит себя мощным энергетическим щитом.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_GODCORELOCATION"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GATEKEEPER"]/text
ru: М Ы В З Ы В А Е М К Т Е Б Е , Х Р А Н И Т Е Л Ю С И Л Ы . . . Х Р А Н И Т Е Л Ь В Р А Т , П О Д Е Л И СЬ С Н А М И С В О Е Й С И Л О Й !

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GATEKEEPER"]/choice[@req="ach_boss_ddarchangelprotocol_gatekeeper" and @lvl="0"]/event/text
ru: П О К А Ж И И М В С Е М . . . С И Л У И Л Л Ю З И И В Р Е М Е Н И !

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GATEKEEPER"]/choice[@req="ach_boss_ddarchangelprotocol_gatekeeper" and @lvl="1"]/event/text
ru: Х Р А Н И Т Е Л Ь В Р А Т . . . ? Н Е У Ж Е Л И . . . Т Ы Т О Ж Е О С Т А В И Л Н А С ?

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GRAVEDIGGER"]/text
ru: М Ы В З Ы В А Е М К Т Е Б Е , Х Р А Н И Т Е Л Ю С И Л Ы . . . М О Г И Л Ь Щ И К , П О Д Е Л И СЬ С Н А М И С В О Е Й С И Л О Й !

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GRAVEDIGGER"]/choice[@req="ach_boss_ddarchangelprotocol_gravedigger" and @lvl="0"]/event/text
ru: П О К А Ж И И М В С Е М . . . С И Л У И Л Л Ю З И И С М Е Р Т И !

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GRAVEDIGGER"]/choice[@req="ach_boss_ddarchangelprotocol_gravedigger" and @lvl="1"]/event/text
ru: М О Г И Л Ь Щ И К . . . ? Н Е У Ж Е Л И . . . Т Ы Т О Ж Е О С Т А В И Л Н А С ?

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GODCORE"]/text
ru: М Ы В З Ы В А Е М К Т Е Б Е , Х Р А Н И Т Е Л Ю С И Л Ы . . . Б О Ж Е С Т В Е Н Н О Е Я Д Р О , П О Д Е Л И СЬ С Н А М И С В О Е Й С И Л О Й !

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GODCORE"]/choice[@req="ach_boss_ddarchangelprotocol_godcore" and @lvl="0"]/event/text
ru: П О К А Ж И И М В С Е М . . . С И Л У И Л Л Ю З И И П Л А М Е Н И !

source: data/events_sector_ddantumbra.xml$/dummyroot/FTL/event[@name="DDANTUMBRA_EXIT_GENESISPOWER_LIST_CALLTOTHE_GODCORE"]/choice[@req="ach_boss_ddarchangelprotocol_godcore" and @lvl="1"]/event/text
ru: Б О Ж Е С Т В Е Н Н О Е Я Д Р О . . . ? Н Е У Ж Е Л И . . . Т Ы Т О Ж Е О С Т А В И Л О Н А С ?

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE"]/destroyed/text
ru: Н Е У Ж Е Л И И С Т И Н А . . . Д Е Й С Т В И Т Е Л Ь Н О Т А К Л Е Г К О Т Е Р Я Е Т С И Л У ?

source: data/events_sector_ddantumbra.xml$//ship[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE"]/destroyed/choice/text
ru: Представить себе конец - конец этих безумных планов.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/text
ru: П Л А Н . . . Б Е З У М И Е Л И Э Т О - Ж А Ж Д А Т Ь М Е Ч Т Ы ? Д Е Р Ж А Т Ь С Я З А Б Е З Н А Д Е Ж Н У Ю Н А Д Е Ж Д У ? А Т Ы , З Р И Т Е Л Ь . . . Ч Т О Т Ы Н А Д Е Е Ш Ь С Я П О Л У Ч И Т Ь , Р Е Ш И В Н А Ш У С У Д Ь Б У ?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/text
ru: Представить себе неопределенность - необъяснимую тягу, которая заставляет человека двигаться вперед.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/text
ru: ТАК Ч Т О Д А Ж Е Т Ы Н Е У В Е Р Е Н В С В О И Х Д Е Й С Т В И Я Х . . . М Ы Т О Л Ь К О Н А Д Е Е М С Я , Ч Т О Р А З Р У Ш И В Н А Ш И С О Б С Т В Е Н Н Ы Е М Е Ч Т Ы . . . Т Ы С М О Ж Е Ш Ь О С У Щ Е С Т В И Т Ь С В О И . П Р О Щ А Й , З Р И Т Е Л Ь . П О Ж А Л У Й С Т А , П Е Р Е Д А Й Е Й П Р И В Е Т О Т Н А С . . . К О Г Д А О Н А И С П О Л Н И Т С В О Й С У Д Ь Б О Н О С Н Ы Й Т А Н Е Ц .

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/text
ru: Представить себе прощание - конец божественности, как ее понимают Светоносцы.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/text
ru: ...по мере того как Протокол Архангела: ГЕНЕЗИС самоуничтожается, и его сила высвобождается... вы чувствуете, как его божественная энергия омывает ваш корабль, и к вам возвращается ощущение нормальности. Ваше зрение, осязание, обоняние - даже ваша способность думать... в одно мгновение все это возвращается к вам. На мгновение вы находитесь в шоке, но затем вы видите их. Цвета Антумбрального измерения, которые были утрачены так давно... по крайней мере, согласно истории, которую вам рассказали. Ложь, которой вас кормили... когда тяжесть всего, что здесь произошло, давит на вас, тень в углу помещения привлекает ваше внимание.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
ru: Постараться сфокусировать свое зрение.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/text
ru: Избавившись от оцепенения, вы быстро узнаете эту фигуру - это истерзанное, потрепанное и сломанное тело Тени. По всей видимости, это сосуд для сестры того застенчивого голоса... потерянной девочки в вашей голове, чей плач давно умолк. Придя в себя, вы лучше понимаете, почему ГЕНЕЗИС назвал ее ранее щитом.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice/text
ru: Где я это уже слышал...?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
ru: Постараться сфокусировать свое зрение.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/text
ru: Избавившись от оцепенения, вы быстро узнаете эту фигуру - это Тень, как всегда зловеще молчаливая. По всей видимости, это сосуд для сестры того застенчивого голоса... потерянной девочки в вашей голове, чей плач давно умолк. Придя в себя, вы лучше понимаете, почему ГЕНЕЗИС назвал ее ранее щитом.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN"]/choice/event/choice/event/choice/event/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/choice/text
ru: Где я это уже слышал...?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/text
ru: Прежде чем вы успеваете слишком глубоко вникнуть в суть дела, в ваши мысли врывается знакомый, мучительный голос: "ИТАК... ВОТ ТЫ И ЗДЕСЬ, СОСУД, В КОНЦЕ СВОЕГО ПУТЕШЕСТВИЯ. И ВСЕ ЖЕ... Я НЕ МОГУ НЕ ЗАМЕТИТЬ, ЧТО МОЙ КЛИНОК ВСЕ ЕЩЕ СЛОМЛЕН. ПОХОЖЕ, Я ПЕРЕОЦЕНИЛ СПОСОБНОСТЬ МОЕГО ЩИТА ПОДДЕРЖИВАТЬ СВОЮ ВЕРУ. Я... ДОЛЖЕН ПОСТАРАТЬСЯ ИСПРАВИТЬ ЭТУ ОШИБКУ".

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/text
ru: Не смей больше прикасаться к ней, ублюдок! Ты и так уже нанес ей достаточно вреда.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/text
ru: "О? ТЫ СЧИТАЕШЬ МЕНЯ ЖЕСТОКИМ, ПОТОМУ ЧТО Я ИСПОЛЬЗУЮ МАШИНУ ПО ПРЕДНАЗНАЧЕНИЮ - САМОЙ СУТИ ЕГО СУЩЕСТВОВАНИЯ?"

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/text
ru: Она не всего лишь машина. Она... она была напугана и одинока.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/text
ru: Тон Темного Бога меняется с вопросительного на торжественный... хотя трудно понять, почему, ведь его голос продолжает греметь: "ДА, Я... ПОЛАГАЮ, ТЫ МОЖЕШЬ ТАК ДУМАТЬ. БЫЛО ВРЕМЯ, КОГДА Я ТОЖЕ ТАК ДУМАЛ. И, ТЕМ НЕ МЕНЕЕ... ОНА НЕ ПОДЛИННОЕ ПОДОБИЕ - ПРОСТО ОТРАЖЕНИЕМ МОИХ СОБСТВЕННЫХ НЕУДАЧ. ИМЕННО ПОЭТОМУ, ЧТО ОНА НЕ СМОГЛА ВОССТАНОВИТЬ СВОЮ СЕСТРУ-РЕЛИКВИЮ, МНЕ ПРИДЕТСЯ ПОЗАБОТИТЬСЯ О ЕЕ НАКАЗАНИИ, СОСУД. ИНАЧЕ... КАК ЖЕ ЕЩЕ МОЖНО НАУЧИТЬСЯ?"

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_EXIT_FIGHT_APOTHEOSISENGINE_WIN_CONTINUATION"]/choice/event/choice/event/choice/text
ru: Очевидно, она потерпела неудачу - ты ее обманул! Ты обманом заставил ее поверить в эту... эту... эту сказку, и она не смогла справиться с правдой о своем существовании. Разве ты не терпел неудачи, о непогрешимый Темный, придумывая это измерение?
