Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/event/choice[2]/text
ru: Представить себе безопасность - то, что находится на окраине.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
ru: Представить себе нерешительность - осторожность, вызванную сопутствующими опасностями.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/text
ru: Ну, если хотите, можете просто попросить ее привлечь внимание некоторых из меньших Светоносцев, которые находятся здесь, на окраине. В этом не должно быть большого риска, если, э-э... если вообще будет! У меня такое чувство, что более сильные Светоносцы находятся глубже в этой массе и для них потребуется более опасный по силе сигнал, но... р-решать вам, правда!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[1]/text
ru: Представить себе - тот, который связан с привлечением внимания.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/event/choice[2]/text
ru: Представить себе безопасность - то, что находится на окраине.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_ANXIOUSBORNE"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_OMGEVERYONEISHAPPY"]/text
ru: Т-тогда ведите нас! Светоносцы, похоже, уже обнаружили присутствие своих сородичей на вашем корабле, так что, э-э... они ДОЛЖНЫ быть недалеко.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_OMGEVERYONEISHAPPY"]/choice/event/choice/event/text
ru: Думаю, этого должно эм... быть достаточно, верно? Если пойдем дальше, Лжесияние может нас догнать, а я не могу придумать ничего хуже. Похоже, все Светоносцы последовали за вами сюда... Разве они не потрясающие? С таким количеством свободного пространства им наверняка будет легко размножаться!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_OMGEVERYONEISHAPPY"]/choice/event/choice/event/choice/text
ru: Представить себе гордую осанку - результат хорошо выполненной работы.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_OMGEVERYONEISHAPPY"]/choice/event/choice/event/choice/event/text
ru: Хотя, э-э... что они делают, собственно? Они как бы... подождите... моя сестра уже видела такое! Они передают часть своей энергии вашему кораблю, просто прижимаясь к нему - так же, как делали раньше, когда она навещала их вместе с Архангелами. Наверное, они думают, что вы один из них... Я не могу, э-э, сказать почему, но, э-э... кто знает, учитывая, насколько примитивным разумом обладают Светоносцы. В любом случае, они не только успешно отремонтировали ваш корабль, но, похоже, готовы продолжать размножаться и делать все, что в их силах, чтобы замедлить Лжесияние. Вперед, малыши!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_THEENDOFTHEFIGHT_PRISMLING"]/text
ru: Это было... что-то. По крайней мере, Призменыши теперь могут сосредоточиться, верно? Пусть моя сестра снова пошлет сигнал, и... ...это должно сработать - подкрепление уже в пути! Для этого потребовалось всего лишь немного, э-э... к-кровопролития.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_THEENDOFTHEFIGHT_CINDERLING"]/text
ru: Это было... что-то. По крайней мере, Пепеленыши теперь могут сосредоточиться, верно? Пусть моя сестра снова пошлет сигнал, и... ...это должно сработать - подкрепление уже в пути! Для этого потребовалось всего лишь немного, э-э... к-кровопролития.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_THEENDOFTHEFIGHT_SLAYLING"]/text
ru: Это было... что-то. По крайней мере, Убийценыши теперь могут сосредоточиться, верно? Пусть моя сестра снова пошлет сигнал, и... ...это должно сработать - подкрепление уже в пути! Для этого потребовалось всего лишь немного, э-э... к-кровопролития.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_THEENDOFTHEFIGHT_SPIRITLING"]/text
ru: Это было... что-то. По крайней мере, Душныши теперь могут сосредоточиться, верно? Пусть моя сестра снова пошлет сигнал, и... ...это должно сработать - подкрепление уже в пути! Для этого потребовалось всего лишь немного, э-э... к-кровопролития.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_THEENDOFTHEFIGHT_BREAKLING"]/text
ru: Это было... что-то. По крайней мере, Разрушеныши теперь могут сосредоточиться, верно? Пусть моя сестра снова пошлет сигнал, и... ...это должно сработать - подкрепление уже в пути! Для этого потребовалось всего лишь немного, э-э... к-кровопролития.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/text
ru: Ну, одна сторона состоит из Пепеленышей, а другая, э-э... Призменышей? Да, похоже на то. Учитывая, что ваш корабль непригоден для обитания Светоносцев, ни одна из сторон не представляет для вас большой угрозы... Если вы хотите решить эту проблему, все, что вам нужно сделать, это заманить одну из сторон на борт.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/text
ru: Представить себе Сияющее ядро Пепеленыша - нечто, находящееся поблизости.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/event/text
ru: Это... интересная идея. Вместо того, чтобы заманивать их на борт, может быть, вы могли бы использовать свое Сияющее ядро, чтобы увести Пепеленышей прочь? Так Призменыши смогут использовать это пространство, а Пепеленыши будут иметь свое собственное пространство где-нибудь в другом месте! Хорошо, ах... хорошая идея! Я думаю...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/event/choice/text
ru: Представить себе место, расположенное вдалеке - место, куда направляется свет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_PRISMLING"]/text
ru: Представить себе Сияющее ядро Призменыша - нечто, находящееся поблизости.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_PRISMLING"]/event/text
ru: Это... интересная идея. Вместо того, чтобы заманивать их на борт, может быть, вы могли бы использовать свое Сияющее ядро, чтобы увести Призменышей прочь? Так Пепеленыши смогут использовать это пространство, а Призменыши будут иметь свое собственное пространство где-нибудь в другом месте! Хорошо, ах... хорошая идея! Я думаю...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_PRISMLING"]/event/choice/text
ru: Представить себе место, расположенное вдалеке - место, куда направляется свет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[3]/text
ru: Представить себе пламя - Пепеленыш, безнадежно застрявшего на борту корабля.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[3]/event/text
ru: Не знаю, насколько это этично, но... сейчас моей сестре нужна помощь, и у подконтрольных ей Светоносцев нет времени на ссоры! Чтобы привлечь их внимание, достаточно небольшого, э-э... тарана?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[3]/event/choice/text
ru: Представить себе барана - грозного, яростного, БЛЕЯЩЕГО!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[3]/event/choice/event/text
ru: О, вау, э-э... ага, а вот и они!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[4]/text
ru: Представить себе радугу - Призменыша, безнадежно застрявшего на борту корабля.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[4]/event/text
ru: Не знаю, насколько это этично, но... сейчас моей сестре нужна помощь, и у подконтрольных ей Светоносцев нет времени на ссоры! Чтобы привлечь их внимание, достаточно небольшого, э-э... тарана?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[4]/event/choice/text
ru: Представить себе барана - грозного, яростного, БЛЕЯЩЕГО!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[4]/event/choice/event/text
ru: О, вау, э-э... ага, а вот и они!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[5]/text
ru: Представить себе выход - путь к выходу из этой ситуации.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[5]/event/text
ru: О, это... это справедливо! Светоносцы со временем разберутся со своими странностями, верно? Вам просто нужно, ну... продолжать плыть по течению! Плыть по течению и, э-э, наслаждаться жизнью...?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[5]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_CINDERPRISM"]/choice[5]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/text
ru: Ну, одна сторона состоит из Убийценышей, а другая, э-э... Душнышей? Да, похоже на то. Учитывая, что ваш корабль непригоден для обитания Светоносцев, ни одна из сторон не представляет для вас большой угрозы... Если вы хотите решить эту проблему, все, что вам нужно сделать, это заманить одну из сторон на борт.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SLAYLING"]/text
ru: Представить себе Сияющее ядро Убийценыша - нечто, находящееся поблизости.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SLAYLING"]/event/text
ru: Это... интересная идея. Вместо того, чтобы заманивать их на борт, может быть, вы могли бы использовать свое Сияющее ядро, чтобы увести Убийценышей прочь? Так Душныши смогут использовать это пространство, а Убийценыши будут иметь свое собственное пространство где-нибудь в другом месте! Хорошо, ах... хорошая идея! Я думаю...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SLAYLING"]/event/choice/text
ru: Представить себе место, расположенное вдалеке - место, куда направляется свет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SPIRITLING"]/text
ru: Представить себе Сияющее ядро Душныша - нечто, находящееся поблизости.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SPIRITLING"]/event/text
ru: Это... интересная идея. Вместо того, чтобы заманивать их на борт, может быть, вы могли бы использовать свое Сияющее ядро, чтобы увести Душнышей прочь? Так Убийценыши смогут использовать это пространство, а Душныши будут иметь свое собственное пространство где-нибудь в другом месте! Хорошо, ах... хорошая идея! Я думаю...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_SPIRITLING"]/event/choice/text
ru: Представить себе место, расположенное вдалеке - место, куда направляется свет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[3]/text
ru: Представить себе воина - Убийценыша, безнадежно застрявшего на борту корабля.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[3]/event/text
ru: Не знаю, насколько это этично, но... сейчас моей сестре нужна помощь, и у подконтрольных ей Светоносцев нет времени на ссоры! Чтобы привлечь их внимание, достаточно небольшого, э-э... тарана?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[3]/event/choice/text
ru: Представить себе барана - грозного, яростного, БЛЕЯЩЕГО!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[3]/event/choice/event/text
ru: О, вау, э-э... ага, а вот и они!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[4]/text
ru: Представить себе призрака - Душныша, безнадежно застрявшего на борту корабля.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[4]/event/text
ru: Не знаю, насколько это этично, но... сейчас моей сестре нужна помощь, и у подконтрольных ей Светоносцев нет времени на ссоры! Чтобы привлечь их внимание, достаточно небольшого, э-э... тарана?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[4]/event/choice/text
ru: Представить себе барана - грозного, яростного, БЛЕЯЩЕГО!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[4]/event/choice/event/text
ru: О, вау, э-э... ага, а вот и они!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[5]/text
ru: Представить себе выход - путь к выходу из этой ситуации.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[5]/event/text
ru: О, это... это справедливо! Светоносцы со временем разберутся со своими странностями, верно? Вам просто нужно, ну... продолжать плыть по течению! Плыть по течению и, э-э, наслаждаться жизнью...?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[5]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_SPIRITSLAY"]/choice[5]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/text
ru: Ну, одна сторона состоит из Разрушенышей, а другая, э-э... Пепеленышей? Да, похоже на то. Учитывая, что ваш корабль непригоден для обитания Светоносцев, ни одна из сторон не представляет для вас большой угрозы... Если вы хотите решить эту проблему, все, что вам нужно сделать, это заманить одну из сторон на борт.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_BREAKLING"]/text
ru: Представить себе Сияющее ядро Разрушеныша - нечто, находящееся поблизости.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_BREAKLING"]/event/text
ru: Это... интересная идея. Вместо того, чтобы заманивать их на борт, может быть, вы могли бы использовать свое Сияющее ядро, чтобы увести Разрушенышей прочь? Так Пепеленыши смогут использовать это пространство, а Разрушеныши будут иметь свое собственное пространство где-нибудь в другом месте! Хорошо, ах... хорошая идея! Я думаю...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_BREAKLING"]/event/choice/text
ru: Представить себе место, расположенное вдалеке - место, куда направляется свет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/text
ru: Представить себе Сияющее ядро Пепеленыша - нечто, находящееся поблизости.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/event/text
ru: Это... интересная идея. Вместо того, чтобы заманивать их на борт, может быть, вы могли бы использовать свое Сияющее ядро, чтобы увести Пепеленышей прочь? Так Разрушеныши смогут использовать это пространство, а Пепеленыши будут иметь свое собственное пространство где-нибудь в другом месте! Хорошо, ах... хорошая идея! Я думаю...

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[@req="DDFALSERADIANCE_RADIANT_CORE_TIERONE_CINDERLING"]/event/choice/text
ru: Представить себе место, расположенное вдалеке - место, куда направляется свет.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[3]/text
ru: Представить себе молоток - Разрушеныша, безнадежно застрявшего на борту корабля.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[3]/event/text
ru: Не знаю, насколько это этично, но... сейчас моей сестре нужна помощь, и у подконтрольных ей Светоносцев нет времени на ссоры! Чтобы привлечь их внимание, достаточно небольшого, э-э... тарана?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[3]/event/choice/text
ru: Представить себе барана - грозного, яростного, БЛЕЯЩЕГО!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[3]/event/choice/event/text
ru: О, вау, э-э... ага, а вот и они!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[4]/text
ru: Представить себе пламя - Пепеленыш, безнадежно застрявшего на борту корабля.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[4]/event/text
ru: Не знаю, насколько это этично, но... сейчас моей сестре нужна помощь, и у подконтрольных ей Светоносцев нет времени на ссоры! Чтобы привлечь их внимание, достаточно небольшого, э-э... тарана?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[4]/event/choice/text
ru: Представить себе барана - грозного, яростного, БЛЕЯЩЕГО!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[4]/event/choice/event/text
ru: О, вау, э-э... ага, а вот и они!

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[5]/text
ru: Представить себе выход - путь к выходу из этой ситуации.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[5]/event/text
ru: О, это... это справедливо! Светоносцы со временем разберутся со своими странностями, верно? Вам просто нужно, ну... продолжать плыть по течению! Плыть по течению и, э-э, наслаждаться жизнью...?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[5]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING_LIST_BREAKCINDER"]/choice[5]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...здесь, похоже, многолюдно, да? Похоже, вы наткнулись на место размножения меньших Светоносцев... которое также не затронуло Лжесияние! Не должно быть слишком сложно просто, ну, знаете... попросить мою сестру немного их разбудить и посмотреть, не смогут ли они, э-э, как-то вам помочь?

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе утро - когда человек и свет возвращаются вместе.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: О, разве они не...? Это, э-э... похоже, они вообще не реагируют на ее сигнал. Это редкость, но... и не что-то неслыханное. Иногда Светоносцы вступают в ожесточенные территориальные споры - две разные группы Светоносцев сталкиваются друг с другом, пока одна из сторон неизбежно не выходит победителем и не завоевывает территорию. Сейчас, когда они отреклись от больших радостей жизни, все, что ДЕЙСТВИТЕЛЬНО волнует волнует Светоносцев, - это размножение... так что неудивительно, что моя сестра, э-э... нашла их в таком состоянии.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice[1]/text
ru: Представить себе спор - возможно, тот, который предстоит разрешить.

source: data/events_sector_ddantumbra.xml$//event[@name="NEUTRAL_DDANTUMBRA_INFIGHTING"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice[2]/text
ru: Представить себе отсутствие интереса - к животным интригам и конфликтам.
