Repository: ftl-mv-translation/darkest-desire
Catalog: locale/data/events_sector_ddantumbra.xml/*.po
Languages: ru

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...знаете, э-э... Я тут подумала. О вашей реальности, собственно. Моя сестра записала не так много, поскольку ее сосуд был поврежден, но... Мне кажется, что я узнаю в этом что-то знакомое.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе ухо - готовое слушать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Я... я не знаю почему, но... мне кажется, что я что-то помню. Или, э-э... кого-то? Его кожа была... металлической, но в то же время, э-э... шероховатой? Это было странно - почти как будто он мог двигаться, как облако. Но это облако... в его отражающемся золотистом сиянии было что-то такое, что делало его присутствие невероятно успокаивающим. Я... я не помню, кто это был, и когда я его встретила. Я просто подумала, может быть, вы... знаете что-нибудь? Я полагаю, вы многое видели и, возможно, когда-то... сами с ним встречались.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе описанное - это энджи.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
ru: Энджи...? Хм... может быть? Я, э-э... не общаюсь с другими существами, поскольку живу с Отцом, но... мне кажется, я бы лучше запомнила такое существо, если бы действительно встретила его. Интересно... это был сон или... что-то большее?

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
ru: Голдоф

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_ENGI"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...знаете, э-э... Я тут подумала. О вашей реальности, собственно. Моя сестра записала не так много, поскольку ее сосуд был поврежден, но... Мне кажется, что я узнаю в этом что-то знакомое.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе ухо - готовое слушать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Я... я не знаю почему, но... мне кажется, что я что-то помню. Или, э-э... кого-то? Его кожа была... бледной, но не неестественно бледной, и он скрывал все, кроме рук, под длинной, широкой мантией. И эта мантия... в ее отражающемся золотистом сиянии было что-то такое, что делало его присутствие невероятно успокаивающим. Я... я не помню, кто это был, и когда я его встретила. Я просто подумала, может быть, вы... знаете что-нибудь? Я полагаю, вы многое видели и, возможно, когда-то... сами с ним встречались.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе описанное - это человек.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
ru: Человек...? Хм... может быть? Я, э-э... не общаюсь с другими существами, поскольку живу с Отцом, но... мне кажется, я бы лучше запомнила такое существо, если бы действительно встретила его. Интересно... это был сон или... что-то большее?

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
ru: Офголд

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_HUMAN"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...знаете, э-э... Я тут подумала. О вашей реальности, собственно. Моя сестра записала не так много, поскольку ее сосуд был поврежден, но... Мне кажется, что я узнаю в этом что-то знакомое.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе ухо - готовое слушать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Я... я не знаю почему, но... мне кажется, что я что-то помню. Или, э-э... кого-то? Его кожа была... честно говоря, трудно сказать - скорее, она напоминала броню. И эта броня... в ее отражающемся золотистом сиянии было что-то такое, что делало его присутствие невероятно успокаивающим. Я... я не помню, кто это был, и когда я его встретила. Я просто подумала, может быть, вы... знаете что-нибудь? Я полагаю, вы многое видели и, возможно, когда-то... сами с ним встречались.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе описанное - это ракушка.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
ru: Ракушка...? Хм... может быть? Я, э-э... не общаюсь с другими существами, поскольку живу с Отцом, но... мне кажется, я бы лучше запомнила такое существо, если бы действительно встретила его. Интересно... это был сон или... что-то большее?

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
ru: Дримоф

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_SHELL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...знаете, э-э... Я тут подумала. О вашей реальности, собственно. Моя сестра записала не так много, поскольку ее сосуд был поврежден, но... Мне кажется, что я узнаю в этом что-то знакомое.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе ухо - готовое слушать.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Я... я не знаю почему, но... мне кажется, что я что-то помню. Или, э-э... кого-то? Его кожа была... местами шероховатая, а местами гладкая. У него не было рук, а были когти, которыми он колол и резал. И эти когти... в их отражающемся золотистом сиянии было что-то такое, что делало его присутствие невероятно успокаивающим. Я... я не помню, кто это был, и когда я его встретила. Я просто подумала, может быть, вы... знаете что-нибудь? Я полагаю, вы многое видели и, возможно, когда-то... сами с ним встречались.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе описанное - это богомол.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
ru: Богомол...? Хм... может быть? Я, э-э... не общаюсь с другими существами, поскольку живу с Отцом, но... мне кажется, я бы лучше запомнила такое существо, если бы действительно встретила его. Интересно... это был сон или... что-то большее?

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/crewMember
ru: Голдрийм

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="CREWPORTAL_DDANTUMBRA_MANTIS"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_QUIET_DDANTUMBRA"]/text[1]
ru: ...это место выглядит довольно пустым. Если есть что-то, о чем вы хотели бы, э-э... ну, вы понимаете, позаботиться, я бы сделала это сейчас.

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_QUIET_DDANTUMBRA"]/text[2]
ru: ...немного тишины и покоя, кажется? Раньше во всем Антумбральном измерении царило такое же спокойствие, когда моя сестра им управляла... будет, э-э... замечательно, когда все вернется на свои места.

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_QUIET_DDANTUMBRA"]/text[3]
ru: ...Я, э-э... Похоже, здесь ничего нет? Лучше, чем если бы здесь было что-то ПЛОХОЕ, на мой взгляд, но... Я знаю, что вы бы предпочли что-то более существенное.

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_QUIET_DDANTUMBRA"]/text[4]
ru: ...здесь ничего нет. Ничего, кроме, э-э... остатков давно умерших Светоносцев вдали. Напоминают звезды из вашей реальности, если я не ошибаюсь! Должно быть, это такое красивое зрелище...

source: data/events_sector_ddantumbra.xml$//event[@name="QUIET_DDANTUMBRA"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[1]/text
ru: Представить себе рутинную работу - ту, которую нужно выполнить в свободное время.

source: data/events_sector_ddantumbra.xml$//event[@name="QUIET_DDANTUMBRA"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice[2]/text
ru: Представить себе ничто - то, что однажды охватит все.

source: data/events_sector_ddantumbra.xml$//event[@name="QUIET_DDANTUMBRA"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="QUIET_DDANTUMBRA"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="QUIET_DDANTUMBRA"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_NORMAL"]/text[1]
ru: ...о, они, э-э... Лжесияние нашло вас! Но не теряйте надежду - я знаю, что вы сможете победить, ладно?!

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_NORMAL"]/text[2]
ru: ...похоже, Лжесияние снова готовится к бою! Покажите им, кто здесь главный!

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_NORMAL"]/text[3]
ru: ...нет ли в Антумбральном измерении места, где можно было бы укрыться от этих ребят...? Ну, ладно, неважно - я знаю, что вы не сдадитесь! Надерите им задницы за мою сестру!

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_NORMAL"]/text[4]
ru: ...скажите, э-э... вы можете сейчас сражаться, верно? Н-не беспокойтесь, если не можете - вы всегда можете попробовать сбежать! Если хотите, конечно. Просто, э-э... делайте то, что считаете лучшим.

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_NORMAL"]/text[5]
ru: ...этим придуркам ТАК повезло, что моя сестра сейчас не в состоянии действовать. Но не настолько повезло, чтобы вы не были здесь и ненадрали им задницы за нее!

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_FOUNDYOU"]/text[1]
ru: ...Неужели Лжесияние думает, что они сильнее, только потому что могут объединиться против вас? Ну, может быть, в этом смысле они и сильнее, но... это не имеет значения! Надери им задницы!

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_FOUNDYOU"]/text[2]
ru: ...их, э-э... ОЧЕНЬ много. Но я верю в вас, понимаете?! Покажите им, из чего сделаны люди вашей реальности!

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_HOSTILE_DDANTUMBRA_FOUNDYOU"]/text[3]
ru: ...целый флот Светоносцев, оскверненных Лжесиянием... и похоже, они заметили вас! Убирайтесь оттуда, если они начнут брать над вам верх, ладно?

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[1]
ru: Поделом им. Посмотрим, что их драгоценная вера в божественность даст им после смерти... и-извините, это было, э-э, зловеще...?

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[2]
ru: Еще одни побеждены! Только, э-э... впереди еще невообразимое количество, но, э-э... для этого и нужно победить ГЕНЕЗИС! И я не в-волнуюсь по этому поводу, ни капельки...!

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[3]
ru: Я знаю, что они не так сильны, как Архангелы, но... я все равно впечатлена тем, как вы победили каждого из членов Лжесияния. И это окупилось - их сокровища теперь ваши!

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[4]
ru: О, Отец, слава богу, вы в порядке... не то чтобы я, э-э, б-беспокоилась, понимаете?! Я, э-э... я все время верила в вас...!

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[5]
ru: Каждый раз, когда вы побеждаете членов Лжесияния, Антумбральное измерение становится более безопасным местом... даже если, э-э, лишь чуть-чуть.

source: data/events_sector_ddantumbra.xml$//textList[@name="TEXT_DESTROYED_DDFALSE_RADIANCE"]/text[6]
ru: Моя сестра поблагодарила бы вас за то, что выпровели за нее уборку, если бы она не была, э-э... ну, вы понимаете... но, по крайней мере, я могу поблагодарить вас от ее имени...? И, э-э... в любом случае, скоро она сможет поблагодарить вас сама!

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_NORMAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_NORMAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_NORMAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_NORMAL"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_FOUNDYOU_REAL"]/choice/text
ru: Представить себе бой - действие, к которому нужно быть готовым.

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_FOUNDYOU"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/text
ru: И хотя теперь восстановленные цвета Антумбрального измерения нахлынули на вас своей безмятежной красотой... почему-то вас не может не тревожить тишина, оставшаяся после них. Похоже, для вас здесь больше ничего нет.

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_FOUNDYOU"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[1]/text
ru: Заняться чем-либо на корабле.

source: data/events_sector_ddantumbra.xml$//event[@name="HOSTILE_DDANTUMBRA_FOUNDYOU"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="1"]/event/choice[2]/text
ru: Ничего не делать.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/text
ru: ...это... ГЕНЕЗИС? Ч-что он здесь делает...? Я... я не знаю, я...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/text
ru: Представить себе щит - стойкий, даже перед лицом верной смерти.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/text
ru: Вы. Вы думаете, что я... Постойте, ГЕНЕЗИС уходит? Вернись, ты... ты, э-э... Ах, в чем смысл? Трудно вести себя жестко, когда я буквально минуту назад дрожала от страха...

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/text
ru: Представить себе расследование - редко кто странствует без цели.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/text
ru: О, ах... Думаю, вы правы. Даже если он сбежал, может быть, мы сможем понять, почему он было здесь... хотя, э-э... Я не чувствую, чтобы что-то было не так.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/text
ru: Представить себе сигнал - попытку увидеть невидимое.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/text
ru: Ну, в этом вы правы - если кто-то и может что-то найти в Антумбральном измерении, то это моя сестра. Я попрошу ее сосуд послать сигнал, и... ...по-подождите, это...? Я... я думала, что это... о, Отец - пожалуйста, защити нас.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе краткую формулировку - если времени мало.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Это... зеркало. То, которое моя сестра... то, которое ГЕНЕЗИС, э-э... должно быть, принес сюда и спрятал, тогда... но... н-но почему? Есть ли... что-то, что он хочет увидеть?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Представить себе образ - осмысленный, для тех, кто умеет чувствовать.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
ru: В-вы думаете, я должна... ну, если моя сестра это сделала, я... я не вижу в этом ничего плохого, наверное. Может быть, я смогу увидеть то, что ГЕНЕЗИС так сильно хочет увидеть...?

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/text
ru: Представить себе правду - скрытую за стеклом.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/text
ru: Правда? Я, э-э... Я не совсем понимаю, что вы имеете в виду.

source: data/events_sector_ddantumbra.xml$//event[@name="DDANTUMBRA_SHATTEREDMEMORY"]/choice[@req="dd_antumbra_genesisdefeated" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="darkone_alignment" and @lvl="1"]/event/choice[@req="darkone_alignment"]/text
ru: Представить себе проблеск - впервые заглянувший в реальность.
