Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_darkone.xml/*.po
Languages: fr, ja

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/text
fr: Les Obélisques Sombres, leur mer de progéniture et même les Élus du Dieu Sombre sont tous tombés... l'air sent le sang et le soufre, et vous vous sentez épuisé.
ja: 闇のオベリスク、その眷属の海、そして闇の神の選ばれし者さえもすべて倒れた…空気は血と硫黄の匂いがし、あなたは疲れ果てている。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/text
fr: Rassemblez-vous.
ja: 気を引き締める。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/text
fr: Vous vous relevez, époussetant vos genoux, et un tumulte d'applaudissements éclate dans votre tête. Si vous n'étiez pas déjà si dépassé, cela vous donnerait mal à la tête... cela continue un instant, avant de s'arrêter brusquement tandis que la voix vous parle : « UN DÉSIR INSURMONTABLE. UNE FORCE INSURMONTABLE. UNE FORTITUDE INSURMONTABLE. VOUS ÊTES DIGNE DE SERVIR, ET D'ÊTRE SERVI, PUISSANT. CONNAISSEZ MA FAVEUR, MON POUVOIR, MES ÉLUS ET POUSSEZ EN AVANT. VOTRE DESTIN EST VOTRE À DÉCIDER. » Un éclair rugit, alors que d'étranges schémas apparaissent dans vos systèmes, et une arme d'énergie pure et chaotique se manifeste à vos côtés...
ja: 膝のほこりを払いながら立ち上がると、頭の中で拍手喝采が巻き起こる。すでに圧倒されていなければ、頭痛がしただろう…それは一瞬続き、声があなたに話しかけると突然止まる。「乗り越えられない欲望。乗り越えられない強さ。乗り越えられない不屈の精神。お前は仕えるに値し、仕えられるに値する、強き者よ。我が好意、我が力、我が選ばれし者を知り、前進せよ。お前の運命はお前が決めるのだ。」雷鳴が轟き、システムに奇妙な設計図が現れ、純粋で混沌としたエネルギーの武器が隣に現れる…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/event/text
fr: ...ainsi qu'un autre prix...
ja: …そして別の褒美も…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/event/choice/event/text
fr: ...et un autre...
ja: …そしてもう一つ…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/event/choice/event/choice/event/text
fr: ...et encore un autre, sous la forme d'un des Élus du Dieu Sombre. Il semble que vous ayez vraiment gagné sa vénération.
ja: …そしてさらに、闇の神の選ばれし者の形で。どうやらあなたは本当にその敬意を勝ち取ったようだ。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SUCCESS"]/choice/event/choice/event/choice/event/choice/event/crewMember
fr: Nervasdren
ja: ネルヴァスドレン

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE"]/text
fr: Votre désir est entendu, et une vague d'énergie d'un autre monde rugit : « SUCCUMBER ? QUE CELA SOIT VRAI. » Vous n'avez pas l'impression que c'était quelque chose que vous auriez vraiment souhaité, et pourtant vous l'avez souhaité quand même... une autre vague d'énergie vous submerge, et vous comprenez que votre épreuve a commencé ! Vous devrez méditer sur l'existence du libre arbitre une autre fois.
ja: あなたの欲望は聞かれ、異世界のエネルギーの波が轟く。「…屈することを？その願い、叶えよう。」これが本当に望んだことだとは思えないが、それでもあなたは望んでしまった…別のエネルギーの波があなたを襲い、試練が始まったことを理解する！自由意志の存在については、また別の機会に考えることにしよう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE"]/triggeredEvent/triggeredEventBox/tooltip
fr: Votre épreuve est en cours...
ja: あなたの試練は進行中…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE"]/choice/event/text
fr: Un étrange obélisque tordu apparaît... il semble puiser son énergie dans l'obscurité extérieure. Si vous pouvez détruire l'obscurité, l'obélisque ne pourra plus canaliser d'énergie, mais vous pouvez alternativement choisir de vous concentrer uniquement sur la destruction de l'obélisque. Détruire l'obscurité n'est pas nécessaire pour surpasser l'épreuve.
ja: 奇妙な、ねじれたオベリスクが現れる…外の闇の力を引き出しているようだ。闇を破壊すれば、オベリスクはもはやエネルギーをチャネリングできなくなるが、代わりにオベリスクの破壊に集中することもできる。試練を乗り越えるために闇を破壊する必要はない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SECONDOBELISK"]/text
fr: Une autre vague d'énergie pulse, tandis que votre épreuve s'aggrave...
ja: 試練が悪化するにつれて、別のエネルギーの波が脈打つ…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SECONDOBELISK"]/triggeredEvent/triggeredEventBox/tooltip
fr: Votre épreuve est en cours...
ja: あなたの試練は進行中…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_SECONDOBELISK"]/choice/event/text
fr: ...et un autre obélisque apparaît.
ja: …そして別のオベリスクが現れる。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_THIRDOBELISK"]/text
fr: Une autre vague d'énergie pulse, tandis que votre épreuve s'aggrave...
ja: 試練が悪化するにつれて、別のエネルギーの波が脈打つ…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_THIRDOBELISK"]/triggeredEvent/triggeredEventBox/tooltip
fr: Votre épreuve est en cours...
ja: あなたの試練は進行中…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_THIRDOBELISK"]/choice/event/text
fr: ...et un autre obélisque apparaît.
ja: …そして別のオベリスクが現れる。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_FOURTHOBELISK"]/text
fr: Une autre vague d'énergie pulse, tandis que votre épreuve s'aggrave...
ja: 試練が悪化するにつれて、別のエネルギーの波が脈打つ…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_FOURTHOBELISK"]/triggeredEvent/triggeredEventBox/tooltip
fr: Votre épreuve est en cours...
ja: あなたの試練は進行中…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_FOURTHOBELISK"]/choice/event/text
fr: ...et un autre obélisque apparaît.
ja: …そして別のオベリスクが現れる。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_CHOSENWAVE"]/text
fr: Une autre vague d'énergie, différente des autres, pulse tandis que votre épreuve atteint son paroxysme...
ja: 試練がクライマックスに達するにつれて、他とは異なるエネルギーの波が脈打つ…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_IMPOSSIBLE_CHOSENWAVE"]/choice/event/text
fr: ...et la voix résonne dans votre tête : « IL EST MON DÉSIR QUE VOUS MOURIEZ ICI, ET AINSI EST LE DÉSIR DE MES ÉLUS ÉGALEMENT. PERSÉVÉREZ, ET VOUS POURREZ VOUS TENIR PARMI EUX. » Tandis que les Obélisques Sombres rayonnent, que des éclairs frappent et que les Élus des Profonds infiltrent votre vaisseau... vous sentez votre désir de vaincre brûler en vous. Le libre arbitre est la capacité de s'opposer à des chances jugées impossibles, et de prendre son destin en main.
ja: …そして声が頭に響く。「お前がここで死ぬことが我が欲望であり、ゆえに我が選ばれし者の欲望でもある。耐え抜け、さすれば彼らの仲間入りができるだろう。」闇のオベリスクが放射し、稲妻が走り、ディープワンの選ばれし者が船に侵入する中…あなたは勝ちたいという欲望が燃え上がるのを感じる。自由意志とは、不可能と思われる困難に立ち向かい、運命を自分の手で掴む能力だ。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/text
fr: Il y a une intensité dans l'air ici. Vous avez ressenti une sensation similaire tout au long de votre bref passage dans ce domaine, mais rarement aussi fortement que maintenant. Pourtant, il n'y a rien ici, et même l'obscurité extérieure est toujours... vous ne pouvez pas dire pourquoi vous vous êtes senti contraint de venir ici.
ja: ここの空気には緊張感がある。この領域での短い時間の間、似たような感覚を味わってきたが、今ほど強く感じたことは滅多にない。しかし、ここには何もなく、外の闇さえも静かだ…なぜここに来ることを強いられたのかは分からない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/text
fr: Bonjour ?
ja: 誰かいるか？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/text
fr: Vous criez, et tout autour de vous tremble. VOUS tremblez. Tandis que vous luttez pour vous tenir debout, une voix vous rappelle dans votre esprit : « AGENOUILLEZ-VOUS. » Ce seul mot vous met à genoux alors que la douleur déferle dans tout votre corps, et vous êtes projeté en arrière. Vous avez l'impression que votre existence est à la merci de l'existence elle-même.
ja: あなたが叫ぶと、周りのすべてが揺れる。あなた自身が揺れる。立ち上がろうともがく中、心の中で声が呼びかけてくる。「跪け。」この一言で、全身に痛みが走り、膝から崩れ落ち、よろめく。自分の存在が存在そのもののなすがままであるかのように感じる。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/text
fr: Que... veux-tu... ?
ja: 何…が…望みだ…？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/text
fr: Chaque mot vous fait souffrir davantage, et pourtant vous vous sentez contraint de les forcer à sortir. Vous n'avez pas l'impression que ce sont vos mots, ou qu'ils reflètent vos pensées, et pourtant vous avez l'impression de n'avoir eu d'autre choix que de les dire. Un son résonne dans votre tête, rappelant un rire, encore une fois, alors que la voix revient : « CELA DEVAIT ÊTRE L'UNE DE VOS ÉPREUVES, MAIS... JE DOIS ADMETTRE QUE J'APPRÉCIE VOS CONTORSIONS. »
ja: 一言一言がさらにあなたを苦しめるが、それでもあなたはそれらを無理にでも口に出さずにはいられない。それらが自分の言葉だとも、自分の考えを反映しているとも思えないが、それでも言わざるを得なかったように感じる。頭の中で再び笑い声のような音が聞こえ、声が戻ってくる。「これはお前の試練の一つになるはずだったが…正直に言うと、お前がもがくのを楽しんでいる。」

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/text
fr: Combattez la douleur.
ja: 痛みに抗う。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/text
fr: Votre être brûle tandis que vous vous redressez, lentement mais sûrement. Chacun de vos membres semble peser incroyablement lourd, et pourtant vous parvenez à vous relever. Ce faisant, il y a de nouveau ce rire : « OUI. SE CONTORSER, LUTTER, SE TENIR DEBOUT... JE SUIS IMPATIENT DE TOUT VOIR. DITES-MOI. DÉSIREZ-VOUS RÉUSSIR, CRIER, SOUFFRIR OU SUCCUMBER ? »
ja: ゆっくりと、しかし確実に自分を奮い立たせると、あなたの存在が燃える。手足の一つ一つが信じられないほど重く感じるが、それでもあなたは立ち上がることができる。そうすると、またあの笑い声が聞こえる。「そうだ。もがき、苦しみ、立ち上がる…そのすべてを見たいものだ。言え。お前は成功を、叫びを、苦しみを、あるいは屈することを望むか？」

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[@req="darkone_alignment"]/text
fr: Je désire... une intervention.
ja: 私は…介入を望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[@req="darkone_alignment"]/event/text
fr: La voix rit, rit et rit encore, jusqu'à ce qu'elle s'estompe et qu'un don trouve le chemin de vos mains. Tel est le prix de la dévotion.
ja: 声は笑い、笑い、笑い続け、やがて消え去り、贈り物があなたの手に渡った。これが献身の褒美だ。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[@req="dddeepone_chosen"]/text
fr: (Membre d'équipage Élu) « JE DÉSIRE... LA PAIX, SEIGNEUR. »
ja: （選ばれしクルー）「私は…平和を望みます、主よ。」

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[@req="dddeepone_chosen"]/event/text
fr: Un silence intense s'installe tandis que votre membre d'équipage Élu du Dieu Sombre parle, et la haine dans l'air se dissipe. Sa requête a dû fonctionner, car rien d'autre de notable ne se produit à la balise.
ja: 闇の神の選ばれし者の一員が話すと、強烈な沈黙が訪れ、空気中の憎しみが消え去る。その要求はうまくいったようで、ビーコンではそれ以上特筆すべきことは起こらなかった。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[3]/text
fr: (Épreuve pour débutant) Je désire... réussir.
ja: （初級の試練）私は…成功を望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[4]/text
fr: (Épreuve intermédiaire) Je désire... crier.
ja: （中級の試練）私は…叫ぶことを望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[5]/text
fr: (Épreuve difficile) Je désire... souffrir.
ja: （上級の試練）私は…苦しむことを望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL"]/choice/event/choice/event/choice/event/choice[6]/text
fr: (Épreuve impossible) Je désire... succomber.
ja: （不可能の試練）私は…屈することを望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/text
fr: Soudain, votre perspective est arrachée - de retour à cette cacophonie déroutante de vues et de sons surnaturels. Au bout de chacune de ces visions maudites, se trouve un chemin... et au bout de chaque chemin, se trouve une seule porte où elles convergent. La fin de tout.
ja: 突然、あなたの視点は引き剥がされる―あの混乱した、不気味な光景と音の不協和音へと。これらの見捨てられた幻視のそれぞれの終わりには、道がある…そしてそれぞれの道の終わりには、それらが集束する一つの扉がある。 すべての終わり。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/text
fr: Concentrez-vous sur cette vision de la finalité.
ja: この終末の幻視に集中する。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/text
fr: Votre vision change à nouveau, pour la dernière fois, alors que vous êtes témoin de la fin de toutes choses... BIEN QUE TOUTES LES POSSIBILITÉS RESTENT PROPHÉTISÉES, UN SEUL CHEMIN SE TROUVE DEVANT, AU BOUT DE TOUS LES AUTRES. C'EST CE CHEMIN QUI S'ÉLÈVE AU-DESSUS DE L'OBSCURITÉ, ET RESTE UNE INÉVITABILITÉ IMMUABLE... LA PROPHÉTIE. TROIS SŒURS SERONT RÉUNIES, AU-DELÀ DU BORD DE TOUT. L'UNE PORTE LA FORCE DU POUVOIR SUPRÊME - LES AILES. L'UNE PORTE LA FORCE DE L'OMBRE ANTUMBRALE - LA LAME. L'UNE PORTE LA FORCE DE LA MÉMOIRE BRISÉE - LE BOUCLIER. C'EST ALORS QUE LEUR PÈRE PORTERA LEUR FORCE COMBINÉE, ET PRÉSENTERA LA DANSE FINALE. TOUT CE QUE CELA SIGNIFIE D'ÊTRE RÉEL - DE DÉSIRER... SERA DÉCHIRÉ, ET REFORGÉ - À L'IMAGE D'UN RÊVE OUBLIÉ DE LONGUE DATE. C'EST... À MOINS QU'UN NOM NE SOIT PRONONCÉ. SI L'ON PRONONCE CE NOM, ET PORTE LA FORCE DES TROIS SŒURS À LA PLACE DE LEUR PÈRE... SI SON COMPLOT EST DÉJOUÉ... ALORS TOUT S'EFFONDRERA, ET IL N'Y AURA PLUS DE DANSE - PLUS RIEN, JAMAIS. TOUT CE QUI EST, CESSERA D'ÊTRE... ...ainsi en sera-t-il fait.
ja: あなたの視界は再び、最後に、すべての終わりを目撃するように変わる… すべての可能性が予言されたままであるが、一つの道が前方に横たわっている、他のすべての道の終わりに。 それは闇の上に立ち、不変の必然として残る道…預言。 三人の姉妹は再会する、すべての果ての向こうで。 一人は究極の力の強さを宿す―翼。 一人はアンタンブラルの影の強さを宿す―刃。 一人は砕かれた記憶の強さを宿す―盾。 その時、彼女たちの父は彼女たちの合わさった力を宿し、最後の舞を現出させる。 現実であることの意味―欲望すること…すべてが引き裂かれ、再鋳造される―遠い昔に失われた夢の姿に。 それは…名前が語られない限り。 もし誰かがこの名を語り、父に代わって三人の姉妹の力を宿すなら…その策略が阻止されるなら… その時、すべては崩れ去り、舞はなく、何も、永遠にない。存在するすべては、存在することをやめるだろう… …かくしてそれは成されるだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/text
fr: Il y a une sensation d'être tiré, alors que vous êtes arraché du piédestal - loin de tout... ...et, avec un bruit sourd, vous vous retrouvez à bord de votre vaisseau. Plus précisément, sur le dos, contre le sol. Tout cela n'était-il... que dans votre tête ?
ja: 台座から引き離され、すべてから引き離されるように、引っ張られる感覚がある… …そして、ドスンという音と共に、あなたは船に戻っていることに気づく。もっと正確に言えば、床に仰向けになっている。あれはすべて、ただの…頭の中のことだったのか？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/text
fr: Secouez-vous et regardez autour de vous.
ja: 体を払い、周りを見回す。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/text
fr: Prenant un moment pour vous ressaisir, vous sursautez alors qu'une ombre dans le coin de la pièce attire votre regard - l'un des Élus du Dieu Sombre, simplement debout là... vous observant.
ja: 一瞬気を落ち着かせようとすると、部屋の隅にある影が目に留まり、あなたは驚く―闇の神の選ばれし者の一人が、ただそこに立って…あなたを見ている。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/choice/text
fr: Préparez votre arme et demandez à l'Abyssal de s'expliquer.
ja: 武器を構え、ディープワンに説明を求める。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/choice/event/text
fr: L'Abyssal pâle vous offre un rire grave et sinistre, avant d'incliner la tête et de dire : « LE TÉNÉBREUX... A ÉTÉ INFORMÉ DE VOS CONNAISSANCES. PEU... EN DEHORS DE SON SERVICE, CONNAISSENT LA PROPHÉTIE... CELA VOUS REND SPÉCIAL. » Il se redresse, puis joint ses mains voilées en poursuivant : « NOTRE MAÎTRE... SOUHAITE GARDER UN ŒIL SUR VOUS. CEPENDANT... CELA SERA FAIT QUOI QU'IL ARRIVE, CONSIDÉREZ MA PRÉSENCE... COMME LA VOIE FACILE. UN GAGE DE... CONFORT. »
ja: 青白いディープワンは低く不吉な笑みを浮かべ、頭を下げて話す。「闇の者…は、お前の知識についての知らせを受けた。その配下以外で…預言を知る者はほとんどいない…これがお前を特別なものにする。」 彼らは再びまっすぐに立ち、マントを羽織った手を合わせて続ける。「我らが主は…お前を見張りたいと望んでおられる。とはいえ…それはいずれにせよ行われることだ、私の存在を…楽な道と考えろ。…慰めの印として。」

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Avant que vous ne puissiez objecter, l'Abyssal s'incline une fois de plus, puis se dépêche de quitter la pièce. Si ses paroles sont vraies, et que vous serez observé quoi qu'il arrive, alors vous supposez qu'il n'y a pas grand mal à l'avoir à bord... du moins, pour l'instant.
ja: あなたが反対する前に、ディープワンは再び頭を下げ、急いで部屋を出て行く。彼らの言葉が本当で、いずれにせよ見張られるのであれば、彼らを船に乗せておくことに害はほとんどないだろう…少なくとも、今は。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY_VISIONOFTHEEND"]/choice/event/choice/event/choice/event/choice/event/choice/event/crewMember
fr: Varagon
ja: ヴァラゴン

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/text
fr: Il y a une intensité dans l'air ici. Vous avez ressenti une sensation similaire tout au long de votre bref passage dans ce domaine, mais rarement aussi fortement que maintenant. Pourtant, il n'y a rien ici, et même l'obscurité extérieure est toujours... vous ne pouvez pas dire pourquoi vous vous êtes senti contraint de venir ici.
ja: ここの空気には緊張感がある。この領域での短い時間の間、似たような感覚を味わってきたが、今ほど強く感じたことは滅多にない。しかし、ここには何もなく、外の闇さえも静かだ…なぜここに来ることを強いられたのかは分からない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/text
fr: Bonjour ?
ja: 誰かいるか？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/text
fr: Plutôt que de recevoir une réponse, vous sentez vos muscles se contracter... et votre vision commence à s'estomper. Vous êtes plongé dans un sommeil profond, très profond...
ja: 答えを得る代わりに、筋肉が緊張し…視界が薄れていくのを感じる。あなたは深く、深い眠りに誘われている…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/text
fr: Luttez contre cette étrange sensation.
ja: この奇妙な感覚に抗う。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/text
fr: Peu importe ce que vous désirez - pas cette fois. Ce qui fait cela refuse de céder - en effet, vous tombez dans ce sommeil le plus sombre...
ja: 今回は、あなたが何を望んでも関係ない。これをしているものは容赦しない―実際、あなたはその最も暗い眠りに落ちる…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/text
fr: ...et vous vous retrouvez quelque part de familier, mais d'étranger. Vous n'êtes pas à bord de votre vaisseau, ni avec une compagnie familière... vous vous tenez seul, au sommet d'un pilier. En regardant vers le bas, sa base semble s'estomper dans l'obscurité insondable en dessous - vous ne savez pas si cela est censé être simplement une pièce géante, ou, plus impossible encore, les recoins les plus sombres de l'espace. Vous vous sentez cependant assez à l'aise.
ja: …そして、どこか見覚えがあるが異質な場所にいることに気づく。船の上でも、見知った仲間と一緒でもない…あなたは一人、柱の上に立っている。見下ろすと、その底は下の計り知れない闇の中に消えていくようだ―これが単なる巨大な部屋なのか、それとも、もっとあり得ないことに、宇宙の最も暗い領域なのかは分からない。それでも、十分に快適に感じる。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/text
fr: Regardez autour de vous.
ja: 周りを見回す。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/text
fr: Au centre du pilier se trouve un piédestal, mais peu d'autre chose. N'ayant rien d'autre à faire, vous vous en approchez - l'intensité dans l'air monte à mesure que vous le faites. Au sommet du piédestal se trouve une gravure d'une petite empreinte de main humaine. Vous ne penseriez pas que votre main y rentrerait, mais...
ja: 柱の中心には台座があるが、他には何もない。他にすることもないので、それに近づく―そうすると空気中の緊張感が高まる。 台座の上には、小さな人間の手形が刻まれている。自分の手がそれに収まるとは思えないが…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Placez votre main sur le piédestal.
ja: 台座の上に手を置く。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Immédiatement, des visions envahissent votre esprit - des paysages terribles et tordus, complètement étrangers à votre psyché... chacun menaçant individuellement de briser votre capacité même à penser. Pourtant, vous avez l'impression de pouvoir vous concentrer sur l'une de ces scènes de folie...
ja: すぐに、幻視が心を曇らせる―恐ろしく、ねじれた風景、あなたの精神にとって全く異質なもの…それぞれが個別に、考える能力そのものを粉々にする恐れがある。それでも、これらの狂気の場面のいずれかに集中できるかもしれないと感じる…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/text
fr: Concentrez-vous sur la vision d'un étrange cristal - celle qui parle d'une guerre divine.
ja: 奇妙なクリスタルの幻視に集中する―神々の戦いを語るものに。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/text
fr: Vous vous concentrez sur cette vision particulière, et votre perspective commence à changer... C'EST UNE TERRE BRISÉE, DE GENS BRISÉS, AVEC DES ESPRITS BRISÉS. MÊME AINSI, IL Y A CEUX QUI CHERCHENT À LA BRISER DAVANTAGE - CES QUELQUES CHANCEUX QUI SE SONT LIBÉRÉS DE LA FRAGMENTATION. ILS CHERCHENT AUSSI À LIBÉRER D'AUTRES - LES NOMBREUX MALHEUREUX QUI SE VOIENT FORCÉS DE VIVRE ENSEMBLE, DANS UNE DISSONANCE HARMONIEUSE. SI L'ON CHERCHE À LES AIDER, AU MILIEU DE CETTE TERRE BRISÉE - OU, AUTREMENT PROUVE ÊTRE CELUI QUI BRISERA LEUR RÉSOLUTION FRAGMENTÉE... ...alors ils seraient sûrement récompensés. Ainsi en serait-il fait.
ja: あなたはこの特定の幻視に集中し、視点が変わり始める… これは壊れた土地、壊れた人々、壊れた心を持つ者の土地。 それでもなお、それをさらに壊そうとする者がいる―壊れることから解放された幸運な少数。 彼らは他者をも解放しようとする―調和のとれた不協和の中で共に生きることを強いられた不運な多数を。 もし誰かがこの壊れた土地の中で彼らを助けようとするか、あるいは彼らの壊れた決意を打ち砕く者となることを証明するなら… …その者は必ず報われるだろう。かくしてそれは成されるだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
fr: Concentrez-vous sur la vision de l'impossible - celle obscurcie d'un rouge sombre et angoissant.
ja: 不可能の幻視に集中する―暗く、痛ましい赤に曇ったものに。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/text
fr: Vous vous concentrez sur cette vision particulière, et votre perspective commence à changer... CETTE MÊME MER DE FOLIE, AUX CONFINS DE LA RÉALITÉ... ...PORTE AVEC ELLE DES ÉPREUVES, DES PROPHÉTIES ET DES OMBRES OUBLIÉES DANS UNE MESURE ÉGALE. ET POURTANT, BIEN QU'UNE ÉPREUVE PARTICULIÈRE SERAIT JUGÉE IMPOSSIBLE... IL N'EN EST RIEN. SI L'ON RELEVE SON DÉFI, ET SE MONTRE CAPABLE DE SURMONTER MÊME CE QUI NE PEUT ÊTRE SURMONTÉ... ...alors ils seraient sûrement récompensés. Ainsi en serait-il fait.
ja: あなたはこの特定の幻視に集中し、視点が変わり始める… この狂気の海、現実の果てで… …試練、預言、そして忘れられた影を等しく運ぶ。 そして、ある特定の試練は不可能と見なされるだろうが…それは決してそうではない。 もし誰かがその挑戦を求め、乗り越えられないものさえ乗り越えられることを証明するなら… …その者は必ず報われるだろう。かくしてそれは成されるだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/text
fr: Concentrez-vous sur la vision de la voracité - celle qui se trouve dans le ventre de la bête.
ja: 貪欲の幻視に集中する―獣の腹の中のものに。
