Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_darkone.xml/*.po
Languages: fr, ja

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[3]/event/text
fr: Vous vous concentrez sur cette vision particulière, et votre perspective commence à changer... À PEINE PLUS QU'UNE CAGE, ENTRE LE TISSU DE TOUT. UNE PRISON, CONSTRUITE POUR RETENIR SON CRÉATEUR - UNE PRISON, CONSTRUITE POUR RETENIR LE DÉCRÉATEUR. ON PEUT TROUVER SON ENTRÉE AU MILIEU DE LA MER DES MORTS VIVANTS - UN ENDROIT CALME, OÙ MÊME LES DÉSESPÉRÉS TROUVENT L'ESPOIR. À PARTIR DE LÀ, C'EST À L'ESPOIR QU'ILS DOIVENT S'ACCROCHER. S'ILS LE GARDENT POUR QUAND ILS EN AURONT LE PLUS BESOIN, ET BRISENT LE CŒUR DE LA PRISON... ...alors ils seraient sûrement récompensés. Ainsi en serait-il fait.
ja: あなたはこの特定の幻視に集中し、視点が変わり始める… すべての構造の間に、ただの檻に過ぎない。 その創造主を収容するために建てられた牢獄―非創造主を収容するために建てられた牢獄。 その入り口は、よろめく死者の海の中に見つけることができる―絶望的な者でさえ希望を見つける静かな場所。 そこから、彼らが持ち続けなければならないのは希望だ。最も必要な時のためにそれを保ち、牢獄の心臓を砕くなら… …その者は必ず報われるだろう。かくしてそれは成されるだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[4]/text
fr: Concentrez-vous sur la vision d'une obscurité lointaine - celle aux confins du Multivers.
ja: 遠い闇の幻視に集中する―マルチバースの果てのものに。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[4]/event/text
fr: Vous vous concentrez sur cette vision particulière, et votre perspective commence à changer... UN VESTIGE DE CE QUI FUT - UNE OMBRE DE SON ANCIEN MOI. CE N'EST GUÈRE DIFFÉRENT DE LA TERRE DONT IL EST ISSU - CET ENDROIT SOMBRE ET LOINTAIN. ET POURTANT, DANS CETTE OBSCURITÉ... SE TROUVE LA PRÉSENCE D'UNE LUMIÈRE PROFANE. CELLE QUI MENACE LA DÉFAITE DE TOUT. SI L'ON FRANCHIT LES COUTURES DE LA RÉALITÉ, ET ARRÊTE CETTE FORCE TERRIBLE... ...alors ils seraient sûrement récompensés. Ainsi en serait-il fait.
ja: あなたはこの特定の幻視に集中し、視点が変わり始める… かつてあったものの残骸―そのかつての姿の影。 それが由来する土地とほとんど変わらない―あの暗く、遠い場所。 そして、この闇の中に…不浄な光の存在がある。すべての非創造を脅かすもの。 もし誰かが現実の継ぎ目を破り、この恐ろしい力を止めるなら… …その者は必ず報われるだろう。かくしてそれは成されるだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[5]/text
fr: Concentrez-vous sur la vision de souvenirs oubliés - ceux liés à un pouvoir éthéré.
ja: 忘れられた記憶の幻視に集中する―エーテルの力に結びついたものに。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[5]/event/text
fr: Vous vous concentrez sur cette vision particulière, et votre perspective commence à changer... LE RÊVEUR, ET LE TIREUR D'ÉLITE. UN RÊVE, JAMAIS RÊVÉ - UN TIR, ABATTU. ILS NE SE RENCONTRERAIENT PLUS JAMAIS. ET, POURTANT... PAR L'ESPOIR, ILS PORTAIENT TROIS SIGILLES - PARMI LES MORTS AGITÉS, L'OBSCURITÉ LA PLUS PROFONDE, ET LE PARCHEMIN LE PLUS LÂCHE. SI L'ON CONTEMPLE LEURS VISAGES, ET SE PRÉLASSE DANS LEUR CHALEUR RETROUVÉE... ...alors ils seraient sûrement récompensés. Ainsi en serait-il fait.
ja: あなたはこの特定の幻視に集中し、視点が変わり始める… 夢見る者、そして射手。 見られなかった夢―撃ち落とされた一発。彼らは二度と会うことはなかった。そして、それでも… 希望を通して、彼らは三つの印を宿した―休むことのない死者の間で、最も深い闇の中で、そして最も緩い羊皮紙の上で。 もし誰かが彼らの姿を見つめ、取り戻された温かさに浴するなら… …その者は必ず報われるだろう。かくしてそれは成されるだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[6]/text
fr: Concentrez-vous sur la vision de l'amour - profondément au sein d'une mer de folie.
ja: 愛の幻視に集中する―狂気の海の奥深くで。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[6]/event/text
fr: Vous vous concentrez sur cette vision particulière, et votre perspective commence à changer... L'EXPLORATEUR, ET SON AMANTE ÉTOILÉE. RAREMENT LE FOU, IL CONNAÎT TRÈS BIEN LE ROYAUME QU'IL ENTEND EXPLORER - CELUI QUI SE TROUVE BIEN AU-DELÀ DE CETTE RÉALITÉ. ET, POURTANT... BIEN QU'IL NE PUISSE PAS Y ARRIVER SEUL, IL DOIT Y ARRIVER EN TANT QUE TEL. SI L'ON TROUVE LEUR VAISSEAU AVANT QU'ILS NE PARTENT DE L'ESPACE PROFOND, ET PUIS ENCORE APRÈS LEUR DÉPART... ...alors ils seraient sûrement récompensés. Ainsi en serait-il fait.
ja: あなたはこの特定の幻視に集中し、視点が変わり始める… 探検家、そして星に夢中の恋人。 めったに愚かではない彼は、自分が探検しようとしている領域をよく知っている―この現実のはるか向こうに横たわるもの。 そして、それでも…一人ではそこに着けないが、一人で着かなければならない。 もし誰かが彼らが深宇宙から出発する前に彼らの船を見つけ、そして彼らが別れた後にもう一度見つけるなら… …その者は必ず報われるだろう。かくしてそれは成されるだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[7]/text
fr: Concentrez-vous sur la vision de l'occulte - rituels d'étranges constructions en bois.
ja: オカルトの幻視に集中する―奇妙な木製の構造物の儀式に。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[7]/event/text
fr: Vous vous concentrez sur cette vision particulière, et votre perspective commence à changer... CE PLAN LOINTAIN ET BRUMEUX - JADIS CONSIDÉRÉ COMME PERDU, MAIS MAINTENANT RESTAURÉ. C'EST DE CETTE TERRE D'ARBRES QU'UNE CHANSON EST CHANTÉE - SES NOTES RÉSONNANT À TRAVERS LE MULTIVERS. BIEN QU'ON NE PUISSE PAS VOIR SA BEAUTÉ, NI SENTIR SES ROSES... ON PEUT, RAREMENT, ENTENDRE SA CHANSON. SI L'ON ÉCOUTE, AU MILIEU DE LA MER D'OMBRES, ET PROUVE LA FORCE DE LEUR PROPRE MÉLODIE... ...alors ils seraient sûrement récompensés. Ainsi en serait-il fait.
ja: あなたはこの特定の幻視に集中し、視点が変わり始める… あの遠く、霧のかかった次元―かつては失われたと思われていたが、今は復元されている。 この木々の土地から歌が歌われる―その音色はマルチバース中に響き渡る。 その美しさを見ることも、その薔薇の香りを嗅ぐこともできないが…まれに、その歌を聞くことができるかもしれない。 もし彼らが影の海の中で耳を傾け、自分自身の旋律の強さを証明するなら… …その者は必ず報われるだろう。かくしてそれは成されるだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[8]/text
fr: Concentrez-vous sur la vision de la haine - une colère dirigée contre des amis blindés.
ja: 憎しみの幻視に集中する―装甲の友に向けられた怒りに。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_PROPHECY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[8]/event/text
fr: Vous vous concentrez sur cette vision particulière, et votre perspective commence à changer... DANS LA MER DES MORTS VIVANTS, REPOSE UN VAISSEAU. BIEN QU'IL NE TRANSPORTE PAS DE MARCHANDISES, IL TRAITE DE SECRETS... IL FAUT SUIVRE SON CHEMIN DE MYSTÈRE, ET PUIS ENTRER DANS LE VENTRE DE LA BÊTE. S'ILS RÉUSSISSENT À TRAVERSER, ET ENGAGENT LA CONVERSATION AVEC LEURS NOUVEAUX AMIS BLINDÉS... ...alors ils seraient sûrement récompensés. Ainsi en serait-il fait.
ja: あなたはこの特定の幻視に集中し、視点が変わり始める… よろめく死者の海の中に、一隻の船がある。 商品を輸送はしないが、秘密を扱っている… その謎の道を辿り、そして獣の腹の中に入らなければならない。 もし彼らがそれを乗り越え、新しい装甲の友と会話を交わすなら… …その者は必ず報われるだろう。かくしてそれは成されるだろう。

source: data/events_darkone.xml$//ship[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT"]/destroyed/text
fr: Le vaisseau mystérieux et d'un autre monde se brise et vous récupérez rapidement ce que vous pouvez.
ja: 謎めいた異世界の船は崩壊し、あなたは急いで回収できるものを回収する。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT_WIN"]/text
fr: Vous réalisez que... non seulement l'étrange trou de ver s'est refermé depuis la défaite du vaisseau, mais cette voix lointaine que vous aviez entendue plus tôt a également disparu. Les origines du vaisseau, ainsi que tout le reste d'étrange qui s'est passé ici, semble entièrement rester un mystère...
ja: あなたは気づく…船が敗れた後、奇妙なワームホールが閉じただけでなく、以前聞いた遠い声も消えている。船の起源や、ここで起こった他の奇妙な出来事は、完全に謎のままだ…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT_WIN"]/choice[@req="ddunique_theshade" and @lvl="1"]/event/text
fr: ...y compris la figure voilée qui vous a rejoint. La menace du vaisseau lumineux éliminée, elle semble être retournée à un état de dormance inactive. Quoi que ce soit, vous êtes légèrement réconforté par le fait qu'elle se bat au moins à vos côtés... peut-être qu'avec le temps, vous pourrez percer ses secrets.
ja: …あなたに加わったマントの人物を含めて。光る船の脅威がなくなったことで、それは無活動の休眠状態に戻ったようだ。それが何であれ、少なくともあなたの隣で戦ってくれているという事実に少し慰められる…おそらく、いずれはその秘密を突き止めることができるだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING_FIGHT_WIN"]/choice[@req="ddunique_theshade" and @lvl="0"]/event/text
fr: ...y compris la figure voilée, qui semble avoir été détruite dans le combat. Comprendrez-vous un jour tout cela, maintenant qu'elle est partie... ?
ja: …マントの人物を含めて、彼は戦闘で破壊されたようだ。彼がいなくなって、このことの何かが理解できるだろうか…？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/text
fr: Il y a une intensité dans l'air ici. Vous avez ressenti une sensation similaire tout au long de votre bref passage dans ce domaine, mais rarement aussi fortement que maintenant. Pourtant, il n'y a rien ici, et même l'obscurité extérieure est toujours... vous ne pouvez pas dire pourquoi vous vous êtes senti contraint de venir ici.
ja: ここの空気には緊張感がある。この領域での短い時間の間、似たような感覚を味わってきたが、今ほど強く感じたことは滅多にない。しかし、ここには何もなく、外の闇さえも静かだ…なぜここに来ることを強いられたのかは分からない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/text
fr: Bonjour ?
ja: 誰かいるか？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/text
fr: Pendant un instant, il n'y a que le silence... c'est-à-dire, jusqu'à ce que vous réalisiez que ce n'est pas du tout le silence - vous entendez quelque chose. Est-ce... une voix ? Vous n'êtes pas sûr d'où elle vient, mais on dirait qu'elle est quelque part au loin.
ja: 一瞬、沈黙だけがある…しかし、それが全く沈黙ではないことに気づくまで。何か聞こえる。それは…声か？どこから来ているのか分からないが、どこか遠くから聞こえるようだ。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/text
fr: Faites silence et essayez de repérer la source du son.
ja: 静かにして、音の源を探す。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/text
fr: Bien que vous fassiez silence, votre écoute est rapidement interrompue - alors qu'un trou de ver s'ouvre à côté de vous !
ja: 静かにするが、すぐにあなたの聞き耳は中断される―隣にワームホールが開いたのだ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Préparez-vous !
ja: 身構えろ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/text
fr: Vous vous préparez à vous défendre, alors que quelque chose s'écrase hors de la déchirure nouvellement fendue dans l'espace, et sur le sol. C'est une grande silhouette encapuchonnée - sa surface métallique et pointillée aussi sombre que l'étrange espace extérieur. Vous vous crispez, le doigt sur la gâchette de votre arme, alors que vous vous attendez à ce qu'elle fasse quelque chose, mais... au lieu de cela, elle continue simplement de rester là, allongée sur le sol.
ja: 新たに裂けた空間の裂け目から何かが飛び出し、床に叩きつけられる。あなたは身を守る準備をする。それは大きな、マントを羽織った姿―その点在する金属の表面は外の奇妙な空間と同じくらい暗い。 あなたは武器の引き金に指をかけ、緊張するが…代わりに、それはただ床に横たわったまま座り続ける。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/choice/text
fr: Maintenez votre arme pointée sur l'entité mystérieuse.
ja: 謎の存在に武器を向け続ける。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/choice/event/text
fr: Alors que vous continuez à être prudent, une lueur de lumière à l'extérieur attire votre attention. Il semble que ce soit la formation d'un second trou de ver, beaucoup plus grand que le premier... cependant, quelque chose en lui vous semble inhabituel. Avant que vous ne puissiez comprendre quoi, cependant, un objet immense commence à le traverser...
ja: 警戒を続けていると、外の光のきらめきが注意を引く。それは二つ目の、最初よりもずっと大きなワームホールの形成のようだ…しかし、何か奇妙な感じがする。それが何かを突き止める前に、巨大な物体がそこを通り抜け始める…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/choice/event/choice/event/text
fr: ...que vous reconnaissez vaguement comme un vaisseau - bien que vous ne puissiez pas dire avoir déjà vu quelque chose de semblable. À son arrivée, la figure devant vous se met soudain à bouger ! Ses mouvements, bien que robotiques, semblent raffinés et déterminés - elle se lève et adopte une posture de combat en quelques secondes. Son attention semble cependant être concentrée sur le vaisseau à l'extérieur... alors que vous réalisez qu'il s'avance agressivement vers le vôtre ! Quoi que soit cette entité, elle semble prête à se tenir à vos côtés contre l'étrange vaisseau.
ja: …あなたはそれをぼんやりと船だと認識するが、このようなものは見たことがない。その到着と同時に、目の前の人物が突然動き始める！その動きはロボットのようだが、洗練され、目的があるように見える―わずか数秒で立ち上がり、戦闘態勢に入る。その注意は外の船に向けられているようだ…そして、それがあなたの船に向かって攻撃的に進んでくることに気づく！ この存在が何であれ、奇妙な船に対してあなたと共に立つ気があるようだ。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[1]/event/choice/event/choice/event/choice/event/crewMember
fr: L'Ombre
ja: シェイド

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/text
fr: Appelez la source du son.
ja: 音に向かって呼びかける。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/text
fr: Bien que vous tentiez d'attirer l'attention de... quoi que ce soit, votre tentative est rapidement interrompue - alors qu'un trou de ver s'ouvre à côté de vous !
ja: あなたが…それが何であれ、注意を引こうとするが、その試みはすぐに中断される―隣にワームホールが開いたのだ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/text
fr: Préparez-vous !
ja: 身構えろ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/text
fr: Vous vous préparez à vous défendre, alors que quelque chose s'écrase hors de la déchirure nouvellement fendue dans l'espace, et sur le sol. C'est une grande silhouette encapuchonnée - sa surface métallique et pointillée aussi sombre que l'étrange espace extérieur. Vous vous crispez, le doigt sur la gâchette de votre arme, alors que vous vous attendez à ce qu'elle fasse quelque chose, mais... au lieu de cela, elle continue simplement de rester là, allongée sur le sol.
ja: 新たに裂けた空間の裂け目から何かが飛び出し、床に叩きつけられる。あなたは身を守る準備をする。それは大きな、マントを羽織った姿―その点在する金属の表面は外の奇妙な空間と同じくらい暗い。 あなたは武器の引き金に指をかけ、緊張するが…代わりに、それはただ床に横たわったまま座り続ける。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/choice/text
fr: Maintenez votre arme pointée sur l'entité mystérieuse.
ja: 謎の存在に武器を向け続ける。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/choice/event/text
fr: Alors que vous continuez à être prudent, une lueur de lumière à l'extérieur attire votre attention. Il semble que ce soit la formation d'un second trou de ver, beaucoup plus grand que le premier... cependant, quelque chose en lui vous semble inhabituel. Avant que vous ne puissiez comprendre quoi, cependant, un objet immense commence à le traverser...
ja: 警戒を続けていると、外の光のきらめきが注意を引く。それは二つ目の、最初よりもずっと大きなワームホールの形成のようだ…しかし、何か奇妙な感じがする。それが何かを突き止める前に、巨大な物体がそこを通り抜け始める…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/choice/event/choice/event/text
fr: ...que vous reconnaissez vaguement comme un vaisseau - bien que vous ne puissiez pas dire avoir déjà vu quelque chose de semblable. À son arrivée, la figure devant vous se met soudain à bouger ! Ses mouvements, bien que robotiques, semblent raffinés et déterminés - elle se lève et adopte une posture de combat en quelques secondes. Son attention semble cependant être concentrée sur le vaisseau à l'extérieur... alors que vous réalisez qu'il s'avance agressivement vers le vôtre ! Quoi que soit cette entité, elle semble prête à se tenir à vos côtés contre l'étrange vaisseau.
ja: …あなたはそれをぼんやりと船だと認識するが、このようなものは見たことがない。その到着と同時に、目の前の人物が突然動き始める！その動きはロボットのようだが、洗練され、目的があるように見える―わずか数秒で立ち上がり、戦闘態勢に入る。その注意は外の船に向けられているようだ…そして、それがあなたの船に向かって攻撃的に進んでくることに気づく！ この存在が何であれ、奇妙な船に対してあなたと共に立つ気があるようだ。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="0"]/event/choice[2]/event/choice/event/choice/event/choice/event/crewMember
fr: L'Ombre
ja: シェイド

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/text
fr: Bonjour ?
ja: 誰かいるか？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_THESHADEMEETING"]/choice[@req="LIST_CREW_DDTHESHADEFORMS" and @lvl="1"]/event/text
fr: Mais il n'y a pas de réponse. En effet, c'est comme si la réponse avait toujours été avec vous... il n'y a rien pour vous ici.
ja: しかし、返事はない。実際、答えはずっとあなたと共にあったかのようだ…ここには何もない。

source: data/events_darkone.xml$//textList[@name="DDDARKGODDOMAIN_CHOSEN_TEXT"]/text[1]
fr: Une haine dans l'air résonne alors que vous réalisez que ce n'est pas seulement l'obscurité ici qui désire votre destruction... des profondeurs de la folie extérieure s'élève encore un autre vaisseau élégant et noir d'ombre pure. Préparez-vous !
ja: 空気中の憎しみが共鳴し、あなたの破壊を望んでいるのはここの闇だけではないと気づく…外の狂気の深淵から、純粋な影の滑らかな黒い船がもう一隻現れる。準備しろ！

source: data/events_darkone.xml$//textList[@name="DDDARKGODDOMAIN_CHOSEN_TEXT"]/text[2]
fr: Il semble que les Élus du Dieu Sombre n'aient pas encore renoncé à leur quête de destruction, alors qu'un autre de leurs vaisseaux perce l'obscurité et se prépare à attaquer !
ja: 闇の神の選ばれし者たちは、あなたを破壊する探求をまだ諦めていないようだ。彼らの船がもう一隻、闇を突き破って攻撃の準備をしている！

source: data/events_darkone.xml$//textList[@name="DDDARKGODDOMAIN_CHOSEN_TEXT"]/text[3]
fr: Votre sang se glace alors qu'un vaisseau apparaît à l'extérieur... un vaisseau que vous connaissez maintenant. Un présage de mort. L'obscurité, manifestée. Les Élus du Dieu Sombre... ils avancent, et vous vous préparez à vous défendre.
ja: 外に船が現れると、血の気が引く…今や見慣れた船だ。死の予兆。顕現した闇。闇の神の選ばれし者…彼らは進軍し、あなたは身を守る準備をする。

source: data/events_darkone.xml$//textList[@name="DDDARKGODDOMAIN_CHOSEN_TEXT"]/text[4]
fr: Les choses à l'extérieur s'assombrissent alors que vous réalisez que ce n'est pas n'importe quelle balise... vous vous êtes aventuré sur le territoire des Élus du Dieu Sombre, et ils vous ont choisi comme leur prochaine offrande !
ja: 外の様子が暗くなり、これがただのビーコンではないことに気づく…あなたは闇の神の選ばれし者の領域に迷い込み、彼らはあなたを次の捧げ物に選んだ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER_FIGHT_WIN"]/text
fr: Malgré avoir abattu un grand ennemi ici, vous reconnaissez que vous perdez du terrain dans votre course contre les Rebelles... et l'obscurité, d'ailleurs. Vous devrez avancer.
ja: ここで強敵を倒したにもかかわらず、反乱軍との競争…そして闇との競争で後れを取っていることを認識する。前進しなければならない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER_FIGHT_WIN"]/choice/event/text
fr: Avant de le faire, cependant, une arme se manifeste à côté de vous... vous la reconnaissez comme étant la même que celles que les Élus manient. Vous n'êtes pas du genre à refuser les cadeaux gratuits, mais vous vous demandez quel est le but d'une telle générosité...
ja: しかし、そうする前に、隣に武器が現れる…選ばれし者が使うものと同じだと認識する。無料の贈り物を断るわけではないが、このような寛大さの目的について考えさせられる…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER"]/choice[@req="darkone_alignment"]/text
fr: Je désire... une intervention.
ja: 私は…介入を望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER"]/choice[@req="dddeepone_chosen"]/text
fr: (Membre d'équipage Élu) « CELUI-CI... MARCHE PARMI LES SIENS. »
ja: （選ばれしクルー）「この者は…同族の中を歩む。」

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_CHOSEN_ENCOUNTER"]/choice[@req="dddeepone_chosen"]/event/text
fr: Les Élus arrêtent leur avancée dès qu'ils reconnaissent que l'un des leurs se tient à vos côtés. Sans un mot, ils replongent dans l'obscurité, et il vous est rappelé qu'obtenir la faveur de divinités maléfiques a ses avantages...
ja: 選ばれし者たちは、自分たちの仲間があなたと共に立っていることに気づくと、すぐに進軍を止める。一言もなく、彼らは闇に沈んでいき、あなたは邪悪な神々の好意を得ることには利点があることを思い知らされる…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED_FIGHT_WIN"]/text
fr: Il y a une sensation de brûlure dans votre poitrine, et une récompense pour avoir vaincu ces étranges intrus se manifeste à côté de vous. Pourtant, vous reconnaissez que vous perdez du terrain dans votre course contre les Rebelles... et l'obscurité, d'ailleurs. Vous devrez avancer.
ja: 胸に燃えるような感覚があり、これらの奇妙な侵入者を倒した報酬が隣に現れる。それでも、反乱軍との競争…そして闇との競争で後れを取っていることを認識する。前進しなければならない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED"]/text
fr: ...et s'assombrit encore, alors qu'un trou de ver s'ouvre et qu'un vaisseau Éclairé apparaît de l'éther. Ils ne savent peut-être pas où ils sont, ni ce qu'ils font ici, mais ils savent une chose : vous êtes leur prochaine cible !
ja: …そしてさらに暗くなる。ワームホールが開き、エーテルからエンライテンドの船が現れる。彼らは自分たちがどこにいるのか、何をしているのか知らないかもしれないが、一つだけ知っていることがある：あなたが次の標的だ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ENLIGHTENED"]/choice[@req="darkone_alignment"]/text
fr: Je désire... une intervention.
ja: 私は…介入を望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY_FIGHT_WIN"]/text
fr: Il y a une sensation de brûlure dans votre poitrine, et une récompense pour avoir vaincu ces étranges intrus se manifeste à côté de vous. Pourtant, vous reconnaissez que vous perdez du terrain dans votre course contre les Rebelles... et l'obscurité, d'ailleurs. Vous devrez avancer.
ja: 胸に燃えるような感覚があり、これらの奇妙な侵入者を倒した報酬が隣に現れる。それでも、反乱軍との競争…そして闇との競争で後れを取っていることを認識する。前進しなければならない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY"]/text
fr: ...et scintille de violet, alors qu'un trou de ver s'ouvre et qu'un vaisseau cristallin apparaît de l'éther. Ils ne savent peut-être pas où ils sont, ni ce qu'ils font ici, mais ils savent une chose : vous êtes leur prochaine cible !
ja: …そして紫に輝く。ワームホールが開き、エーテルからクリスタルの船が現れる。彼らは自分たちがどこにいるのか、何をしているのか知らないかもしれないが、一つだけ知っていることがある：あなたが次の標的だ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_DISPARITY"]/choice[@req="darkone_alignment"]/text
fr: Je désire... une intervention.
ja: 私は…介入を望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE_FIGHT_WIN"]/text
fr: Il y a une sensation de brûlure dans votre poitrine, et une récompense pour avoir vaincu ces étranges intrus se manifeste à côté de vous. Pourtant, vous reconnaissez que vous perdez du terrain dans votre course contre les Rebelles... et l'obscurité, d'ailleurs. Vous devrez avancer.
ja: 胸に燃えるような感覚があり、これらの奇妙な侵入者を倒した報酬が隣に現れる。それでも、反乱軍との競争…そして闇との競争で後れを取っていることを認識する。前進しなければならない。
