Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_darkone.xml/*.po
Languages: fr, ja

source: data/events_darkone.xml$//ship[@name="SHIP_SHADOW_TENDRILS"]/triggeredEvent/triggeredEventBox/tooltip
fr: Alors que les ombres extérieures lacèrent votre coque, vous avez jusqu'à ce que ce compteur atteigne 0 pour les forcer à battre en retraite avant de subir des dégâts sérieux.
ja: 外の影が船体を引っ掻いている。深刻なダメージを受ける前に、このタイマーが0になるまでに彼らを撤退させなければならない。

source: data/events_darkone.xml$//event[@name="SHADOW_TENDRILS_WIN"]/text
fr: Vous avez temporairement forcé l'obscurité à se retirer, mais elle reviendra. En attendant, du carburant s'est matérialisé dans votre soute... le Dieu Sombre vous invite à avancer. Continuez à courir.
ja: 一時的に闇を退けることができたが、また戻ってくるだろう。その間に、貨物室に燃料が物質化した…闇の神があなたを前へと誘う。走り続けろ。

source: data/events_darkone.xml$//event[@name="SHADOW_TENDRILS_WIN"]/choice/text
ja: 逃げろ！

source: data/events_darkone.xml$//event[@name="SHADOW_TENDRILS_FAIL"]/text
fr: L'obscurité déchire et lacère votre coque, mais vous parvenez à vous libérer de son emprise avant de subir des dégâts vraiment importants. En attendant, du carburant s'est matérialisé dans votre soute... le Dieu Sombre vous invite à avancer. Continuez à courir.
ja: 闇が船体を引き裂くが、本当に大きなダメージを受ける前にその手から逃れることができた。その間に、貨物室に燃料が物質化した…闇の神があなたを前へと誘う。走り続けろ。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_INTERVENTION"]/text
fr: Vous sentez votre poitrine brûler, et votre désir se manifeste... le vaisseau adverse n'est plus, et un don a trouvé le chemin de vos mains. Tel est le prix de la dévotion.
ja: 胸が燃えるのを感じ、あなたの欲望が顕現する…敵船は消え去り、贈り物があなたの手に渡った。これが献身の褒美だ。

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/text
fr: Pendant un instant, un silence bienvenu s'installe, et vous prenez le temps de vous remettre sur pied. Ce faisant, la voix du Dieu Sombre revient, aussi menaçante et retentissante qu'elle l'était à l'origine : « JE CROIS QUE CETTE CONVERSATION A ÉTÉ... FRUCTUEUSE. RÉPONSES, POUVOIR, MYSTÈRE, BATAILLE – QUEL QUE SOIT VOTRE DÉSIR, MON ÉTREINTE VOUS LE FOURNIRA ; POURVU QUE VOUS VOUS MONTRIEZ DIGNE DE CES DONS. »
ja: 一瞬、心地よい静寂が訪れ、あなたは立ち直るための時間を取る。そうしていると、闇の神の声が戻ってきた。以前と同じように脅威的で轟く声で、「この会話は…有意義だったと信じる。答え、力、謎、戦い―お前が望むものなら何でも、我が抱擁は与えよう。お前がこれらの贈り物にふさわしいと証明するならば。」

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/text
fr: Vraiment ? Et... qu'est-ce que tu désires ? Pourquoi fais-tu ça ?
ja: 本当に？それで…あなたは何を望んでいるの？なぜこんなことを？

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/text
fr: Il y a un autre silence, et, cette fois, sa voix ne revient pas. Au lieu de cela, vous ressentez un autre crépitement d'énergie alors que quelque chose d'inexplicable semble réparer votre coque de l'extérieur – simultanément, ce qui est « à l'extérieur » semble changer... alors que les ombres autour de vous commencent à se frayer un chemin dans votre vaisseau ! Il semble que votre épreuve ait commencé.
ja: 再び沈黙が訪れ、今度は声は戻ってこない。むしろ、不可解な何かが外で船体を修理しているかのように、別のエネルギーのパチパチという音を感じる。同時に、「外」が変化しているように見える…周りの影が船に這い上がってくる！どうやらあなたの試練が始まったようだ。

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/text
fr: (Le Balafré) « Le Faux Dieu... souhaite que nous perdions du temps, et risquions... nos vies. Moi, parent... non. »
ja: （傷持つ者）「偽りの神は…我々が時間を浪費し、命を…危険に晒すことを望んでいる。同胞よ…私はそうは思わない。」

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/text
fr: Vous observez le Balafré poser une main griffue sur son œil encore valide, et semble puiser en lui-même... en effet, sans même que vous ne compreniez ce qui s'est passé, l'obscurité extérieure commence à se tordre et à se débattre dans une douleur abjecte. Choisissant de se retirer plus profondément dans cet étrange abysse sans lumière, elle lâche son emprise sur votre vaisseau, et il ne vous reste que les quelques ombres qui avaient déjà réussi à s'infiltrer.
ja: 傷持つ者が鉤爪のある手をまだ無事な目にかざし、自分の中から何かを引き出しているように見えるのを見ている…実際、何が起こったのか理解する間もなく、外の闇が苦痛に身もだえし始めた。この奇妙で光のない深淵のさらに奥へと退却することを選んだそれは、あなたの船を掴んでいた手を放し、中に入り込んでいたわずかな影だけが残された。

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/choice/text
fr: Attends, tu peux faire ça ?
ja: 待って、そんなことができるの？

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/choice/event/text
fr: Ils se tournent vers vous, un léger soupçon de sourire éclairant leur expression autrement sombre : « J'ai... séparé les ténèbres pour toi... tout ce temps, n'est-ce pas ? Personnellement, parent... je n'ai que peu d'intérêt à surpasser... le Faux Dieu, mais... j'en ai encore moins, à jouer à ses petits jeux. Nous devrions... continuer d'avancer. »
ja: 彼らはあなたの方を向き、普段の厳しい表情にわずかな笑みが浮かぶ。「私は…ずっとお前のために闇を切り開いてきた…ではないか？個人的には、同胞よ…偽りの神を…出し抜くことには興味がないが…そのくだらないゲームに付き合う気はもっとない。我々は…進むべきだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/text
fr: Eh bien, d'accord, bien joué !
ja: なるほど、わかった。見事だ！

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/event/text
fr: Alors que vous vous apprêtez à partir, l'une de vos consoles commence à clignoter. C'est le signal de Kyr et Lilith... ils ont dû y arriver après tout ! Qui sait combien de temps ils pourront tenir, ici dans cet enfer, cependant – pour tout ce que vous savez, il pourrait déjà être trop tard. Malgré tout, vous n'êtes pas du genre à perdre espoir... priant pour la sécurité du duo, vous vous apprêtez à débarquer une fois de plus.
ja: 出発の準備をしていると、コンソールの一つが点滅し始めた。キールとリリスの信号だ…彼らはやはり生き延びていたのだ！この地獄でどれだけ持ちこたえられるかは分からないが、もしかしたらもう手遅れかもしれない。それでも、希望を失うわけにはいかない…二人の無事を祈りながら、再び出発する。

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="unique_thescarred"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="0"]/text
fr: Eh bien, d'accord, bien joué !
ja: なるほど、わかった。見事だ！

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/text
fr: Préparez-vous à vous défendre !
ja: 防御の準備を！

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/event/text
fr: Alors que vous vous préparez au combat, l'une de vos consoles commence à clignoter. C'est le signal de Kyr et Lilith... ils ont dû y arriver après tout ! Qui sait combien de temps ils pourront tenir, ici dans cet enfer, cependant – pour tout ce que vous savez, il pourrait déjà être trop tard. Malgré tout, vous n'êtes pas du genre à perdre espoir... priant pour la sécurité du duo, vous vous mettez en position une fois de plus.
ja: 戦闘の準備をしていると、コンソールの一つが点滅し始めた。キールとリリスの信号だ…彼らはやはり生き延びていたのだ！この地獄でどれだけ持ちこたえられるかは分からないが、もしかしたらもう手遅れかもしれない。それでも、希望を失うわけにはいかない…二人の無事を祈りながら、再び配置につく。

source: data/events_darkone.xml$//event[@name="DARKONE_START_TRUESENDOFF"]/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="0"]/text
fr: Préparez-vous à vous défendre !
ja: 防御の準備を！

source: data/events_darkone.xml$//event[@name="DARKONE_START_BADENDING_PAYOUT"]/text
fr: « COMME VOUS POUVEZ LE COMPRENDRE, VOTRE ARRIVÉE ICI A ÉTÉ... ORGANISÉE. L'INSISTANCE DE VOTRE ALLIÉ À PERTURBER CE PROCESSUS S'EST AVÉRÉE ÊTRE SA PERTE ; CEPENDANT, JE NE SUIS PAS DÉNUÉ DE MISÉRICORDE. IL Y AURA DES ÉPREUVES À VENIR. VOUS SEREZ TESTÉS. POURTANT, JE VOUS OFFRE UN PION – UNE PIÈCE À JOUER DANS CE JEU. » L'espace devant vous crépite d'énergie, avant de se déchirer finalement. De la faille que cette perturbation crée, un Profond s'écrase en avant et au sol, semblant souffrir autant que vous. Vous ne supposez pas qu'on leur a demandé de vous rejoindre poliment, alors...
ja: 「推測できるだろうが、お前のここへの到着は…仕組まれたものだ。お前の同盟者がこの過程を妨害しようとしたことが、彼らの終焉を招いた。だが、我も無慈悲ではない。これから試練が待ち受けている。お前は試されるのだ。しかし、我はお前に駒を与えよう―このゲームで使うための駒を。」 目の前の空間がエネルギーでパチパチと音を立て、やがて引き裂かれる。この擾乱が生み出した裂け目から、一人のディープワンが前方に突っ込み、地面に叩きつけられた。あなたと同じくらいの痛みを抱えているようだ。丁寧に仲間になるよう頼まれたわけではなさそうだ…。

source: data/events_darkone.xml$//event[@name="DARKONE_START_WEIRDENDING_PAYOUT"]/text
fr: « COMME VOUS POUVEZ LE COMPRENDRE, VOTRE ARRIVÉE ICI A ÉTÉ... ORGANISÉE. LES SPÉCIFICITÉS, BIEN QUE GROSSIÈREMENT EXÉCUTÉES, ONT ÉTÉ MISES EN ŒUVRE EXACTEMENT COMME JE L'AVAIS VOULU. CEPENDANT, PAR MES FORCES... IL A ÉTÉ RAPPORTÉ QUE VOTRE EFFECTIF SOUFFRAIT. INEXISTANT, POUR ÊTRE PRÉCIS. IL Y AURA DES ÉPREUVES À VENIR. VOUS SEREZ TESTÉS. POURTANT, JE NE SUIS PAS DÉNUÉ DE MISÉRICORDE. JE VOUS OFFRE UN PION – UNE PIÈCE À JOUER DANS CE JEU. » L'espace devant vous crépite d'énergie, avant de se déchirer finalement. De la faille que cette perturbation crée, un Profond s'écrase en avant et au sol, semblant souffrir autant que vous. Vous ne supposez pas qu'on leur a demandé de vous rejoindre poliment, alors...
ja: 「推測できるだろうが、お前のここへの到着は…仕組まれたものだ。詳細は、粗雑に実行されたものの、我が意図した通りに実行された。しかし、我が軍から…お前の人員が不足していると報告があった。特に、存在しないと。これから試練が待ち受けている。お前は試されるのだ。だが、我も無慈悲ではない。我はお前に駒を与えよう―このゲームで使うための駒を。」 目の前の空間がエネルギーでパチパチと音を立て、やがて引き裂かれる。この擾乱が生み出した裂け目から、一人のディープワンが前方に突っ込み、地面に叩きつけられた。あなたと同じくらいの痛みを抱えているようだ。丁寧に仲間になるよう頼まれたわけではなさそうだ…。

source: data/events_darkone.xml$//event[@name="DARKONE_START_NEUTRALENDING_PAYOUT"]/text
fr: « COMME VOUS POUVEZ LE COMPRENDRE, VOTRE ARRIVÉE ICI A ÉTÉ... ORGANISÉE. BIEN QUE VOTRE DÉCOUVERTE DE MON ÉMISSAIRE AIT ÉTÉ MOINS CALCULÉE, VOUS VOUS ÊTES MONTRÉ CAPABLE D'ARRIVER ICI EN GRANDE PARTIE INTACT. IL Y AURA DES ÉPREUVES À VENIR. VOUS SEREZ TESTÉS. POURTANT, JE NE SUIS PAS DÉNUÉ DE MISÉRICORDE. JE VOUS OFFRE DES RÉPARATIONS – PUISSIEZ-VOUS LES DÉPENSER SAPIEMMENT. » L'espace devant vous crépite d'énergie, avant de se déchirer finalement. De la faille que cette perturbation crée, une collection de butin s'écrase en avant et au sol. Vous n'êtes pas sûr de l'utilité immédiate de cela, mais vous n'êtes certainement pas insensible au geste...
ja: 「推測できるだろうが、お前のここへの到着は…仕組まれたものだ。我が使者をお前が発見したのは計算外だったが、それでもほとんど無傷でここまでたどり着いた能力を証明した。これから試練が待ち受けている。お前は試されるのだ。だが、我も無慈悲ではない。我はお前に賠償を与えよう―賢く使うがいい。」 目の前の空間がエネルギーでパチパチと音を立て、やがて引き裂かれる。この擾乱が生み出した裂け目から、戦利品の山が前方に突っ込み、地面に叩きつけられた。これがすぐに役立つかは分からないが、この気遣いに感謝しないわけではない…。

source: data/events_darkone.xml$//event[@name="DARKONE_START_GOODENDING_PAYOUT"]/text
fr: « COMME VOUS POUVEZ LE COMPRENDRE, VOTRE ARRIVÉE ICI A ÉTÉ... ORGANISÉE. CEPENDANT, JE COMPRENDS QUE CELA A PRIS PLUS DE TEMPS QUE DÉSIRÉ... JE SUIS CONSCIENT DE LA VALEUR DU TEMPS POUR DES ÊTRES TELS QUE VOUS. IL Y AURA DES ÉPREUVES À VENIR. VOUS SEREZ TESTÉS. POURTANT, JE NE SUIS PAS DÉNUÉ DE MISÉRICORDE. JE VOUS OFFRE LE TEMPS QUE VOUS CHERCHEZ DÉSESPÉRÉMENT – FAITES-EN CE QUE VOUS VOULEZ. » L'espace autour de vous crépite d'énergie, bien que vous ne soyez pas sûr de son but exact. Quoi qu'il en soit, il semble que vous et votre vaisseau ayez été bénis d'une certaine manière...
ja: 「推測できるだろうが、お前のここへの到着は…仕組まれたものだ。望んだよりも時間がかかったことは理解している…お前のような存在にとって時間の価値は承知している。これから試練が待ち受けている。お前は試されるのだ。だが、我も無慈悲ではない。我はお前が切望する時間を与えよう―好きにするがいい。」 周りの空間がエネルギーでパチパチと音を立てるが、その正確な目的は分からない。いずれにせよ、あなたとあなたの船は何らかの祝福を受けたようだ…。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/text
fr: Enfin, votre vaisseau s'arrête... où diable êtes-vous ? Toutes les consoles de votre vaisseau clignotent en rouge, s'allumant et s'éteignant ; les alarmes hurlent.
ja: ようやく船は停止した…一体ここはどこだ？船のコンソールはすべて赤く点滅し、警報が鳴り響いている。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/text
fr: Reprenez vos esprits.
ja: 状況を把握する。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/text
fr: Paniquer ne vous servira à rien, alors vous prenez un moment pour vous calmer et comprendre ce qui se passe. Votre Atlas indique que vous avez été tiré de nombreuses fois plus profondément dans le vide... ce n'est plus le territoire des Éclairés. Il y a de l'espoir, cependant ; des balises parsèment le secteur, et une sortie se trouve parmi elles.
ja: パニックになっても仕方ないので、一息ついて落ち着き、何が起こっているのかを把握する。アトラスによると、あなたは虚空のさらに奥深くまで引きずり込まれたようだ…ここはもうエンライテンドの領域ではない。しかし、希望はある。セクターにはビーコンが点在しており、その中に出口がある。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/text
fr: C'est ça, alors ! Foncez vers cette sortie !
ja: それだ！出口に向かって突っ走れ！

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/text
fr: Alors que vous élaborez un plan d'évasion, la même voix que vous aviez entendue auparavant revient, son volume écrasant résonnant à nouveau dans votre tête : « IL EST TEMPS QUE NOUS PARLIONS. DÉBATS-TOI, SI TU LE SOUHAITES – PEU IMPORTE. »
ja: 脱出計画を練っていると、以前聞いた声が再び頭の中に響き渡った。その圧倒的な音量で、「話す時が来た。もがくがいい、望むなら―大したことではない。」

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/text
fr: Luttez, impuissant, contre la voix alors qu'elle gronde parmi vos pensées.
ja: 思考の中で轟く声に対し、無力にもがく。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/text
fr: Vous sentez votre crâne se fendre davantage à chaque mot désincarné et résonnant qui force son chemin dans votre esprit. Quoi que soit cette chose, vous n'avez pas l'impression qu'elle vous parle autant qu'elle parle À TRAVERS vous. Malgré cela, vous trouvez la force en vous de serrer les dents et de marmonner les quelques paroles que vous pouvez...
ja: 心に押し入ってくる、実体のない響き渡る言葉の一つ一つに、頭蓋骨がさらに割れていくのを感じる。これが何であれ、あなたに話しかけているというよりは、あなたを通して話しているように感じる。それでも、あなたは歯を食いしばり、できる限りの言葉を呟く力を自分の中に見出す…。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/text
fr: Qu'... es-tu ? Où nous as-tu emmenés ? Pourquoi... ?
ja: 何…者だ？我々をどこへ連れてきた？なぜ…？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/text
fr: Un craquement assourdissant résonne dans votre tête, et vous tombez à genoux. Du venin et de l'agacement teintent les mots de l'entité mystérieuse alors qu'elle continue : « JE SAIS QUE VOUS DÉSIREZ LA VÉRITÉ – DES RÉPONSES. JE VOUS OFFRE LES MOYENS DE LES CHERCHER. CEPENDANT, SACHEZ CECI : VOUS N'ÊTES PAS LE PREMIER À VOUS CROIRE AU-DESSUS DE MES ÉLUS ; AU-DESSUS DE MA PAROLE. » La voix insiste avec un dédain particulier sur ce dernier mot, et vous réalisez ce qu'elle a dit... ses Élus. Ce n'est pas n'importe quelle voix, mais celle dont on vous a averti – le Dieu Sombre. Son attitude change à votre nouvelle clarté, et elle semble d'un calme étrange alors qu'elle poursuit : « NI... NE SERIEZ-VOUS LE PREMIER À PÉRIR ICI PAR SUITE DE VOTRE FIERTÉ. BEAUCOUP ME RECHERCHENT. VOUS AVEZ EU LE PLAISIR – OU, PEUT-ÊTRE, LE DÉPLAISIR – DE RENCONTRER UN TEL INDIVIDU DÉJÀ. »
ja: 頭の中で雷鳴のような亀裂が走り、あなたは膝から崩れ落ちる。謎の存在がさらに話す言葉には、毒と苛立ちが滲んでいる。「お前が真実―答え―を望んでいることは知っている。それを求める手段を提供しよう。だが、知っておけ：我が選ばれし者、我が言葉の上に自分を置こうと考えたのはお前が初めてではない。」 その声は最後の言葉に特に軽蔑的な強調を置き、あなたはそれが言ったことを理解する…その選ばれし者。これはただの声ではなく、警告されていたもの―闇の神だ。あなたの新たな明晰さにその態度は変わり、不気味なほど穏やかな声で続ける。「そして…お前のプライドの結果としてここで滅びるのもお前が初めてではない。多くが我を求める。お前はすでにそのような個人の一人に会う喜び―あるいは、不快―を経験している。」

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/text
fr: (Le Balafré) Voulez-vous dire... le Balafré ?
ja: （傷持つ者）まさか…「傷持つ者」のことか？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/event/text
fr: Bien que vous ne puissiez vous résoudre à prononcer ces mots, leur signification semble parvenir à l'envahisseur dans votre tête. Il reprend son ton haineux et grondant : « LE TRAÎTRE. IL DEVAIT TOUT PORTER – TOUT DEVENIR. IL SE CROIT AU-DESSUS DE MOI MAINTENANT. MÊME AINSI, IL PRÉFÉRERAIT SE TERRE DANS LES MÊMES OMBRES QU'IL DÉTESTE PLUTÔT QUE D'AFFRONTER SA PÉNITENCE ; MA COLÈRE. » Votre esprit est transpercé de douleur par la puissance du vitriol du Dieu Sombre, mais vous comprenez que toute la force de sa colère est dirigée ailleurs. À côté de vous, le Balafré crie ; l'espace autour de lui se déforme et se déchire, alors qu'il fait tout ce qui est en son pouvoir pour résister à la punition de l'entité. Après un certain temps, sa rage se calme, et son attention revient à vous avec la même attitude calme qu'il avait eue auparavant : « VOUS, D'UN AUTRE CÔTÉ... ÊTES PLUS FORT. IL LE SAIT, ET CHERCHE À L'EXPLOITER. JE LE SAIS AUSSI, AUSSI BIEN QUE JE SAIS TOUTES CHOSES, ET JE VOUS AI INVITÉ DANS MON ÉTREINTE EN CONSÉQUENCE. »
ja: 言葉を発することはできないが、その意味は頭の中の侵入者に伝わったようだ。それは憎しみに満ちた轟く声に戻る。「裏切り者め。すべてを背負い、すべてになるはずだった。今や我の上にいると思っている。それでも、己の悔い改め、我が怒りに直面するよりは、憎むべき影の中で怯えることを選ぶだろう。」 闇の神の辛辣な言葉の力に心が焼かれるが、その怒りの矛先が他に向いていることを理解する。あなたの隣で、傷持つ者が叫んでいる。その周りの空間は歪み、引き裂かれ、存在の罰に抵抗するために全力を尽くしている。しばらくして、その怒りは収まり、注意は先ほどと同じ穏やかな態度であなたに戻る。「一方、お前は…より強い。奴はそれを知り、利用しようとしている。我もそれを知っている、我があらゆることを知るように、そしてそれゆえにお前を我が抱擁に招いたのだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thescarred"]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/text
fr: (La Faim) Voulez-vous dire... la Faim ?
ja: （飢え）まさか…「飢え」のことか？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/event/text
fr: Bien que vous ne puissiez vous résoudre à prononcer ces mots, leur signification semble parvenir à l'envahisseur dans votre tête. Il reprend son ton haineux et grondant : « LE LIBÉRATEUR – OU, LES LIBÉRÉS. LEUR COLLECTIF A VOYAGÉ LOIN POUR ME RENCONTRER PERSONNELLEMENT. PLUS LOIN QUE LA PLUPART, CAR ILS ÉTAIENT POUSSÉS PAR UN DÉSIR DES PLUS PUISSANTS – CELUI D'OBTENIR LES MOYENS DE BRISER LEURS CHAÎNES. ILS ONT FAIT CE DONT J'AVAIS BESOIN, ET JE LEUR AI FOURNI CES MOYENS EN RETOUR. » Vous sentez votre regard dirigé quelque part, alors que vous êtes contraint contre votre gré de fixer le visage toujours vibrant de la Faim. Pour la première fois, vous vous sentez terrifié en regardant dans son viseur vide et obscurci – vous ne savez pas si c'est à cause d'une peur que vous avez pour elle, ou pour l'entité qui commande votre corps à sa guise. Quoi qu'il en soit, cette manipulation cesse finalement, et le Dieu Sombre reprend son discours avec la même attitude calme qu'il avait eue auparavant : « VOUS, D'UN AUTRE CÔTÉ... ÊTES ENCORE PLUS FORT. ILS LE SAVENT, ET SE TROUVENT EN BONNE COMPAGNIE. JE LE SAIS AUSSI, AUSSI BIEN QUE JE SAIS TOUTES CHOSES, ET JE VOUS AI INVITÉ DANS MON ÉTREINTE EN CONSÉQUENCE. »
ja: 言葉を発することはできないが、その意味は頭の中の侵入者に伝わったようだ。それは憎しみに満ちた轟く声に戻る。「解放者―あるいは、解放されし者。彼らの集合体は我に直接会うために遠くまで旅をしてきた。ほとんどの者よりも遠くへ、彼らを突き動かしたのは最も力強い欲望―その鎖を断ち切る手段を求める欲望だった。彼らは我が必要としたことを行い、我はその見返りに手段を提供した。」 あなたの視線がどこかに向けられ、意に反して「飢え」の絶えず振動する顔を見つめさせられる。初めて、その空っぽで曇ったバイザーを見つめると恐怖を感じる―それが彼らへの恐怖なのか、それともあなたの体を意のままに操る存在への恐怖なのかは分からない。いずれにせよ、この操り人形状態はやがて終わり、闇の神は先ほどと同じ穏やかな態度であなたに話し始める。「一方、お前は…さらに強い。彼らはそれを知り、良き仲間を見つけたと感じている。我もそれを知っている、我があらゆることを知るように、そしてそれゆえにお前を我が抱擁に招いたのだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="unique_thehunger"]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/text
fr: (Le Fou) Voulez-vous dire... le Fou ?
ja: （愚か者）まさか…「愚か者」のことか？
