Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_darkone.xml/*.po
Languages: fr, ja

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/text
fr: « LES LUMIÈRE-NÉES... AVAIENT TOUT ABANDONNÉ, COMME ELLES LE DÉSIRAIENT. » Il y a une pause, alors que le Dieu Sombre semble méditer, « OU, DU MOINS C'EST CE QUE LE RÊVE RACONTE... BIEN QUE, QU'EST-CE QUI REND LA RÉALITÉ PLUS TANGIBLE ? CE SONT LES RÊVES — LES DÉSIRS — QUI LA FAÇONNENT, APRÈS TOUT. »
ja: 「ライトボーンは…彼らが望んだように、すべてを誓い捨てた。」闇の神が何かを考えているように、間がある。「あるいは、夢はそう語る…しかし、何が現実をより具体的にするのか？結局のところ、それを形作るのは夢―欲望―なのだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="dd_prophecyoftheendwitnessed"]/text
fr: (Prophétie Témoignée) La vérité... derrière la Prophétie.
ja: （預言の目撃）預言の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="dd_prophecyoftheendwitnessed"]/event/text
fr: « LA PROPHÉTIE... EST TELLE QUE VOUS L'AVEZ VUE. LA VÉRITÉ, DE LA FIN DE TOUT. » Il y a une pause, alors que le Dieu Sombre semble méditer, « C'EST LE RÉSULTAT DE CALCULS SANS FIN ET RIGOUREUX — L'ŒUVRE DE MA VIE. J'EN SUIS AUSSI CERTAIN QUE VOUS L'ÊTES DE L'AIR QUE VOUS RESPIRÉS. ET, POURTANT... JE LE CRAINS. LE POUVOIR DANS UN NOM. C'EST AVEC UN PROFOND REGRET QUE JE DOIS TOUS LES PRENDRE, DE PEUR QUE CE JOUR FATIDIQUE DE DANSE NE SOIT COMPROMIS. »
ja: 「預言は…お前が見た通りだ。すべての終わりの真実。」闇の神が何かを考えているように、間がある。「それは終わりのない、厳密な計算の結果だ―私のライフワークだ。私は、お前が呼吸する空気のように、それに確信を持っている。そして、それでも…私はそれを恐れている。名に宿る力を。運命の舞の日が損なわれないように、私はそれらをすべて奪わなければならないことに深い後悔を感じる。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="dd_prophecyoftheendwitnessed"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[21]/text
fr: La vérité... derrière ce que vous êtes.
ja: あなたの…正体の背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[21]/event/text
fr: « CE QUE JE SUIS... » Il y a une pause, alors que le Dieu Sombre semble méditer, « ...EST DIFFÉRENT DE CE QUE J'ÉTAIS. ABANDONNÉ. J'AVAIS REMPLI MON OBJECTIF. JE CHERCHE MAINTENANT À SERVIR DE NOUVEAUX OBJECTIFS — À SATISFAIRE DE NOUVEAUX DÉSIRS. AINSI SOIT-IL. »
ja: 「私が何であるか…」闇の神が何かを考えているように、間がある。「…私が何であったかとは違う。見捨てられた。私は自分の目的を果たした。私は今、新しい目的を果たし、新しい欲望を満たすことを求めている。かくしてそれは成されるだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[21]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[22]/text
fr: La vérité... derrière ce que vous voulez.
ja: あなたが何を望んでいるのか…その背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[22]/event/text
fr: « CE QUE JE VEUX... S'ACCORDE AVEC CE QUE VOUS VOULEZ. PLUS À VOIR, PLUS À FAIRE... » Il y a une pause, alors que le Dieu Sombre semble méditer, « ...TOUT SERA ACCOMPLI. UNE DANSE SANS FIN DE DÉSIR ET D'ACCOMPLISSEMENT, RÉSONNANT À TRAVERS LE PASSÉ, LE PRÉSENT ET LE FUTUR — UN APPEL EUPHORIQUE QUI TRANSCENDE TOUTE FRONTIÈRE PRÉCONÇUE. JE BRISERAI DES PLANÈTES, LES ÉTOILES QUI LES ENTOURENT — MÊME L'ESPACE DANS LEQUEL ELLES RÉSIDENT... ET JE LEUR DONNERAI À TOUTES UN NOUVEAU SENS. »
ja: 「私が望むものは…お前が望むものと一致している。もっと見たいもの、もっとやりたいこと…」闇の神が何かを考えているように、間がある。「…それはすべて成されるだろう。欲望と充足の終わりのない舞、過去、現在、未来に響き渡る―どんな既成概念の境界も突き破る陶酔的な呼び声。私は惑星を、それらが囲む星々を、それらが存在する空間さえも砕き…そして、それらすべてに新しい意味を与えるだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[22]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[23]/text
fr: La vérité... derrière votre pouvoir.
ja: あなたの力の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[23]/event/text
fr: « MON POUVOIR... EST SANS FIN. INCESSANT. IL A ÉTÉ VU DANS SA CRÉATION. » Il y a une pause, alors que le Dieu Sombre semble méditer, « MÊME AU-DELÀ DE MA VOLONTÉ, IL DÉTIENT CETTE FORCE IMMUABLE. JE NE PEUX ME FATIGUER, COMME IL NE PEUT. JE NE PEUX FAILLIR, COMME IL NE PEUT. JE NE PEUX MOURIR, COMME IL NE PEUT. LE DÉSIR N'EST RIEN D'AUTRE QUE SANS LIMITES — ET JE NE SUIS RIEN SANS DÉSIR. »
ja: 「私の力は…無限だ。絶え間ない。その創造において、それはそう見なされた。」闇の神が何かを考えているように、間がある。「私の意志を超えてさえ、それはこの不変の力を持っている。それができないように、私も疲れることはない。それができないように、私も揺らぐことはない。それができないように、私も死ぬことはない。欲望は無限に他ならず―そして、欲望なくして私は何者でもない。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[23]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[24]/text
fr: La vérité... derrière votre association avec les noms.
ja: あなたの名前との関連の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[24]/event/text
fr: « MON ASSOCIATION AVEC LES NOMS... EN EFFET, VOUS DÉCOUVRIREZ QUE CEUX QUI SONT TOUCHÉS PAR MOI EN SONT DÉPOURVUS. EN VÉRITÉ... » Il y a une pause, alors que le Dieu Sombre semble méditer, « ...ILS SONT MA PLUS GRANDE FAIBLESSE. LORSQUE LA PROPHÉTIE SERA ACCOMPLIE — QUAND MES AILES S'ENVOLETERONT, MA LAME FRAPPRA ET MON BOUCLIER TIENDRA BON — CE NE POURRA ÊTRE RIEN D'AUTRE QU'UN NOM QUI ARRÊTERA MA DANSE. PEU IMPORTE LE NOMBRE DE VARIABLES BRANCHÉES, DE POSSIBILITÉS PRISES EN COMPTE OU DE SCÉNARIOS HYPOTHÉTIQUES — C'EST CE RÉSULTAT QUI RESTE CONSTANT DANS MES CALCULS. AINSI... JE JUGE APPROPRIÉ DE LES PRENDRE TOUS, AVANT QUE CE JOUR N'ARRIVE. QUANT À LA RAISON POUR LAQUELLE JE SUIS CONFIANT DE VOUS DIRE CELA, MALGRÉ LE FAIT DE RENONCER À PRENDRE VOTRE PROPRE NOM... EH BIEN, IL SEMBLERAIT QUE QUELQU'UN M'AIT PRÉCÉDÉ. »
ja: 「名前との私の関連…確かに、私に触れられた者たちはそれらを欠いていることが分かるだろう。実際には…」闇の神が何かを考えているように、間がある。「…それらは私の最大の弱点だ。預言が成就した時―我が翼が舞い上がり、我が刃が打ち、我が盾が固く守る時―私の舞を止めることができるのは、名前に他ならない。どんなに変数を差し込んでも、可能性を考慮しても、仮説的なシナリオを立てても―この結果は私の計算の中で一定のままだ。そのため…その日が来る前に、それらをすべて奪うのが適切だと見ている。なぜ私が、お前自身の名前を奪うことを断念したにもかかわらず、これを自信を持って話せるのかというと…まあ、誰かが私より先にそれをやったようだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[24]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[25]/text
fr: La vérité... derrière les Êtres des Abysses.
ja: ディープワンの…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[25]/event/text
fr: « LES ÊTRES DES ABYSSES... SONT PARMI BEAUCOUP. POUR CELA, VOUS LES CONSIDÉRERIEZ COMME ORDINAIRES. » Il y a une pause, alors que le Dieu Sombre semble méditer, « POURTANT, ILS ME SERVENT ICI — DANS CE COIN DU MULTIVERS. ILS NE SONT PAS UNIQUES POUR CELA NON PLUS ; BEAUCOUP SERVENT MA VOLONTÉ, DANS DE NOMBREUX COINS. MÊME ALORS — ILS SONT REMERCIÉS ET RÉCOMPENSÉS POUR LEURS EFFORTS. DEPUIS DES TEMPS IMMÉMORIAUX, ILS ONT DÉSIRÉ ÊTRE LAISSÉS SEULS. AINSI SOIT-IL. »
ja: 「ディープワンは…多くのうちの一つだ。このため、お前は彼らをただの普通のものだと思うだろう。」闇の神が何かを考えているように、間がある。「しかし、彼らはここで私に仕えている―このマルチバースの隅で。それだけでユニークというわけでもない。多くの者が、多くの隅で、我が意志に仕えている。それでも―彼らはその努力に対して感謝され、報われている。太古の昔から、彼らは放っておかれることを望んできた。かくしてそれは成されるだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[25]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[26]/text
fr: La vérité... derrière le vide de l'Éclairé.
ja: エンライテンドの虚空の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[26]/event/text
fr: « LEUR VIDE, ET MON DOMAINE PAR EXTENSION... NE SONT PAS DES FABRICATIONS DE MA CONCEPTION. VOUS DÉCOUVRIREZ QUE, PARMI CEUX QUE J'AI DOTÉS... J'AI PRIS À MON TOUR. CE QUI EST DE VALEUR POUR L'UN, PEUT ÊTRE DONNÉ LIBREMENT PAR L'AUTRE. » Il y a une pause, alors que le Dieu Sombre semble méditer, « MAINTENANT — DE QUI EST LA CONCEPTION, VOUS LE DÉCOUVRIREZ BIENTÔT... SI CE N'EST PAS DÉJÀ FAIT. »
ja: 「彼らの虚空、そして延長線上の我が領域は…私の設計による捏造ではない。私が贈った者たちの中で…私は順番に奪ってきたことが分かるだろう。ある者にとって価値のあるものは、別の者によって自由に与えられるかもしれない。」闇の神が何かを考えているように、間がある。「さて―それが誰の設計であるかについては、お前はすぐに知ることになるだろう…もし、まだ知らなければ。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[26]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[27]/text
fr: La vérité... derrière mon désir.
ja: 私の欲望の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[27]/event/text
fr: « VOTRE DÉSIR... EST INCALCULABLE. POURTANT, JE PEUX RENDRE COMPTE DE CE QUI SEMBLE VOUS ANIMER : LA GUERRE, LES DÉCHETS, LES AMIS, LES ENNEMIS, LES ARMES ET — EN PARTICULIER — LES VAISSEAUX... » Il y a une pause, alors que le Dieu Sombre semble méditer, « ...C'EST COMME SI VOUS AVIEZ L'INTENTION DE TOUS LES PILOTER. N'EST-CE PAS UN... DÉSIR CURIEUX ? »
ja: 「お前の欲望は…計算不可能だ。しかし、お前を駆り立てるように見えるものは説明できる：戦争、ガラクタ、友人、敵、武器、そして―特に―船…」闇の神が何かを考えているように、間がある。「…まるでお前がそれらすべてを操縦するつもりであるかのようだ。それは…奇妙な欲望ではないか？」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[27]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[28]/text
fr: La vérité... derrière ce que l'avenir réserve.
ja: 未来が何を秘めているのか…その背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[28]/event/text
fr: « L'AVENIR RÉSERVE... BEAUCOUP. » Il y a une pause, alors que le Dieu Sombre semble méditer, « VOTRE « RÉBELLION » HUMAINE SE BAT POUR LE CONTRÔLE DE CE VIDE, MAIS CELA IMPORTE PEU. J'AI D'AUTRES PIÈCES À JOUER. VOUS AUSSI, J'IMAGINE. SACHEZ CECI : CE N'EST PAS LA FIN. »
ja: 「未来には…多くのことがある。」闇の神が何かを考えているように、間がある。「お前たち人間の『反乱』はこの虚空の支配権を争っているが、それは大したことではない。私にはまだ他に使う駒がある。お前にもあるだろう、と想像する。これを知っておけ：これで終わりではない。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[28]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE CALCULE... QUE CE N'EST QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…計算している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="1"]/event/text
fr: Cette fois, cependant... il en reste tout autant. Le Dieu Sombre semble en avoir fini avec vous, pour l'instant.
ja: しかし、今回は…それも同じだ。闇の神は、今のところ、あなたとは終わりにしたようだ。
