Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_darkone.xml/*.po
Languages: fr, ja

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/event/text
fr: Bien que vous ne puissiez vous résoudre à prononcer ces mots, leur signification semble parvenir à l'envahisseur dans votre tête. Il reprend son ton haineux et grondant : « UN SURNOM QU'IL N'A PAS PRIS À LA LÉGÈRE. IL EST VENU ME CHERCHER DES DONS, ET LES A TROUVÉS EN ABONDANCE. JE N'AI DEMANDÉ QUE PEU EN RETOUR, ET POURTANT IL CHERCHE ENCORE À ME SAPER ; MA VOLONTÉ. » Votre esprit est transpercé de douleur par la puissance du vitriol du Dieu Sombre, mais vous comprenez que toute la force de sa colère est dirigée ailleurs. À côté de vous, le Fou hurle ; de la matière infectée par la Peste des Âmes suinte sans fin de chaque orifice de sa coquille, tandis que son extérieur s'avère inutile contre le tourment inconnaissable de l'entité. Après un certain temps, cette torture se calme, et l'attention de la voix revient à vous avec la même attitude calme qu'il avait eue auparavant : « VOUS, D'UN AUTRE CÔTÉ... ÊTES PLUS FORT. IL LE SAIT, ET CHERCHE À L'EXPLOITER. JE LE SAIS AUSSI, AUSSI BIEN QUE JE SAIS TOUTES CHOSES, ET JE VOUS AI INVITÉ DANS MON ÉTREINTE EN CONSÉQUENCE. »
ja: 言葉を発することはできないが、その意味は頭の中の侵入者に伝わったようだ。それは憎しみに満ちた轟く声に戻る。「彼が軽々しく名乗ったわけではない称号だ。彼は贈り物を求めて我のもとへ来た、そして豊富にそれを見つけた。我は見返りにほとんど求めなかったが、それでも彼は我を、我が意志を、損なおうとする。」 闇の神の辛辣な言葉の力に心が焼かれるが、その怒りの矛先が他に向いていることを理解する。あなたの隣で、「愚か者」が叫んでいる。彼の殻のあらゆる開口部からソウルプレイグに感染した物質が絶え間なく流れ出し、その外殻は存在の計り知れない苦痛に対して無力であることが証明される。しばらくして、この拷問は収まり、声の注意は先ほどと同じ穏やかな態度であなたに戻る。「一方、お前は…より強い。彼はそれを知り、利用しようとしている。我もそれを知っている、我があらゆることを知るように、そしてそれゆえにお前を我が抱擁に招いたのだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/text
fr: (L'Héroïne) Voulez-vous dire... l'Héroïne ?
ja: （ヒロイン）まさか…ヒロインのことか？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/event/text
fr: Bien que vous ne puissiez vous résoudre à prononcer ces mots, leur signification semble parvenir à l'envahisseur dans votre tête. Il reprend son ton haineux et grondant : « VOUS NE POURRIEZ ÊTRE PLUS ÉLOIGNÉ DE LA VÉRITÉ. À CELLE-CI, JE NE DONNERAIS RIEN – SAUF UNE MORT EXCRUCIANTE. DIRE QUE VOUS SOUTENEZ SON INSOLENCE NE FAIT QUE TESTER MA PATIENCE. » Votre esprit est transpercé de douleur par la puissance du vitriol du Dieu Sombre, mais vous comprenez que toute la force de sa colère est dirigée ailleurs. À côté de vous, l'Héroïne semble préoccupée ; enfermée dans une bataille avec une armée apparemment sans fin de tentacules. Chacune s'élève du sol, frappe, et voit son attaque interrompue par un rapide tour de sa lance. Après un certain temps, cette mascarade prend fin, et l'attention de la voix revient à vous avec la même attitude calme qu'il avait eue auparavant : « UN JOUR, J'AURAI SA TÊTE. VOUS, D'UN AUTRE CÔTÉ... ÊTES PLUS FORT QU'ELLE. ELLE LE SAIT, ET CHERCHE À L'EXPLOITER. JE LE SAIS AUSSI, AUSSI BIEN QUE JE SAIS TOUTES CHOSES, ET JE VOUS AI INVITÉ DANS MON ÉTREINTE EN CONSÉQUENCE. »
ja: 言葉を発することはできないが、その意味は頭の中の侵入者に伝わったようだ。それは憎しみに満ちた轟く声に戻る。「真実からこれほど遠いことはない。こいつには何も与えぬ―耐え難い死を除いてはな。お前が彼女の無礼に与すると言うことは、我が忍耐を試すに過ぎん。」 闇の神の辛辣な言葉の力に心が焼かれるが、その怒りの矛先が他に向いていることを理解する。あなたの隣で、ヒロインは preoccupied のようだ。果てしなく続くように見える触手の軍勢との戦いに没頭している。それぞれが地面から現れ、一撃を繰り出すが、彼女の槍の素早い一振りによって攻撃は断ち切られる。しばらくして、この茶番は終わり、声の注意は先ほどと同じ穏やかな態度であなたに戻る。「いつか、奴の首を取ってやる。一方、お前は…彼女よりも強い。彼女はそれを知り、利用しようとしている。我もそれを知っている、我があらゆることを知るように、そしてそれゆえにお前を我が抱擁に招いたのだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/text
fr: (Le Ministre) Voulez-vous dire... le Ministre ?
ja: （ミニスター）まさか…ミニスターのことか？

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/event/text
fr: Vous attendez une réponse, but your head is suddenly, and eerily, quiet. Looking over at the Minister, he seems puzzled by your display of pain on the floor, « Something the matter, Renégat ? Est-ce votre première fois dans le domaine de la Tempête, ou vous sentez-vous simplement mal de l'espace ? » Vainly, you try to speak, but only manage to cough up blood in his general direction. Amused, he smirks, « It is all a bit overwhelming the first time, isn't it... oh, no matter. I'll fetch something for you to retch into. » As he leaves the room, you feel the tension in the air return as the Dark God finally speaks with that same, calm demeanor it'd had earlier, « PAY THE OLD MAN LITTLE MIND. I HAVE NOTHING WITH WHICH TO TELL HIM. YOU, ON THE OTHER HAND... ARE STRONGER THAN HIM. HE KNOWS THIS, AND SEEKS TO EXPLOIT IT. I KNOW THIS AS WELL, AS THOROUGHLY AS I KNOW ALL THINGS, AND HAVE INVITED YOU INTO MY EMBRACE ACCORDINGLY. »
ja: 返事を期待していると、頭の中が突然、不気味なほど静かになる。ミニスターの方を見ると、床で苦しむあなたの姿に戸惑っているようだ。「どうした、レネゲイド？嵐の領域は初めてか、それともただの宇宙酔いか？」虚しくも話そうとするが、彼の方向に血を吐き出すことしかできない。面白そうに彼はにやりと笑う。「最初は少し圧倒されるものだろう…まあ、いい。吐くものを持ってきてやろう。」 彼が部屋を出て行くと、空気中の緊張感が戻り、闇の神がようやく先ほどと同じ穏やかな態度で話し始める。「あの老人のことは気にするな。彼に伝えることは何もない。一方、お前は…彼よりも強い。彼はそれを知り、利用しようとしている。我もそれを知っている、我があらゆることを知るように、そしてそれゆえにお前を我が抱擁に招いたのだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[@req="ddunique_theminister"]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
fr: Alors, de retour dans le secteur des Profonds...
ja: では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/text
fr: Je ne suis... pas sûr d'avoir eu.
ja: 会った覚えは…ないな。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/event/text
fr: Une série de sons – semblables à un rire puissant et chaleureux, réalisez-vous – résonnent dans votre tête, vous forçant à vaciller une fois de plus. « NON, PEUT-ÊTRE PAS. ARRIVER JUSQU'ICI, AVEC SEULEMENT UNE COMPAGNIE NON INITIÉE, CEPENDANT... PEUT-ÊTRE ÊTES-VOUS PLUS FORT QUE JE NE L'AVAIS CALCULÉ. VOTRE INVITATION ICI SE PROUVE FONDÉE. »
ja: 一連の音―力強い、心からの笑い声のようなものだと気づく―が頭の中で鳴り響き、あなたは再びよろめく。「いや、そうかもしれんな。未熟な仲間だけでここまで来たとは…おそらくお前は我が計算していたよりも強い。ここへのお前の招待は正当なものだったと証明された。」

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/event/choice[@req="dd_enlightenedstart_badending_reward"]/text
fr: Mon... invitation ? Alors, de retour dans le secteur des Profonds...
ja: 私の…招待？では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/event/choice[@req="dd_enlightenedstart_weirdending_reward"]/text
fr: Mon... invitation ? Alors, de retour dans le secteur des Profonds...
ja: 私の…招待？では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/event/choice[@req="dd_enlightenedstart_neutralending_reward"]/text
fr: Mon... invitation ? Alors, de retour dans le secteur des Profonds...
ja: 私の…招待？では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="0"]/event/choice/event/choice/event/choice/event/choice[6]/event/choice[@req="dd_enlightenedstart_goodending_reward"]/text
fr: Mon... invitation ? Alors, de retour dans le secteur des Profonds...
ja: 私の…招待？では、ディープワンセクターでのことは…

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/text
fr: Reprenez vos esprits.
ja: 状況を把握する。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/text
fr: Paniquer ne vous servira à rien, alors vous prenez un moment pour vous calmer et comprendre ce qui se passe. Votre Atlas indique que vous avez été tiré de nombreuses fois plus profondément dans le vide... ce n'est plus le territoire des Éclairés. Il y a de l'espoir, cependant ; des balises parsèment le secteur, et une sortie se trouve parmi elles.
ja: パニックになっても仕方ないので、一息ついて落ち着き、何が起こっているのかを把握する。アトラスによると、あなたは虚空のさらに奥深くまで引きずり込まれたようだ…ここはもうエンライテンドの領域ではない。しかし、希望はある。セクターにはビーコンが点在しており、その中に出口がある。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/choice/text
fr: C'est ça, alors ! Foncez vers cette sortie !
ja: それだ！出口に向かって突っ走れ！

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/choice/event/text
fr: Alors que vous élaborez un plan d'évasion, la même voix que vous aviez entendue auparavant résonne dans votre tête : « DANS MON ÉTREINTE, JE VOUS ACCUEILLE. POURTANT, MA VOLONTÉ POURRIT ENCORE. DÉSIREZ UNE INTERVENTION, ET ELLE SERA FAITE. » Sur ce, vous sentez vos fardeaux allégés... et puis les ombres extérieures commencent à lacérer votre vaisseau ! Foncez vers la sortie !
ja: 脱出計画を練っていると、以前聞いた声が頭に響く。「我が抱擁に、お前を歓迎する。だが我が意志はまだ燻っている。介入を望め、さすれば成されるだろう。」そう言うと、あなたの負担が軽くなるのを感じる…そして外の影が船を引っ掻き始めた！出口に向かって走れ！

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/text
fr: Préparez-vous à vous défendre !
ja: 防御の準備を！

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="1"]/event/text
fr: Alors que vous vous préparez au combat, l'une de vos consoles clignote. C'est le signal de Kyr et Lilith... ils sont là aussi. Vous pourrez peut-être les atteindre.
ja: 戦闘の準備をしていると、コンソールの一つが点滅する。キールとリリスの信号だ…彼らもここにいる。まだ彼らにたどり着けるかもしれない。

source: data/events_darkone.xml$//event[@name="DARKONE_START"]/choice[@req="darkone_alignment" and @lvl="1"]/event/choice/event/choice[@req="dd_kyrandlilith_darkgodlocation" and @lvl="0"]/text
fr: Préparez-vous à vous défendre !
ja: 防御の準備を！

source: data/events_darkone.xml$//event[@name="DARKONE_RUN"]/text
fr: L'obscurité, ici aussi, ravage votre coque. Courez, ou repoussez-la, avant qu'elle ne cause des dégâts sérieux !
ja: ここでも闇が船体を破壊している。深刻なダメージを受ける前に、逃げるか、追い払うかだ！

source: data/events_darkone.xml$//event[@name="DARKONE_RUN"]/choice[@req="darkone_alignment"]/text
fr: Je désire... une intervention.
ja: 私は…介入を望む。

source: data/events_darkone.xml$//event[@name="DARKONE_RUN"]/choice[@req="unique_thescarred"]/text
fr: (Le Balafré) « Permets-moi... de séparer ces ténèbres, aussi. »
ja: （傷持つ者）「私にも…この闇を切り裂かせてくれ。」

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DARKNESSSHIP_DEFEATED"]/text
fr: L'obscurité détruite, il n'y a plus d'énergie pour que les obélisques la canalisent.
ja: 闇が破壊され、オベリスクがエネルギーをチャネリングすることができなくなった。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_BEGINNER_SUCCESS"]/text
fr: L'Obélisque Sombre et sa progéniture d'un autre monde tombent, et ce rire retentit à nouveau : « UN DÉSIR ARDENT EN EFFET. VOUS M'AVEZ RÉCOMPENSÉ, ET JE VOUS RÉCOMPENSERAI DONC... POUSSEZ EN AVANT. VOTRE CONVICTION VOUS MÈNERA LOIN ICI. » Un prix pour vos efforts se manifeste à vos côtés, et vous vous préparez à vous aventurer plus loin dans la folie à venir.
ja: 闇のオベリスクとその異世界の眷属が倒れ、再びあの笑い声が響き渡る。「燃えるような欲望だな。お前は我に報いた、ゆえに我もお前に報いよう…前進せよ。お前の信念はここで遠くまで導くだろう。」あなたの努力の褒美が隣に現れ、あなたは前方の狂気へとさらに進む準備をする。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_BEGINNER"]/text
fr: Votre désir est entendu, et une vague d'énergie d'un autre monde rugit : « RÉUSSIR ? QUE CELA SOIT VRAI. » Vous n'avez pas l'impression que c'était quelque chose que vous auriez vraiment souhaité, et pourtant vous l'avez souhaité quand même... une autre vague d'énergie vous submerge, et vous comprenez que votre épreuve a commencé ! Vous devrez méditer sur l'existence du libre arbitre une autre fois.
ja: あなたの欲望は聞かれ、異世界のエネルギーの波が轟く。「…成功することを？その願い、叶えよう。」これが本当に望んだことだとは思えないが、それでもあなたは望んでしまった…別のエネルギーの波があなたを襲い、試練が始まったことを理解する！自由意志の存在については、また別の機会に考えることにしよう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_BEGINNER"]/choice/event/text
fr: Un étrange obélisque tordu apparaît... il semble puiser son énergie dans l'obscurité extérieure. Si vous pouvez détruire l'obscurité, l'obélisque ne pourra plus canaliser d'énergie, mais vous pouvez alternativement choisir de vous concentrer uniquement sur la destruction de l'obélisque. Détruire l'obscurité n'est pas nécessaire pour surpasser l'épreuve.
ja: 奇妙な、ねじれたオベリスクが現れる…外の闇の力を引き出しているようだ。闇を破壊すれば、オベリスクはもはやエネルギーをチャネリングできなくなるが、代わりにオベリスクの破壊に集中することもできる。試練を乗り越えるために闇を破壊する必要はない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE_SUCCESS"]/text
fr: Les Obélisques Sombres et leur progéniture d'un autre monde tombent, et ce rire retentit à nouveau : « UN DÉSIR ARDENT EN EFFET. VOUS M'AVEZ RÉCOMPENSÉ, ET JE VOUS RÉCOMPENSERAI DONC... POUSSEZ EN AVANT. VOTRE CONVICTION VOUS MÈNERA LOIN ICI. » Un prix pour vos efforts se manifeste à vos côtés...
ja: 闇のオベリスクとその異世界の眷属が倒れ、再びあの笑い声が響き渡る。「燃えるような欲望だな。お前は我に報いた、ゆえに我もお前に報いよう…前進せよ。お前の信念はここで遠くまで導くだろう。」あなたの努力の褒美が隣に現れる…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE_SUCCESS"]/choice/event/text
fr: ...ainsi qu'un autre. Avec vos nouveaux dons à portée de main, vous vous préparez à vous aventurer plus loin dans la folie à venir.
ja: …そしてもう一つ。新たな贈り物を手に、あなたは前方の狂気へとさらに進む準備をする。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE"]/text
fr: Votre désir est entendu, et une vague d'énergie d'un autre monde rugit : « CRIER ? QUE CELA SOIT VRAI. » Vous n'avez pas l'impression que c'était quelque chose que vous auriez vraiment souhaité, et pourtant vous l'avez souhaité quand même... une autre vague d'énergie vous submerge, et vous comprenez que votre épreuve a commencé ! Vous devrez méditer sur l'existence du libre arbitre une autre fois.
ja: あなたの欲望は聞かれ、異世界のエネルギーの波が轟く。「…叫ぶことを？その願い、叶えよう。」これが本当に望んだことだとは思えないが、それでもあなたは望んでしまった…別のエネルギーの波があなたを襲い、試練が始まったことを理解する！自由意志の存在については、また別の機会に考えることにしよう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE"]/triggeredEvent/triggeredEventBox/tooltip
fr: Votre épreuve est en cours...
ja: あなたの試練は進行中…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE"]/choice/event/text
fr: Un étrange obélisque tordu apparaît... il semble puiser son énergie dans l'obscurité extérieure. Si vous pouvez détruire l'obscurité, l'obélisque ne pourra plus canaliser d'énergie, mais vous pouvez alternativement choisir de vous concentrer uniquement sur la destruction de l'obélisque. Détruire l'obscurité n'est pas nécessaire pour surpasser l'épreuve.
ja: 奇妙な、ねじれたオベリスクが現れる…外の闇の力を引き出しているようだ。闇を破壊すれば、オベリスクはもはやエネルギーをチャネリングできなくなるが、代わりにオベリスクの破壊に集中することもできる。試練を乗り越えるために闇を破壊する必要はない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE_SECONDOBELISK"]/text
fr: Une autre vague d'énergie pulse, tandis que votre épreuve s'aggrave...
ja: 試練が悪化するにつれて、別のエネルギーの波が脈打つ…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_INTERMEDIATE_SECONDOBELISK"]/choice/event/text
fr: ...et un autre obélisque apparaît.
ja: …そして別のオベリスクが現れる。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SUCCESS"]/text
fr: Les Obélisques Sombres et leur progéniture d'un autre monde tombent, et ce rire retentit à nouveau : « UN DÉSIR ARDENT EN EFFET. VOUS M'AVEZ RÉCOMPENSÉ, ET JE VOUS RÉCOMPENSERAI DONC. » Un prix pour vos efforts se manifeste à vos côtés...
ja: 闇のオベリスクとその異世界の眷属が倒れ、再びあの笑い声が響き渡る。「燃えるような欲望だな。お前は我に報いた、ゆえに我もお前に報いよう。」あなたの努力の褒美が隣に現れる…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SUCCESS"]/choice/event/text
fr: ...ainsi qu'un autre...
ja: …そしてもう一つ…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SUCCESS"]/choice/event/choice/event/text
fr: ...ainsi qu'un... Élu des Profonds ?! Vous supposez qu'il s'agit d'un envahisseur et vous vous préparez à vous défendre, mais, à votre surprise, il commence à s'incliner tandis que vous entendez à nouveau la voix : « SERVIR, C'EST DÉSIRER FAIRE PARTIE DE QUELQUE CHOSE DE PLUS GRAND. CELUI-CI ME SERT, COMME VOUS AVEZ SERVI MON AMUSEMENT ; AINSI JE VOUS SERS. AINSI ILS VOUS SERVENT. » Le silence tombe, et vous restez avec la présence troublante de votre nouveau compagnon... de quel côté est le Dieu Sombre, vraiment ? Est-ce que tout cela n'est qu'un jeu pour eux ? Vous ne recevez aucune réponse, mais la seule et claire vérité est que l'un de ses guerriers les plus vénérés siège désormais parmi vos rangs.
ja: …そして…ディープワンの選ばれし者？！あなたはこれが侵入者だと考え、身を守る準備をするが、驚いたことに、再び声が聞こえると彼らは頭を下げ始めた。「仕えることは、より大きなものの一部であることを望むことだ。この者は我に仕える、お前が我が娯楽に仕えたように。ゆえに我はお前に仕える。ゆえに彼らはお前に仕える。」沈黙が訪れ、あなたは新たな仲間の不気味な存在感と共に残される…闇の神は一体どちらの味方なのか？これはすべて彼らにとってゲームに過ぎないのか？答えは得られないが、唯一明らかな真実は、その最も尊敬される戦士の一人が今やあなたの仲間の中にいるということだ。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SUCCESS"]/choice/event/choice/event/crewMember
fr: Nervasdren
ja: ネルヴァスドレン

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT"]/text
fr: Votre désir est entendu, et une vague d'énergie d'un autre monde rugit : « SOUFFRIR ? QUE CELA SOIT VRAI. » Vous n'avez pas l'impression que c'était quelque chose que vous auriez vraiment souhaité, et pourtant vous l'avez souhaité quand même... une autre vague d'énergie vous submerge, et vous comprenez que votre épreuve a commencé ! Vous devrez méditer sur l'existence du libre arbitre une autre fois.
ja: あなたの欲望は聞かれ、異世界のエネルギーの波が轟く。「…苦しむことを？その願い、叶えよう。」これが本当に望んだことだとは思えないが、それでもあなたは望んでしまった…別のエネルギーの波があなたを襲い、試練が始まったことを理解する！自由意志の存在については、また別の機会に考えることにしよう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT"]/triggeredEvent/triggeredEventBox/tooltip
fr: Votre épreuve est en cours...
ja: あなたの試練は進行中…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT"]/choice/event/text
fr: Un étrange obélisque tordu apparaît... il semble puiser son énergie dans l'obscurité extérieure. Si vous pouvez détruire l'obscurité, l'obélisque ne pourra plus canaliser d'énergie, mais vous pouvez alternativement choisir de vous concentrer uniquement sur la destruction de l'obélisque. Détruire l'obscurité n'est pas nécessaire pour surpasser l'épreuve.
ja: 奇妙な、ねじれたオベリスクが現れる…外の闇の力を引き出しているようだ。闇を破壊すれば、オベリスクはもはやエネルギーをチャネリングできなくなるが、代わりにオベリスクの破壊に集中することもできる。試練を乗り越えるために闇を破壊する必要はない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SECONDOBELISK"]/text
fr: Une autre vague d'énergie pulse, tandis que votre épreuve s'aggrave...
ja: 試練が悪化するにつれて、別のエネルギーの波が脈打つ…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SECONDOBELISK"]/triggeredEvent/triggeredEventBox/tooltip
fr: Votre épreuve est en cours...
ja: あなたの試練は進行中…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_SECONDOBELISK"]/choice/event/text
fr: ...et un autre obélisque apparaît.
ja: …そして別のオベリスクが現れる。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_THIRDOBELISK"]/text
fr: Une autre vague d'énergie pulse, tandis que votre épreuve s'aggrave...
ja: 試練が悪化するにつれて、別のエネルギーの波が脈打つ…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_TRIAL_DIFFICULT_THIRDOBELISK"]/choice/event/text
fr: ...et un autre obélisque apparaît.
ja: …そして別のオベリスクが現れる。
