Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_darkone.xml/*.po
Languages: fr, ja

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theminister"]/text
fr: (Le Ministre) La vérité... derrière le Ministre.
ja: （ミニスター）ミニスターの…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theminister"]/event/text
fr: « LE VIEIL HOMME... EST MIEUX OUBLIÉ. VIENDRA UN TEMPS OÙ IL REMPLIRA SON OBJECTIF, ET MES AILES FRAPPERONT LES MURS DE LA RÉALITÉ. JUSQUE-LÀ, IL VIT POUR UNE SEULE RAISON — SON DÉSIR. AUSSI BIEN DE SON POINT DE VUE QUE DU MIEN. » Il y a une pause, alors que le Dieu Sombre semble méditer, « BIEN QUE, QUELQUE CHOSE EN MOI AIME REGARDER LES PETITES COURSES QU'IL FAIT. IL SEMBLE SI... INSIGNIFIANT. »
ja: 「あの老人は…忘れ去られるのが最善だ。彼がその目的を果たし、我が翼が現実の壁に衝突する時が来るだろう。それまで、彼は一つの理由で生きている―彼の欲望。彼の視点からも、私の視点からも。」闇の神が何かを考えているように、間がある。「しかし、私の中の何かが、彼がこなす些細な用事を見るのを楽しんでいる。彼はとても…取るに足らないように見える。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theminister"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTHEOVERSEER"]/text
fr: (Le Superviseur) La vérité... derrière le Superviseur.
ja: （オーバーシーア）オーバーシーアの…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTHEOVERSEER"]/event/text
fr: « MA LAME... L'AVOIR APPORTÉE ICI EST TRÈS IMPRESSIONNANT, EN EFFET. » Il y a une pause, alors que le Dieu Sombre semble méditer, « NE VOUS SOUCIEZ PAS DE VOTRE CAPACITÉ À LA MANIER... PEU M'IMPRESSIONNENT AUTANT QUE VOUS, VAISSEAU. ET, POURTANT... SACHEZ QUE, LE MOMENT VENU, C'EST MOI QUI MANIERAI LA LAME. JE N'HÉSITERAI PAS À VEILLER À CELA. »
ja: 「我が刃…どういうわけかそれをここに持ってきたことは、実に印象的だ。」闇の神が何かを考えているように、間がある。「それを振るうお前の能力はさておき…私をこれほど感銘させる者は少ない、器よ。そして、それでも…時が来れば、刃を振るうのは私だということを知っておけ。私はそれを実行するのに躊躇しないだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTHEOVERSEER"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theshade"]/text
fr: (L'Ombre) La vérité... derrière cette figure mystérieuse.
ja: （シェイド）この謎の人物の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theshade"]/event/text
fr: « CETTE « FIGURE MYSTÉRIEUSE », COMME VOUS DITES... » Il y a une pause, alors que le Dieu Sombre semble méditer, « ...VOUS SERVIRIEZ BIEN. DE CELA, JE SUIS CERTAIN. SI VOUS DÉSIRÉS EN SAVOIR PLUS, CEPENDANT... ENVISAGEZ DE VISITER L'UNE DES FISSURES DANS LES COUTURES DE LA RÉALITÉ — VOUS DEVEZ CONTEMPLER LE BORD DE TOUT. »
ja: 「お前が言うところの、この『謎の人物』は…」闇の神が何かを考えているように、間がある。「…お前によく仕えるだろう。それについては、私は確信している。しかし、もっと知りたいと望むなら…現実の継ぎ目の裂け目の一つを訪れることを考えろ―お前はすべての果てを目撃しなければならない。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theshade"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/text
fr: (Lilith) La vérité... derrière ce qui est arrivé à Kyr.
ja: （リリス）キールに何が起こったのか…その背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/text
fr: « KYR... N'EST PAS LÀ OÙ JE M'ATTENDRAIS À CE QU'IL SOIT. NI AUCUN DES AUTRES. TROUVEZ DU RÉCONFORT EN CECI : JE NE SUIS PAS UN GASPILLEUR. » Il y a une pause, alors que le Dieu Sombre semble méditer, « PEUT-ÊTRE LE VERREZ-VOUS, UN JOUR. CETTE BELLE DANSE. CELLE DE KYR, ET CELLE DE LILITH... DE TOUS, ALORS QU'ILS CHANTENT ENSEMBLE, POUR TOUJOURS. AINSI SOIT-IL. »
ja: 「キールは…私が計算した者が期待する場所にはいない。他の者も同様だ。これに慰めを見出せ：私は無駄にする者ではない。」闇の神が何かを考えているように、間がある。「おそらくお前はいつかそれを見るだろう。あの美しい舞を。キールの、そしてリリスの…皆の、彼らが共に永遠に歌う時の。かくしてそれは成されるだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_ENLIGHTENED_HORRORS"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/text
fr: (Armure Ultima) La vérité... derrière l'Armure Ultima.
ja: （アルテマアーマー）アルテマアーマーの…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/text
fr: « MES AILES... VIENDRA UN JOUR OÙ ELLES S'ENVOLETERONT, ET — AVEC MON ÉPÉE ET MON BOUCLIER — FORCERONT LES COUTURES MÊMES QUI MAINTIENNENT L'EXISTENCE À TREMBLER. ELLES TIENDRONT, POUR UN TEMPS — MAIS ELLES SE BRISERONT, COMME MA PROPHÉTIE LE PRÉDIT. ET, QUAND ELLES LE FERONT... » Il y a une pause, alors que le Dieu Sombre semble méditer, « ...TOUT CE QUI EST, PREND FIN, ET TOUT CE QUI SERA, COMMENCE. JUSQUE-LÀ... GARDEZ-LES EN SÉCURITÉ. LE VIEIL HOMME A BIEN FAIT EN LEUR PERMETTANT UN MANIEUR PLUS COMPÉTENT. »
ja: 「我が翼…いつかそれらが舞い上がり、我が剣と盾と共に、存在を結びつける継ぎ目そのものを震わせる日が来るだろう。それらはしばらくは持ちこたえるかもしれないが、我が預言が予言するように、砕けるだろう。そして、そうなった時…」闇の神が何かを考えているように、間がある。「…存在するすべてが終わり、存在するであろうすべてが始まる。それまで…それらを安全に保て。あの老人は、より有能な使い手にそれらを許すという良い仕事をした。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDULTIMAARMOR"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDSERAPHIM"]/text
fr: (Équipage Séraphin) La vérité... derrière les Séraphins.
ja: （セラフィムクルー）セラフィムの…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDSERAPHIM"]/event/text
fr: « LES SÉRAPHINS... SE CROIENT AU-DESSUS DU DÉSIR. AU-DESSUS DE MOI, ET DE MA VOLONTÉ. » Il y a une pause, alors que le Dieu Sombre semble méditer, « POUR LA PLUPART D'ENTRE EUX, CELA NE POURRAIT ÊTRE PLUS LOIN DE LA VÉRITÉ. POUR LES RARES QUI LE SONT... JE CHERCHE DES SOLUTIONS À LEUR BAGATELLE. IL N'Y A PAS DE PLACE, DANS AUCUNE RÉALITÉ, POUR DES ÊTRES SI DÉSINTÉRESSÉS — SI DÉPOURVUS DE LEURS PROPRES DÉSIRS. DE CELA... JE M'EN ASSURERAI. »
ja: 「セラフィムは…自分たちが欲望の上にいると思っている。私と、我が意志の上に。」闇の神が何かを考えているように、間がある。「彼らのほとんどにとって、これは真実からこれ以上ないほど遠い。そうである少数については…私は彼らの些細な問題に対する解決策を求めている。どの現実にも、これほど無私で、自分自身の欲望に欠ける者の居場所はない。これについては…私が確かめるだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDSERAPHIM"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DISPARITY"]/text
fr: (Équipage de la Disparité) La vérité... derrière la Disparité.
ja: （Disparityクルー）Disparityの…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DISPARITY"]/event/text
fr: « LA DISPARITÉ... EST UNE JEUNE FLOTTE, IMPATIENTE DE RENVERSER SES MAÎTRES. POURQUOI, ALORS, ACCUEILLERAIENT-ILS UN NOUVEAU...? » Il y a une pause, alors que le Dieu Sombre semble méditer, « ...PARCE QUE LEUR « HARMONIE » REPRÉSENTE TOUT CE QUE JE NE SUIS PAS. VOUS DÉCOUVRIREZ QU'IL Y A PEU DE CHOSES PLUS ANTITHÉTIQUES AU DÉSIR, OU À LA LIBERTÉ, QU'UNE PAIRE DE CHAÎNES. AINSI CHERCHENT-ILS À LES BRISER. AINSI SOIT-IL. »
ja: 「Disparityは…主人を打倒することに熱心な、未熟な艦隊だ。では、なぜ彼らは新しい主人を歓迎するのか…？」闇の神が何かを考えているように、間がある。「…なぜなら、彼らの『調和』は私がそうでないすべてのものを表しているからだ。欲望や自由にとって、一対の足かせほど対極的なものはほとんどないことが分かるだろう。ゆえに彼らはそれを壊そうとする。かくしてそれは成されるだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DISPARITY"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/text
fr: (Équipage Âme-peste) La vérité... derrière le matièrevirus Âme-peste.
ja: （ソウルプレイグクルー）ソウルプレイグマターウイルスの…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/text
fr: « LE MATIÈRE-VIRUS ÂME-PESTE... N'ÉTAIT PAS DE MA CONCEPTION. » Il y a une pause, alors que le Dieu Sombre semble méditer, « POURTANT, IL EST TOUJOURS DE MON POUVOIR. NÉ D'UN DÉSIR ARDENT NON DISSIMILAIRE DU VÔTRE. À LA FIN, CEPENDANT, CE DÉSIR SE BRISERAIT. TOUT CE QUI RESTE SONT LES ÉCHOS DE RÊVES JAMAIS RÉALISÉS. LES ZOMBIES MÉTAPHORIQUES DE PROMESSES JAMAIS TENUES. »
ja: 「ソウルプレイグマターウイルスは…私の設計ではない。」闇の神が何かを考えているように、間がある。「しかし、それは依然として私の力の一部だ。お前のものと似たような、燃えるような欲望から生まれた。しかし、結局のところ、この欲望は砕けるだろう。残っているのは、決して叶わなかった夢の残響だけだ。決して守られなかった約束の比喩的なゾンビだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDSOULPLAGUE_ALIGNED"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/text
fr: (Équipage Tempête) La vérité... derrière la Tempête.
ja: （テンペストクルー）テンペストの…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/text
fr: « LA TEMPÊTE... N'EST QU'UN NOM PARMI TANT D'AUTRES. » Il y a une pause, alors que le Dieu Sombre semble méditer, « IL Y A DU POUVOIR DANS UN NOM ; IL DÉFORME LE DÉSIR. UNE TEMPÊTE A FAIT RAGE DANS LE CŒUR D'UN HOMME MISÉRABLE, ET CETTE TEMPÊTE CONTINUE DE FAIRE RAGE. ELLE EST SIMPLEMENT... PLUS, MAINTENANT. JE SUIS PLUS. »
ja: 「テンペストは…多くの名前の一つに過ぎない。」闇の神が何かを考えているように、間がある。「名には力がある。それは欲望をねじ曲げる。一人の惨めな男の心の中で嵐が荒れ狂い、その嵐は今も荒れ狂っている。それは単に…今では、もっとだ。私はもっとだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_DDTEMPEST_ALIGNED"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/text
fr: (Équipage Ill'drythk) La vérité... derrière les arbres Ill'drythk.
ja: （イル・ドライスククルー）イル・ドライスクの木の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/text
fr: « LES ARBRES ILL'DRYTHK... VIVENT. IL FUT UN TEMPS OÙ CELA N'ÉTAIT PAS CERTAIN, ET UN DÉSIR NAQUIT. UN DÉSIR DE NE JAMAIS LAISSER LEUR CHANT INACHEVÉ. » Il y a une pause, alors que le Dieu Sombre semble méditer, « AINSI CONTINUENT-ILS À CHANTER, À LEUR MANIÈRE. ILS SONT MOINDRES MAINTENANT, ET ILS EN SONT PLUS GRANDS. VIVANTS. »
ja: 「イル・ドライスクの木々は…生き続けている。それが不確かだった時代があり、一つの欲望が生まれた。彼らの歌が歌われないままになることのないようにという欲望。」闇の神が何かを考えているように、間がある。「ゆえに彼らは、彼ら自身の方法で歌い続ける。彼らは今では劣っているが、それゆえに偉大だ。生きている。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_DDCREW_ILLDRYTHK_ALLGOOBERS"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="BLUELIST_DDLIGHTBORNE_EQUIPMENT"]/text
fr: (Lumière-née Vivante) La vérité... derrière les Lumière-nées.
ja: （リビングライトボーン）ライトボーンの…背後にある真実を。
