Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_darkone.xml/*.po
Languages: fr, ja

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE"]/text
fr: ...et cède la place à une balise lointaine de lumière, alors qu'un trou de ver s'ouvre et qu'un vaisseau iridescent et huileux apparaît de l'éther. Ils ne savent peut-être pas où ils sont, ni ce qu'ils font ici, mais ils savent une chose : vous êtes leur prochaine cible !
ja: …そして遠い光のビーコンに道を譲る。ワームホールが開き、虹色に輝く油のような船がエーテルから現れる。彼らは自分たちがどこにいるのか、何をしているのか知らないかもしれないが、一つだけ知っていることがある：あなたが次の標的だ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_SOULPLAGUE"]/choice[@req="darkone_alignment"]/text
fr: Je désire... une intervention.
ja: 私は…介入を望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK_FIGHT_WIN"]/text
fr: Il y a un silence gênant alors que les étranges intrus s'effritent, et vous sentez que la destruction n'était pas la seule option. Pourtant, vous reconnaissez que vous perdez du terrain dans votre course contre les Rebelles... et l'obscurité, d'ailleurs. Vous devrez avancer.
ja: 奇妙な侵入者が崩れ落ちると、気まずい沈黙が訪れ、破壊だけが唯一の選択肢ではなかったと感じる。それでも、反乱軍との競争…そして闇との競争で後れを取っていることを認識する。前進しなければならない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK_FIGHT_WIN_BONUS"]/text
fr: Il y a un faible chant dans votre tête alors qu'une nouvelle vie germe de l'un des étranges intrus tombés... et qu'une nouvelle se forme. Vous vous préparez au pire, mais il s'enfuit simplement dans le coin alors que vous clignez des yeux... Est-il amical, alors ? Pourtant, vous reconnaissez que vous perdez du terrain dans votre course contre les Rebelles... et l'obscurité, d'ailleurs. Vous devrez avancer.
ja: 倒れた奇妙な侵入者の一人から新しい命が芽生え、新しいものが形成されると、頭の中でかすかな歌声が聞こえる。最悪の事態に備えるが、瞬きするとそれはただ隅に走り去る…友好的なのか？それでも、反乱軍との競争…そして闇との競争で後れを取っていることを認識する。前進しなければならない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK"]/text
fr: ...et un étrange brouillard s'installe, alors qu'un trou de ver s'ouvre et qu'une masse hirsute apparaît de l'éther. Ils ne savent peut-être pas où ils sont, ni ce qu'ils font ici, mais ils savent une chose : vous êtes leur prochaine cible !
ja: …そして奇妙な霧が立ち込める。ワームホールが開き、毛むくじゃらの塊がエーテルから現れる。彼らは自分たちがどこにいるのか、何をしているのか知らないかもしれないが、一つだけ知っていることがある：あなたが次の標的だ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_ILLDRYTHK"]/choice[@req="darkone_alignment"]/text
fr: Je désire... une intervention.
ja: 私は…介入を望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER_FIGHT_WIN"]/text
fr: Il y a un silence gênant alors que les étranges intrus fondent, et vous sentez que le meurtre n'était pas la seule option. Pourtant, vous reconnaissez que vous perdez du terrain dans votre course contre les Rebelles... et l'obscurité, d'ailleurs. Vous devrez avancer.
ja: 奇妙な侵入者が溶けていくと、気まずい沈黙が訪れ、殺害だけが唯一の選択肢ではなかったと感じる。それでも、反乱軍との競争…そして闇との競争で後れを取っていることを認識する。前進しなければならない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER_FIGHT_WIN_BONUS"]/text
fr: Le chuchotement de l'étrange vaisseau s'apaise alors que ce qu'il en reste se coalesce en une seule forme... une que vous reconnaissez comme une Carapace de Peste d'Âme. Elle apparaît à côté de vous, et vous vous préparez au pire, mais elle reste simplement là, gargouillant. Est-elle amicale, alors ? Pourtant, vous reconnaissez que vous perdez du terrain dans votre course contre les Rebelles... et l'obscurité, d'ailleurs. Vous devrez avancer.
ja: 奇妙な船の囁きが静まり、その残骸が一つの姿に凝縮する…それはソウルプレイグ・ハスクだと認識する。それはあなたの隣に現れ、最悪の事態に備えるが、ただゴボゴボと音を立てて立っているだけだ。友好的なのか？それでも、反乱軍との競争…そして闇との競争で後れを取っていることを認識する。前進しなければならない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER"]/text
fr: ...et cède la place à une balise lointaine de lumière, alors qu'un trou de ver s'ouvre et qu'un vaisseau iridescent et huileux apparaît de l'éther. Du vaisseau émanent de faibles chuchotements... ils ne savent peut-être pas où ils sont, ni ce qu'ils font ici, mais ils savent une chose : vous êtes leur prochaine cible !
ja: …そして遠い光のビーコンに道を譲る。ワームホールが開き、虹色に輝く油のような船がエーテルから現れる。船からはかすかな囁きが発せられている…彼らは自分たちがどこにいるのか、何をしているのか知らないかもしれないが、一つだけ知っていることがある：あなたが次の標的だ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_HUSKWEAVER"]/choice[@req="darkone_alignment"]/text
fr: Je désire... une intervention.
ja: 私は…介入を望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST_FIGHT_WIN"]/text
fr: Il y a un silence gênant alors que les étranges intrus s'éteignent, et vous sentez que le meurtre n'était pas la seule option. Pourtant, vous reconnaissez que vous perdez du terrain dans votre course contre les Rebelles... et l'obscurité, d'ailleurs. Vous devrez avancer.
ja: 奇妙な侵入者が消え去ると、気まずい沈黙が訪れ、殺害だけが唯一の選択肢ではなかったと感じる。それでも、反乱軍との競争…そして闇との競争で後れを取っていることを認識する。前進しなければならない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST_FIGHT_WIN_BONUS"]/text
fr: Un éclair jaillit de ce qui reste de l'étrange vaisseau, et son énergie se coalesce à côté de vous pour former l'une des étranges entités que vous venez de combattre. Vous vous préparez au pire, mais elle reste simplement là, fixant du regard sous son manteau. Est-elle amicale, alors ? Pourtant, vous reconnaissez que vous perdez du terrain dans votre course contre les Rebelles... et l'obscurité, d'ailleurs. Vous devrez avancer.
ja: 奇妙な船の残骸から稲妻が走り、そのエネルギーがあなたの隣で凝縮し、先ほど戦った奇妙な存在の一つを形成する。最悪の事態に備えるが、それはただマントの下から睨みつけて立っているだけだ。友好的なのか？それでも、反乱軍との競争…そして闇との競争で後れを取っていることを認識する。前進しなければならない。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST"]/text
fr: ...et une tempête spatiale massive s'installe, alors qu'un trou de ver s'ouvre et qu'un être sombre et peint apparaît de l'éther. Ils ne savent peut-être pas où ils sont, ni ce qu'ils font ici, mais ils savent une chose : vous êtes leur prochaine cible !
ja: …そして巨大な宇宙嵐が押し寄せる。ワームホールが開き、暗く、塗装されたものがエーテルから現れる。彼らは自分たちがどこにいるのか、何をしているのか知らないかもしれないが、一つだけ知っていることがある：あなたが次の標的だ！

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE_LIST_TEMPEST"]/choice[@req="darkone_alignment"]/text
fr: Je désire... une intervention.
ja: 私は…介入を望む。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_WORMHOLE"]/text
fr: Une douleur aiguë vous transperce l'esprit, alors que la folie extérieure semble changer...
ja: 外の狂気が変化するにつれて、鋭い痛みが心を刺す…

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/text
fr: Vous ne ressentez aucune malice dans l'air ici... au contraire, vous vous sentez au chaud. Apaisé. Béni, alors que vos fardeaux sont levés... mais quel fardeau vous trouble le plus ?
ja: ここの空気には悪意を感じない…それどころか、暖かく感じる。癒される。祝福され、あなたの負担が軽くなる…しかし、どの負担が最もあなたを悩ませているか？

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[1]/text
fr: Je suis accablé par mon manque d'intégrité de la coque.
ja: 船体の完全性の欠如に悩まされている。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[1]/event/text
fr: Vous fermez les yeux, et cette chaleur en vous s'épanouit en quelque chose de plus grand. Quelque chose de tangible. Les dégâts sur votre vaisseau sont miraculeusement réparés, et vous êtes optimiste quant au voyage à venir... ce royaume de folie ne vous aura pas.
ja: 目を閉じると、内なる暖かさがより大きなものに花開く。触れることができるものに。船の損傷は奇跡的に修復され、あなたは前途の旅について楽観的になる…この狂気の領域はあなたを捕らえることはないだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[2]/text
fr: Je suis accablé par le manque d'équipage.
ja: クルーの不足に悩まされている。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[2]/event/text
fr: Vous fermez les yeux, et cette chaleur en vous s'épanouit en quelque chose de plus grand. Quelque chose de tangible. Un portail s'ouvre à côté de vous, et un être des Abysses en sort. Il semble un peu confus, voire enthousiaste : « Est-ce... le royaume du Dieu Sombre ? Sommes-nous... près de sa grandeur ? » Vous hochez la tête, et il fait une petite danse : « Alors... le rituel a fonctionné ! Je suis... là pour vous aider, je crois. » Vous échangez des formalités, et l'être des Abysses quitte la pièce, apparemment satisfait de sa place ici. Vous êtes optimiste quant au voyage à venir... ce royaume de folie ne vous aura pas.
ja: 目を閉じると、内なる暖かさがより大きなものに花開く。触れることができるものに。隣にポータルが開き、そこからディープワンが出てくる。彼らは少し混乱しているようだが、熱狂的ではない。「ここは…闇の者の領域か？我々は…その偉大さに近づいているのか？」あなたが頷くと、彼らは少し踊り、「では…儀式は成功した！私は…あなたを助けるために来たのだと思う。」二人は形式的な挨拶を交わし、ディープワンは部屋を出て行き、ここでの自分の居場所に満足しているようだ。あなたは前途の旅について楽観的になる…この狂気の領域はあなたを捕らえることはないだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[3]/text
fr: Je suis accablé par le manque de ressources.
ja: 資源の不足に悩まされている。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[3]/event/text
fr: Vous fermez les yeux, et cette chaleur en vous s'épanouit en quelque chose de plus grand. Quelque chose de tangible. Quelques caisses de ressources apparaissent inexplicablement dans votre soute, et vous êtes optimiste quant au voyage à venir... ce royaume de folie ne vous aura pas.
ja: 目を閉じると、内なる暖かさがより大きなものに花開く。触れることができるものに。不可解にも貨物室にいくつかの資源の箱が現れ、あなたは前途の旅について楽観的になる…この狂気の領域はあなたを捕らえることはないだろう。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[4]/text
fr: Je suis accablé par le manque de puissance.
ja: 力の不足に悩まされている。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[4]/event/text
fr: Vous fermez les yeux, et cette chaleur en vous s'épanouit en quelque chose de plus grand. Quelque chose de tangible. Un portail s'ouvre à côté de vous, et de celui-ci s'échappe une âme humaine perdue...
ja: 目を閉じると、内なる暖かさがより大きなものに花開く。触れることができるものに。隣にポータルが開き、そこから失われた人間の魂が浮かび出てくる…。

source: data/events_darkone.xml$//event[@name="DDDARKGODDOMAIN_BLESSING"]/choice[4]/event/choice/event/text
fr: ...puis une autre. Bien que leurs visages soient effrayants, la puissance potentielle qu'elles irradient est indéniable. Réconfortante, même. Vous êtes optimiste quant au voyage à venir... ce royaume de folie ne vous aura pas.
ja: …そしてもう一つ。その姿は恐ろしいが、彼らが放つ潜在的な力は否定できない。慰められるほどだ。あなたは前途の旅について楽観的になる…この狂気の領域はあなたを捕らえることはないだろう。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_DESTROYEDLOSS"]/text
fr: Le cauchemar se dissipe, mais rien n'est laissé... et la signature SPL de Kyr et Lilith s'éteint. Vous ne saurez peut-être jamais ce qui est arrivé à vos amis, mais un peu de carburant se manifeste néanmoins dans votre soute. Le Dieu Sombre doit rire...
ja: 悪夢は消えるが、何も残らない…そしてキールとリリスのFTL信号は途絶える。友人に何が起こったのかは決して分からないかもしれないが、それでも貨物室に少量の燃料が現れる。闇の神は笑っているに違いない…。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/text
fr: L'abomination et ses horreurs cauchemardesques étant terrassées, un peu de carburant du Dieu Sombre apparaît dans votre soute, et tout redevient calme. Libre d'explorer le vaisseau effrayant, vous trouvez rapidement des souvenirs appartenant à Kyr et Lilith... des photos des deux ensemble, en particulier. Ce doit vraiment être leur vaisseau... mais qu'en est-il des deux amants ?
ja: 忌まわしき存在とその悪夢のような恐怖が倒されると、闇の神からの燃料が貨物室に現れ、すべてが静かになる。恐ろしい船を自由に探索できるようになったあなたは、すぐにキールとリリスの記念品を見つけることができる…特に二人が一緒に写っている写真。これは本当に彼らの船に違いない…しかし、二人の恋人はどうなったのか？

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/text
ja: 探索を続ける。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/text
fr: Tenant la photo et regardant plus loin, vous trouvez une porte que vous n'aviez pas remarquée auparavant. En posant votre main dessus, vous ressentez une étrange chaleur... accompagnée d'un doux bourdonnement.
ja: 写真を手に持ち、さらに探索すると、以前は気づかなかったドアを見つける。それに手を当てると、奇妙な暖かさを感じる…柔らかなハミングと共に。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/text
fr: Ouvrir la porte mystérieuse.
ja: 謎のドアを開ける。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/text
fr: Rassemblant votre courage, vous ouvrez la porte... et la scène qui s'offre à vous est presque trop horrible à décrire. La pièce est recouverte de sang : entrailles, sang et chair sont éparpillés de manière à rendre impossible l'identification de leur source. Vers l'extrémité opposée de la pièce, des bougies brûlent doucement autour d'un piédestal, sur lequel repose un livre ouvert. Pataugeant dans le sang, vous vous approchez du livre et remarquez que ses pages contiennent un texte griffonné d'un cramoisi très vif. Des représentations de rituels, réalisez-vous...
ja: 勇気を振り絞ってドアを開けると…目の前の光景は言葉にできないほど恐ろしい。部屋は血糊で覆われている：内臓、血、肉が完全に散乱し、その源を特定することは不可能だ。部屋の反対側では、台座の周りでろうそくが静かに燃えており、その上には開かれた本がある。血糊の中を進み、本に近づくと、そのページには鮮やかな深紅で書かれたテキストがあることに気づく。儀式の描写だ、と気づく…。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/text
fr: Alors Kyr et Lilith...?
ja: ではキールとリリスは…？

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/text
fr: Cette... chose... doit être Lilith. Du moins, ce qu'il en reste... ce qui signifierait que le sang dans cette pièce, alors...
ja: あの…もの…はリリスに違いない。少なくとも、彼女の残骸…ということは、この部屋の血糊は…。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/text
fr: Je vais être malade...
ja: 吐きそうだ…。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/text
fr: Oui, ce doit être ce qu'il reste de Kyr... qu'est-ce que ces deux-là essayaient de faire, bon sang ? Vous jetez un coup d'œil au livre une fois de plus. S'il y a un moyen d'obtenir des réponses, c'est celui-là. Vous le rangez dans votre poche, et vous vous apprêtez à quitter la pièce lorsque vous remarquez une ombre gigantesque dans l'embrasure de la porte. L'abomination se tient là, ayant en quelque sorte guéri de ses blessures... l'œil sur sa poitrine reste fixé sur la photo de Kyr et Lilith dans vos mains.
ja: そうだ、これはキールの残骸に違いない…一体あの二人は何をしようとしていたんだ？あなたは再び本に目をやる。答えを得る方法があるとすれば、これしかない。それをポケットに入れ、部屋を出ようとすると、戸口に巨大な影が見える。忌まわしき存在がそこに立っている、どういうわけか傷が癒えている…胸の目は、あなたの手にあるキールとリリスの写真に釘付けになっている。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/text
fr: L-Lilith ? C'est vraiment toi ?
ja: リ、リリス？本当に君なのか？

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/text
fr: L'abomination se crispe lorsque vous prononcez le nom de Lilith. Ce doit vraiment être elle... elle commence à s'approcher lentement, toujours fixée sur la photo.
ja: あなたがリリスの名前を呼ぶと、忌まわしき存在は緊張する。本当に彼女に違いない…彼女はゆっくりと近づき始める、まだ写真に釘付けのままだ。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/text
fr: C'est moi, Lilith. La Fédération, tu te souviens ?
ja: 私だよ、リリス。連邦を覚えているか？

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Quelque chose brille dans l'œil de Lilith. De la reconnaissance, vous ne pouvez qu'espérer... son approche s'accélère légèrement.
ja: リリスの目の中で何かが光る。認識、と願うしかない…彼女の接近はわずかに速まる。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Te souviens-tu de ce que Kyr a dit ?
ja: キールが言ったことを覚えているか？

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Vous mentionnez Kyr, et Lilith s'empresse davantage. Elle sera sur vous d'un instant à l'autre.
ja: あなたがキールの名前を出すと、リリスはさらに速まる。すぐにあなたの上に覆いかぶさるだろう。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/text
fr: Il a dit que tu pouvais me faire confiance, Lilith, et je sais que je peux te faire confiance aussi. Tiens bon.
ja: 彼は私を信用できると言った、リリス、そして私も君を信用できると知っている。その場を動くな。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/text
fr: À quelques centimètres de vous, Lilith s'arrête. À la vitesse de l'éclair, un tentacule tortueux se détache de son corps et... attrape la photo. Il semble capable de la calmer. Lentement et poliment, vous reprenez la photo, et Lilith ne fait aucun mouvement pour vous arrêter. Alors que vous quittez la pièce et vous dirigez vers votre vaisseau, elle vous suit, et vous réalisez que vous avez pacifié une abomination surnaturelle... pourtant, elle est aussi votre amie. Une fois de retour sur le vaisseau, vous sortez le livre, et Lilith réagit à sa présence par un grognement sourd.
ja: あなたからわずか数インチのところで、リリスは止まる。稲妻のような速さで、うごめく触手が彼女の体から引き裂かれ…写真を掴む。それは彼女を落ち着かせることができるようだ。ゆっくりと、丁寧に、あなたは写真を取り戻し、リリスはそれを止めようとはしない。部屋を出て船に向かうと、彼女はついてくる。あなたは不気味な忌まわしき存在をなだめたことに気づく…それでも、彼女もあなたの友人だ。船に戻ると、あなたは本を取り出し、リリスはその存在に低いうなり声で反応する。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/crewMember
fr: Lilith
ja: リリス

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/text
fr: Inspecter le livre.
ja: 本を調べる。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/event/text
fr: En feuilletant ses pages, vous réalisez que vous ne pouvez rien lire. C'est écrit dans un script qu'aucun de vos traducteurs ou membres d'équipage ne reconnaît... sauf Lilith, qui fixe le texte cramoisi avec intensité. Avec une encre mystérieuse expulsée de son corps, elle écrit un chiffre sur le sol à votre demande... vous vous demandez quelle part d'elle-même est encore là, si elle est capable d'une telle chose. Finalement, le chiffre terminé, vous parvenez à reconnaître que le texte dépeint en effet plusieurs rituels... plus particulièrement, un rituel qui permet d'ascendre et de converser avec le Dieu Sombre. Vous jetez un coup d'œil à Lilith.
ja: ページをめくると、何も読めないことに気づく。それはあなたの翻訳機やクルーの誰も認識できない文字で書かれている…リリスを除いて。彼女は深紅のテキストを熱心に見つめている。あなたの要求に応じて、彼女は体から排出された神秘的なインクで床に暗号を書き出す…もし彼女がそのようなことができるなら、彼女の中にどれだけの彼女が残っているのだろうかと思う。やがて、暗号が完成すると、テキストが確かにいくつかの儀式を描写していることが分かる…最も注目すべきは、昇天して闇の者と会見することを可能にする儀式だ。あなたはリリスに目をやる。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/event/choice/text
fr: Avez-vous...
ja: まさか君は…

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/event/choice/event/text
fr: Elle grogne, et vous déglutissez. En fouillant davantage dans les pages du livre, il y a d'autres couleurs de texte, celles que le chiffre de Lilith ne couvre pas. Elle ne doit pas pouvoir toutes les lire... peut-être trouverez-vous quelqu'un qui le pourra. En attendant, il semble y avoir quelques rituels qui augmentent l'étendue du pouvoir, à condition d'avoir déjà accompli le rituel d'ascension. Si vous accomplissez ces rituels, vous pourriez rendre Lilith plus forte... mais qui sait quel prix vous devrez payer.
ja: 彼女はうなり、あなたは息をのむ。本のページをさらに深く探ると、リリスの暗号がカバーしていない他の色のテキストがある。彼女はすべてを読めるわけではないようだ…読める誰かを見つけることができるかもしれない。その間、昇天の儀式をすでに行った者が力の範囲を増大させるいくつかの儀式があるようだ。これらの儀式を行えば、リリスを強くすることができるかもしれない…しかし、どのような代償を払わなければならないかは誰にも分からない。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/event/choice/event/choice/text
fr: Kyr...
ja: キール…

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and @lvl="0"]/event/choice/event/choice/event/text
fr: Vous n'auriez rien pu faire. Vous devrez avancer et faire de votre mieux pour prendre soin de Lilith... ainsi que pour accomplir ces rituels d'un autre monde, si tel est votre désir.
ja: あなたにできることは何もなかった。前に進み、リリスの面倒を見るためにできることをしなければならない…そして、望むなら、これらの異世界の儀式を完了させることだ。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and not(@lvl)]/text
fr: Inspecter le livre.
ja: 本を調べる。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[1]/event/choice[@req="DARKGOD_CURSED_BOOK" and not(@lvl)]/event/text
fr: Vous réalisez, assez rapidement, que ce livre est identique au Tome d'Outremonde déjà en votre possession. Elle et Kyr ont dû accomplir un rituel indicible contenu dans ses pages, lui servant de sacrifice... horrible, c'est le moins qu'on puisse dire, mais il y a peu d'intérêt pour vous à posséder une deuxième copie de ce livre macabre. Vous le laissez derrière vous, et les contorsions incessantes de Lilith semblent s'apaiser légèrement.
ja: あなたは、かなり早く、この本がすでに所持している異世界の書物と同一であることに気づく。彼女とキールはそのページに含まれる言葉にできない儀式を行い、彼がその犠牲になったに違いない…控えめに言っても恐ろしいが、この恐ろしい本の2冊目を所有することにあなたにとって価値はほとんどない。あなたはそれを置き去りにし、リリスの絶え間ない身もだえはわずかに静まるようだ。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/text
fr: Maintenant ! Passez l'abomination en sprintant et fuyez d'ici !
ja: 今だ！忌まわしき存在を駆け抜け、ここから脱出しろ！

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/event/choice[2]/event/text
fr: Alors que Lilith charge, vous l'esquivez, laissant tomber le livre et la photographie. Vous ne savez pas ce qu'elle est devenue, et vous ne feriez certainement pas confiance à un tel cauchemar avec votre vie. Alors que vous vous dirigez vers le vaisseau, vous entendez Lilith... sangloter, derrière vous. C'est un sanglot troublant et tordu. Vous ne pouvez pas vous laisser atteindre, cependant... vous devez encore sortir de ce royaume infernal.
ja: リリスが突進してくると、あなたは彼女をかわし、本と写真の両方を落とす。彼女に何が起こったのかは分からないし、そんな悪夢に命を預ける気は毛頭ない。船に向かうと、後ろでリリスが…すすり泣くのが聞こえる。それは不気味で、ねじれたすすり泣きだ。しかし、それに動揺してはいられない…まだこの地獄のような領域から脱出しなければならない。
