Repository: ftl-mv-translation/darkest-desire
Catalog: locale-machine/data/events_darkone.xml/*.po
Languages: fr, ja

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[2]/text
fr: Laissez-le, et sortez d'ici.
ja: 放っておいて、ここから脱出する。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER_FIGHT_WIN"]/choice/event/choice[2]/event/text
fr: Vous n'êtes pas sûr de vouloir connaître la vérité sur ce qui s'est passé ici, ou sur ce qui se trouve juste derrière cette porte. Content de partir, vous vous préparez à poursuivre votre bataille contre le Dieu Sombre et ses ombres.
ja: ここで何が起こったのか、あるいはそのドアの向こうに何があるのか、その真実を知りたいとは思わない。ここから脱出することに満足し、あなたは闇の神とその影との戦いを続ける準備をする。

source: data/events_darkone.xml$//event[@name="DARKONE_KYRANDLILITH_ENCOUNTER"]/text
fr: Vous vous attendez à voir le vaisseau de Kyr et Lilith, mais au lieu de cela, vous rencontrez... attendez, non, c'est BIEN le vaisseau de Kyr et Lilith. Du moins, c'est sa forme, mais il est tout tordu et enveloppé dans les ténèbres... que s'est-il passé ? Vous n'avez pas beaucoup de temps pour y réfléchir, car la forme cauchemardesque du vaisseau de vos amis se met à attaquer !
ja: キールとリリスの船を見ることを期待していたが、代わりに目にしたのは…いや、待て、これはキールとリリスの船だ。少なくとも、その形はしているが、すべてがねじれて闇に包まれている…何が起こったんだ？考える時間はあまりない。友人たちの船の悪夢のような姿が攻撃を仕掛けてくる！

source: data/events_darkone.xml$//event[@name="DARKONE_ALONE"]/text
fr: Vous arrivez à la sortie de ce terrible voyage une fois de plus... cette fois, la prendrez-vous ?
ja: 再びこの恐ろしい旅の出口に到着した…今回は、それを選ぶか？

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/text
fr: Maintenant que vous êtes à la sortie, l'obscurité semble... immobile. Tout est calme.
ja: 出口に着いた今、闇は…静かに見える。すべてが穏やかに感じる。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/text
fr: Cependant, cette tranquillité ne dure pas longtemps... vous sentez l'espace autour de vous se déformer, et le temps lui-même semble ralentir à nouveau. Puis, à votre malaise, le Dieu Sombre se fraye un chemin de retour dans votre esprit : « VENIR JUSQU'ICI EST TRÈS IMPRESSIONNANT. VOUS ÊTES AU PRÉCIPICE ; L'ÉVASION EST À PORTÉE. CEPENDANT, AVANT QUE NOTRE TEMPS ENSEMBLE NE S'ÉCOULE, JE VOUS ACCORDERAI UN DERNIER DÉSIR. FAITES-LE MOI SAVOIR. »
ja: しかし、この静けさは長くは続かない…周りの空間が歪み、時間そのものが再び遅くなるのを感じる。そして、不安なことに、闇の神が再びあなたの心に割り込んでくる。「ここまで来たことは実に印象的だ。お前は崖っぷちに立っている。脱出は手の届くところにある。しかし、我々の時間が終わる前に、最後の欲望を一つ叶えてやろう。それを知らせよ。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/text
fr: Je désire... la vérité.
ja: 私は…真実を望む。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/text
fr: Il y a un soupçon d'intérêt piqué alors que sa voix assourdissante répond : « LE PLUS... CURIEUX. ET QUELLE VÉRITÉ DÉSIRÉS-TU ? »
ja: 耳をつんざくような声が答えると、興味をそそられた様子がうかがえる。「実に…興味深い。そして、どのような真実を望むのだ？」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="darkone_alignment"]/text
fr: La vérité... derrière le héros que j'ai abattu.
ja: 私が倒した英雄の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="darkone_alignment"]/event/text
fr: « LE HÉROS QUE VOUS AVEZ ABATTU... M'A SURPRIS. PEU DE CHOSES ME SURPRENNENT, ET JE N'AI PAS ENCORE CALCULÉ COMMENT IL A RÉUSSI À CONTRÔLER MON PROPRE POUVOIR. UNE VARIABLE EST CERTAINE : LE PUR DÉSIR. SURMONTER CE QUE PERSONNE D'AUTRE, SELON LUI, NE POUVAIT. VOUS N'ÊTES PAS SI DIFFÉRENT EN CELA ; POURTANT, VOUS ÊTES LÀ, TRIOMPHANT... » Il y a une pause, alors que le Dieu Sombre semble méditer, « ...BIEN QUE JE CRAIGNE QUE D'AUTRES « HÉROS » DEMEURENT. CHERCHEZ-LES, DÉFAISEZ-LES, ET VOUS CONNAÎTREZ LE VRAI POUVOIR. »
ja: 「お前が倒した英雄は…私を驚かせた。私を驚かせるものはほとんどない、そして、それがどのようにして我が力への支配を放棄したのかをまだ計算できていない。一つの変数は確かだ：純粋な欲望。誰もできないと感じたものを乗り越えるための。その点でお前はそれほど違わない。それでも、お前はここに勝利して立っている…」闇の神が何かを考えているように、間がある。「…しかし、他の『英雄』が残っているのではないかと恐れている。彼らを探し出し、打ち破れ、そうすれば真の力を知るだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="darkone_alignment"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="eldritch_cat"]/text
fr: (Celui qui rime) « Oh, comme on aimerait la vérité ! Mais, qu'est-ce qui fait de vous le super-détective ? »
ja: （韻を踏む者）「ああ、真実を愛する者よ！だが、何がお前を名探偵にするのだ？」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="eldritch_cat"]/event/text
fr: Un agacement remplit l'air, alors que le Dieu Sombre rétorque : « C'EST MON AFFAIRE DE SAVOIR DES CHOSES, BÊTE — COMME C'EST LA TIENNE DE HARCELER SANS CESSE. ET, COMME C'EST CELLE DE TA MAÎTRESSE DE S'IMMISCER — ELLE PENSE QUE SON PLAN EST LE SEUL. » Il y a une pause, alors que le Dieu Sombre semble méditer : « HÉLAS, IL Y A PEU D'« ÊTRE » DANS LE CHAOS. NE RIEN DÉSIRER, MAIS LA FOLIE DANS TOUT... EST À PEINE UNE EXISTENCE FRUCTUEUSE. MÊME ALORS... C'EST UN DÉSIR NÉANMOINS. IL Y A DU POUVOIR LÀ — QUE J'ACCUEILLERAI, LE JOUR DE LA DANSE. » Celui qui rime semble intéressé par sa propre réplique, lorsque des chaînes d'obscurité se manifestent autour de lui — servant rapidement à le lier au sol. « AUSSI PUISSANT QUE PUISSE ÊTRE VOTRE ESPÈCE, VOUS N'ÊTES QU'UN INVITÉ ICI DANS MON DOMAINE. RESPECTEZ L'ORDRE DES AMAS EXTÉRIEURS, ET JE CONTINUERAI À RESPECTER LEUR CHAOS AUSSI. »
ja: 闇の神が言い返すと、空気中に苛立ちが満ちる。「物事を知るのは我が仕事だ、獣よ―お前が絶えず悩ませるように。そして、お前の主が干渉するように―彼女は自分の計画が唯一のものだと思っている。」闇の神が何かを考えているように、間がある。「ああ、混沌の中に『存在』はほとんどない。何も望まず、すべてに狂気だけを望む…それはほとんど実りある存在ではない。それでも…それは欲望であることに変わりはない。そこには力がある―舞の日が来れば、私はそれを歓迎するだろう。」 韻を踏む者は自身の反論に興味を持っているようだが、その周りに闇の鎖が現れ、すぐにそれを地面に縛り付ける。「お前の種族がどれほど強力であっても、お前は我が領域では客に過ぎない。外のクラスターの秩序を尊重せよ、そうすれば私も彼らの混沌を尊重し続けるだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="eldritch_cat"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="gnome"]/text
fr: (Gnome) La vérité... derrière, euh... cette chose.
ja: （ノーム）この…ええと…これの背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="gnome"]/event/text
fr: « CETTE « CHOSE », COMME VOUS DIT... VIENT DE LA BORDURE EXTÉRIEURE. » Il y a une pause, alors que le Dieu Sombre semble méditer, « J'AI BEAUCOUP BOUGER ENTRE LES FISSURES, ET VU BIEN PLUS — MAIS PEU D'AUSSI VRAIMENT CHAOTIQUE QUE CELA. J'IMAGINE... QU'ELLE SERAIT DERRIÈRE CELA. SOYEZ PRUDENT, VAISSEAU. MÊME MOI VOUS RECOMMANDE DE FAIRE PREUVE DE PRUDENCE AUTOUR D'ELLE... ET SI CE N'EST PAS ELLE — ALORS LES HABITANTS DU CENTRE. ILS NE SERAIENT PAS AUSSI CALMES QUE MOI, EN VOYANT CELA DANS VOS MAINS. »
ja: 「お前が言うところの、この『もの』は…外縁から来たものだ。」闇の神が何かを考えているように、間がある。「私は継ぎ目の間を多く移動し、多くのものを見てきた―しかし、これほど真に混沌としたものはほとんどない。想像するに…彼女がこの背後にいるだろう。気をつけろ、器よ。私でさえ、彼女の周りでは注意を払うことを勧める…そして、もし彼女でなければ―中心に住む者たちだ。彼らは、これをあなたの手に見れば、私ほど穏やかではないだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="gnome"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_SYLVAN"]/text
fr: (Sylvain) La vérité... derrière les Sylvains.
ja: （シルヴァン）シルヴァンの…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_SYLVAN"]/event/text
fr: « LES HABITANTS DU CENTRE... LES SYLVAINS DE CHAQUE RÉALITÉ. DE CELA, VOUS ÊTES PROBABLEMENT CONSCIENT — MÊME SI VOUS NE VOUS EN SOUVENEZ PLUS. CE QUE VOUS POURRIEZ ÊTRE CURIEUX D'APPRENDRE, CEPENDANT... C'EST LA VÉRITÉ DERRIÈRE LEUR TOLÉRANCE DE MON EXISTENCE ICI. » Il y a une pause, alors que le Dieu Sombre semble méditer, « EN TOUTE SINCÉRITÉ... JE NE FAIS QUE CE QU'ILS DÉSIRONT. ILS NE SOUHAITENT PAS VOIR L'INGÉRENCE DES AMAS EXTÉRIEURS, ET JE VEILLE DONC À CE QU'ILS NE LA VOIENT PAS. AINSI, ILS RESTENT AVEUGLES À MES AFFAIRES... D'UNE CERTAINE MANIÈRE. LEUR LEADER SE CROIT AU-DESSUS DU POUVOIR D'ÊTRES TELS QUE MOI, AVEC UN ÊTRE EXTÉRIEUR DU CHAOS VAGUEMENT SOUS LEUR CONTRÔLE... MAIS LES SYLVAINS NE SAVENT RIEN DE L'ORDRE DONT ILS SE CROIENT RESPONSABLES DE LA PERPÉTUATION. HÉLAS — ILS VERRONT TOUS CE QUE L'ORDRE SIGNIFIE VRAIMENT, LE JOUR DE LA DANSE. »
ja: 「中心に住む者たち…各現実のシルヴァン。これについては、覚えていなくても、おそらく気づいているだろう。しかし、あなたが知りたいかもしれないのは…彼らがここでの私の存在を容認している背後にある真実だ。」闇の神が何かを考えているように、間がある。「真面目な話…私は彼らが望むように行動しているだけだ。彼らは外のクラスターの干渉を見たくないので、私が見ないようにしている。そのため、彼らは私の事柄に対して盲目のままだ…ある意味では。彼らの指導者は、私のようないくつかの存在の力を超えていると思っている、漠然と彼らの支配下にある混沌の外の存在と共に…しかし、シルヴァンたちは、自分たちが永続させる責任があると思っている秩序について何も知らない。ああ―舞の日が来れば、彼らは皆、秩序が本当に何を意味するのかを知るだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="LIST_CREW_SYLVAN"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thescarred"]/text
fr: (Le Balafré) La vérité... derrière le Balafré.
ja: （傷持つ者）「傷持つ者」の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thescarred"]/event/text
fr: « LE TRAÎTRE... ÉTAIT UNE ERREUR DE CALCUL. JE LE CROYIAIS DIGNE DE DEVENIR MA LAME — IL N'A PROUVÉ ÊTRE DIGNE QUE DE LA BRISER. MAINTENANT, LUI ET MA LAME REPOSENT EN MORCEAUX — ATTENDANT LE JOUR OÙ ILS SERONT RESTAURÉS, ET POURRONT EXÉCUTER LEUR VOLONTÉ UNE FOIS DE PLUS... OU LE JOUR OÙ ILS SE FANERONT EN POUSSIÈRE, ET DEVIENDRONT PEU DE CHOSES D'AUTRES QU'UN SOUVENIR OUBLIÉ. » Il y a une pause, alors que le Dieu Sombre semble méditer, « JE... VOUS SUGGÉRERAIS DE LE GARDER À L'ŒIL, SI VOUS COMPTEZ LE GARDER. VOUS AVEZ VU OÙ LA CONFIANCE EN LUI M'A MENÉ. »
ja: 「裏切り者は…計算違いだった。私はそれが我が刃となるに値すると思った―それはそれを砕くに値するだけだと証明した。今、それと我が刃の両方が粉々になっている―それらが復元され、再びその意志を実行できる日を待っている…あるいは、塵となって枯れ果て、忘れられた記憶に過ぎなくなる日を。」闇の神が何かを考えているように、間がある。「もしそれを持ち続けるつもりなら…見張っておくことを勧める。それを信用した結果、私がどうなったかはお前も見たはずだ。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thescarred"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thehunger"]/text
fr: (La Faim) La vérité... derrière la Faim.
ja: （飢え）「飢え」の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thehunger"]/event/text
fr: « LA FAIM... N'A PAS TOUJOURS ÉTÉ SI AFFAMÉE. » Il y a une pause, alors que le Dieu Sombre semble méditer, « NI... ILS N'ÉTAIENT TOUS SI CONJOINTS. UN COLLECTIF SI UNI DANS SON BUT, ET SES CICATRICES DE SON « HARMONIE », AU POINT DE DEVENIR PHYSIQUEMENT UNIFIÉ. TELLE EST LA FORCE DE LEUR LIEN — ET DE LEUR DÉSIR. AINSI SOIT-IL. »
ja: 「飢えは…いつもそれほど飢えていたわけではない。」闇の神が何かを考えているように、間がある。「そして…彼らが皆、それほど結合していたわけでもない。その目標と、『調和』からの傷跡において非常に団結した集合体として、物理的に団結するようになった。これが彼らの絆の強さ―そして彼らの欲望だ。かくしてそれは成されるだろう。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="unique_thehunger"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theaberration"]/text
fr: (Le Fou) La vérité... derrière le Fou.
ja: （愚か者）「愚か者」の…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theaberration"]/event/text
fr: « LE FOU... N'EST QUE CELA — UN FOU. » Il y a une pause, alors que le Dieu Sombre semble méditer, « JE LUI AI OFFERT TOUT CE QU'IL AVAIT JAMAIS VOULU — SES AMIS, GARDÉS EN SÉCURITÉ ; LE SUCCÈS DANS SES EXPÉRIENCES. MÊME LA MAUVAISE RÉPUTATION — TOUS CONNAISSENT SON TRAVAIL MAINTENANT. LE TRAVAIL DE SON MATIÈRE-VIRUS ; LE CORRUPTEUR, LES COQUES, MÊME LES ARMES... ET POURTANT, CE N'ÉTAIT PAS ASSEZ POUR LUI. CHAQUE SECONDE DOULOUREUSE ET INACHEVÉE QU'IL PASSE À SE SOUVENIR QUAND IL POUVAIT RESPIRER EST UNE SECONDE QU'IL DEVRAIT PASSER À VOUS REMERCIER, DE L'AVOIR GARDÉ EN SÉCURITÉ LOIN DE MOI. »
ja: 「愚か者は…ただの愚か者だ。」闇の神が何かを考えているように、間がある。「私はそれが望んだすべてを提供した―友人たちは安全に保たれ、実験は成功した。悪名でさえも―今や誰もがその仕事を知っている。そのマターウイルスの仕事。コラプター、ハスク、武器でさえも…それでも、それには十分ではなかった。それが呼吸できた時を思い出す、痛みを伴う、満たされない一秒一秒は、私からそれを安全に保ってくれたあなたに感謝して過ごすべき時間だ。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theaberration"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theheroine"]/text
fr: (L'Héroïne) La vérité... derrière l'Héroïne.
ja: （ヒロイン）ヒロインの…背後にある真実を。

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theheroine"]/event/text
fr: « L'« HÉROÏNE », COMME VOUS L'APPELEZ... EST CELLE QUE JE DÉTESTE. IL N'EST PAS EN MON POUVOIR DE HAÏR : ET POURTANT, JE LE FAIS. CETTE HÉROÏNE NE DÉSIRE PAS : ELLE SE MANIFESTE. ELLE NE DÉFIE PAS SON DESTIN : ELLE L'ACCEPTE. ELLE, COMME QUELQUES AUTRES DE SON ESPÈCE, EST UNE MACHINE MÉTAPHORIQUE CONSTRUITE DANS LE BUT DE « SAUVER » CEUX QU'ELLE JUGE PLUS FAIBLES, ET ELLE S'Y CONFORME VOLONTIERS. C'EST POUR CETTE RAISON QUE JE LA DÉTRUIRAIS SI L'OCCASION M'ÉTAIT DONNÉE, COMME ELLE ME DÉTRUIRAIT. » Il y a une pause, alors que le Dieu Sombre semble méditer, « MON SEUL REGRET... EST QUE JE NE POURRAIS PEUT-ÊTRE JAMAIS AVOIR CETTE CHANCE À NOUVEAU. PAS AVEC VOUS À SES CÔTÉS. »
ja: 「お前が言うところの『ヒロイン』は…私が憎む者だ。憎むのは私の役割ではないが、それでも私は憎む。このヒロインは欲望しない。顕現する。運命に逆らわない。受け入れる。それは、その種の他の数人と同様に、弱いと見なす者を『救う』ために作られた比喩的な機械であり、喜んでそれに従う。この理由で、機会があれば私はそれを破壊するだろう、それが私を破壊するように。」闇の神が何かを考えているように、間がある。「唯一の後悔は…その機会が二度と与えられないかもしれないことだ。お前がその側にいる限りは。」

source: data/events_darkone.xml$//event[@name="DARKONE_FINISH"]/choice[@req="dd_darkgodsdomainexitvisited" and @lvl="0"]/event/choice/event/choice[@req="ddunique_theheroine"]/event/choice/event/text
fr: Votre désir étant satisfait, le Dieu Sombre prend la parole une fois de plus : « SI VOUS DÉSIRÉS RESTER ICI, DANS MON ÉTREINTE, SACHEZ QUE JE CONTINUERAI À VOUS TESTER ET À VOUS ACCORDER CHAQUE DÉSIR. SI VOUS DÉSIRÉS PARTIR, CELA AUSSI PEUT ÊTRE ACCORDÉ. JE M'ATTENDS À CE QUE... CE NE SOIT QU'UNE QUESTION DE TEMPS AVANT QUE NOUS NE DANSSIONS À NOUVEAU, QUOI QU'IL EN SOIT. » Sur ce, vous sentez la réalité revenir à la normale, et vous semblez libre de partir... après qu'un dernier nœud de carburant se matérialise dans votre soute. Vous réalisez que cette folie a enfin pris fin, et pourtant vous avez l'impression d'avoir perdu une partie de vous-même en chemin. Peut-être n'échapperez-vous jamais à ce vide maudit ; pas entièrement... pas tant que vous nourrirez votre propre obscurité en vous.
ja: あなたの欲望が満たされると、闇の神は再び話す。「もしここに、我が抱擁に留まりたいと望むなら、私はお前を試し続け、お前のすべての欲望を叶えるだろう。もし去りたいと望むなら、それも叶えられる。いずれにせよ、再び我々が舞うのは時間の問題だと…期待している。」そう言うと、あなたは現実が正常に戻るのを感じ、自由に行けるようだ…最後の燃料が貨物室に物質化した後。この狂気がついに終わったことに気づくが、途中で自分の一部を失ったように感じる。おそらく、あなたはこの忌まわしい虚空から決して逃れることはできないだろう。完全には…あなた自身の闇を心に抱えている限りは。
